{"lit":"这一本书是我近十年来的论文集，自一九一七至一九二六年间所作，共二十篇，文章比较地长，态度也比较地正经，我对于文艺与人生的意见大抵在这里边了，所以就题名曰“艺术与生活”。这里边的文章与思想都是没有成熟的，似乎没有重印出来给人家看的价值，但是我看这也不妨。因为我们印书的目的并不在宣传，去教训说服人，只是想把自己的意思说给人听，无论偏激也好浅薄也好，人家看了知道这大略是怎么一个人，那就够了。至于成熟那自然是好事，不过不可强求，也似乎不是很可羡慕的东西，——成熟就是止境，至少也离止境不远。我如有一点对于人生之爱好，那即是她的永远的流转；到得一个人官能迟钝，希望“打住”的时候，大悲的“死”就来救他脱离此苦，这又是我所有对于死的一点好感。这集里所表示的，可以说是我今日之前的对于艺术与生活的意见之一部分，至于后来怎样，我可不能知道。但是，总该有点不同罢。其实这在过去也已经可以看出一点来了，如集中一九二四年以后所写的三篇，与以前的论文便略有不同，照我自己想起来，即梦想家与传道者的气味渐渐地有点淡薄下去了。一个人在某一时期大抵要成为理想派，对于文艺与人生抱着一种什么主义。我以前是梦想过乌托邦的，对于新村有极大的憧憬，在文学上也就有些相当的主张。我至今还是尊敬日本新村的朋友，但觉得这种生活在满足自己的趣味之外恐怕没有多大的觉世的效力，人道主义的文学也正是如此，虽然满足自己的趣味，这便已尽有意思，足为经营这些生活或艺术的理由。以前我所爱好的艺术与生活之某种相，现在我大抵仍是爱好，不过目的稍有转移，以前我似乎多喜欢那边所隐现的主义，现在所爱的乃是在那艺术与生活自身罢了。此外我也还写些小文章，内容也多是关系这些事情的，只是都是小篇，可以算是别一部类，——在现今这种心情之下，长篇大约是不想写了，所以说这本书是我唯一的长篇的论文集亦未始不可。我以后想只作随笔了。集中有三篇是翻译，但我相信翻译是半创作，也能表示译者的个性，因为真的翻译之制作动机应当完全由于译者与作者之共鸣，所以我就把译文也收入集中，不别列为附录了。一九二六年八月十日，于北京城西北隅，听着城外的炮声记。平民的文学平民文学这四个字，字面上极易误会，所以我们先得解说一回，然后再行介绍。平民的文学正与贵族的文学相反。但这两样名词，也不可十分拘泥。我们说贵族的平民的，并非说这种文学是专做给贵族或平民看，专讲贵族或平民的生活，或是贵族或平民自己做的，不过说文学的精神的区别，指他普遍与否，真挚与否的区别。中国现在成了民国，大家都是公民。从前头上顶了一个皇帝，那时“率土之滨，莫非王臣”，大家便同是奴隶，向来没有贵族平民这名称阶级。虽然大奴隶对于小奴隶，上等社会对于下等社会，大有高下，但根本上原是一样的东西。除却当时的境遇不同以外，思想趣味，毫无不同，所以在人物一方面上，分不出什么区别。就形式上说，古文多是贵族的文学，白话多是平民的文学。但这也不尽如此。古文的著作，大抵偏于部分的，修饰的，享乐的，或游戏的，所以确有贵族文学的性质。至于白话，这几种现象，似乎可以没有了。但文学上原有两种分类，白话固然适宜于“人生艺术派”的文学，也未尝不可做“纯艺术派”的文学。纯艺术派以造成纯粹艺术品为艺术唯一之目的，古文的雕章琢句，自然是最相近；但白话也未尝不可雕琢，造成一种部分的修饰的享乐的游戏的文学，那便是虽用白话，也仍然是贵族的文学。譬如古铜铸的钟鼎，现在久已不适实用，只能尊重他是古物，收藏起来；我们日用的器具，要用磁的盘碗了。但铜器现在固不适用，磁的也只是作成盘碗的适用。倘如将可以做碗的磁，烧成了二三尺高的五彩花瓶，或做了一座纯白的观世音，那时我们也只能将他同钟鼎一样珍重收藏，却不能同盘碗一样适用。因为他虽然是一个艺术品，但是一个纯艺术品，不是我们所要求的人生的艺术品。照此看来，文字的形式上，是不能定出区别，现在再从内容上说。内容的区别，又是如何？上文说过贵族文学形式上的缺点，是偏于部分的，修饰的，享乐的，或游戏的；这内容上的缺点，也正如此。所以平民文学应该着重，与贵族文学相反的地方，是内容充实，就是普遍与真挚两件事。第一，平民文学应以普通的文体，写普遍的思想与事实。我们不必记英雄豪杰的事业，才子佳人的幸福，只应记载世间普通男女的悲欢成败。因为英雄豪杰才子佳人，是世上不常见的人；普通的男女是大多数，我们也便是其中的一人，所以其事更为普遍，也更为切己。我们不必讲偏重一面的畸形道德，只应讲说人间交互的实行道德。因为真的道德，一定普遍，决不偏枯。天下决无只有在甲应守，在乙不必守的奇怪道德。所以愚忠愚孝，自不消说，即使世间男人多数最喜说的殉节守贞，也不合理，不应提倡。世上既然只有一律平等的人类，自然也有一种一律平等的人的道德。第二，平民文学应以真挚的文体，记真挚的思想与事实。既不坐在上面，自命为才子佳人，又不立在下风，颂扬英雄豪杰，只自认是人类中的一个单体，浑在人类中间，人类的事，便也是我的事。我们说及切己的事，那时心急口忙，只想表出我的真意实感，自然不暇顾及那些雕章琢句了。譬如对众表白意见，虽可略加努力，说得美妙动人，却总不至于诌成一支小曲，唱的十分好听，或编成一个笑话，说得哄堂大笑，却把演说的本意没却了。但既是文学作品，自然应有艺术的美。只须以真为主，美即在其中，这便是人生的艺术派的主张，与以美为主的纯艺术派，所以有别。平民文学的意义，照上文所说，大略已可明白。还有我所最怕被人误会的两件事，非加说明不可，——第一，平民文学决不单是通俗文学。白话的平民文学比古文原是更为通俗，但并非单以通俗为唯一之目的。因为平民文学，不是专做给平民看的，乃是研究平民生活——人的生活——的文学。他的目的，并非想将人类的思想趣味，竭力按下，同平民一样，乃是想将平民的生活提高，得到适当的一个地位。凡是先知或引路的人的话，本非全数的人尽能懂得，所以平民的文学，现在也不必个个“田夫野老”都可领会。近来有许多人反对白话，说这总非田夫野老所能了解，不如仍用古文。现在请问，田夫野老大半不懂植物学的，倘说因为他们不能懂，便不如抛了高宾球三氏的植物学，去看《本草纲目》，能说是正当办法么？正因为他们不懂，所以要费心力，去启发他。正同植物学应用在农业药物上一样，文学也须应用在人生上。倘若怕与他们现状不合，一味想迁就，那时植物学者只好照《本草纲目》讲点玉蜀黍性寒，何首乌性温，给他们听，文人也只好编几部“封鬼传”“八侠十义”给他们看，还讲什么“我的”科学观文学观呢？第二，平民文学决不是慈善主义的文学。在现在平民时代，所有的人都只应守着自立与互助两种道德，没有什么叫慈善。慈善这句话，乃是富贵人对贫贱人所说，正同皇帝的行仁政一样，是一种极侮辱人类的话。平民文学所说，是在研究全体的人的生活，如何能够改进，到正当的方向，决不是说施粥施棉衣的事。平民的文学者，见了一个乞丐，决不是单给他一个铜子，便安心走过；捉住了一个贼，也决不是单给他一元钞票放了，便安心睡下。他照常未必给一个铜子或一元钞票，但他有他心里的苦闷，来酬付他受苦或为非的同类的人。他所注意的，不单是这一人缺一个铜子或一元钞票的事，乃是对于他自己的，与共同的人类的运命。他们用一个铜子或用一元钞票，赎得心的苦闷的人，已经错了。他们用一个铜子或一元钞票，买得心的快乐的人，更是不足道了。伪善的慈善主义，根本里全藏着傲慢与私利，与平民文学的精神，绝对不能相容，所以也非排除不可。在中国文学中，想得上文所说理想的平民文学，原极为难。因为中国所谓文学的东西，无一不是古文。被挤在文学外的章回小说几十种，虽是白话，却都含着游戏的夸张的分子，也够不上这资格。只有《红楼梦》要算最好，这书虽然被一班无聊文人学坏成了《玉梨魂》派的范本，但本来仍然是好。因为他能写出中国家庭中的喜剧悲剧，到了现在，情形依旧不改，所以耐人研究。在近时著作中，举不出什么东西，还只是希望将来的努力，能翻译或造作出几种有价值有生命的文学作品。一九一八年十二月二十日。人的文学我们现在应该提倡的新文学，简单的说一句，是“人的文学”。应该排斥的，便是反对的非人的文学。新旧这名称，本来很不妥当，其实“太阳底下何尝有新的东西”？思想道理，只有是非，并无新旧。要说是新，也单是新发见的新，不是新发明的新。新大陆是在十五世纪中，被哥仑布发见，但这地面是古来早已存在。电是在十八世纪中，被弗阑克林发见，但这物事也是古来早已存在。无非以前的人，不能知道，遇见哥仑布与弗阑克林才把他看出罢了。真理的发见，也是如此。真理永远存在，并无时间的限制，只因我们自己愚昧，闻道太迟，离发见的时候尚近，所以称他新。其实他原是极古的东西，正如新大陆同电一般，早在这宇宙之内，倘若将他当作新鲜果子，时式衣裳一样看待，那便大错了。譬如现在说“人的文学”，这一句话，岂不也像时髦。却不知世上生了人，便同时生了人道。无奈世人无知，偏不肯体人类的意志，走这正路，却迷入兽道鬼道里去，旁皇了多年，才得出来。正如人在白昼时候，闭着眼乱闯，末后睁开眼睛，才晓得世上有这样好阳光；其实太阳照临，早已如此，已有了许多年代了。欧洲关于这“人”的真理的发见，第一次是在十五世纪，于是出了宗教改革与文艺复兴两个结果。第二次成了法国大革命，第三次大约便是欧战以后将来的未知事件了。女人与小儿的发见，却迟至十九世纪，才有萌芽。古来女人的位置，不过是男子的器具与奴隶。中古时代，教会里还曾讨论女子有无灵魂，算不算得一个人呢。小儿也只是父母的所有品，又不认他是一个未长成的人，却当他作具体而微的成人，因此又不知演了多少家庭的与教育的悲剧。自从茀罗培尔（Froebel）与戈特文（Godwin）夫人以后，才有光明出现。到了现在，造成儿童学与女子问题这两个大研究，可望长出极好的结果来。中国讲到这类问题，却须从头做起，人的问题，从来未经解决，女人小儿更不必说了。如今第一步先从人说起，生了四千余年，现在却还讲人的意义，从新要发见“人”，去“辟人荒”，也是可笑的事。但老了再学，总比不学该胜一筹罢。我们希望从文学上起首，提倡一点人道主义思想，便是这个意思。我们要说人的文学，须得先将这个人字，略加说明。我们所说的人，不是世间所谓“天地之性最贵”，或“圆颅方趾”的人。乃是说，“从动物进化的人类”。其中有两个要点，（一）“从动物”进化的，（二）从动物“进化”的。我们承认人是一种生物。他的生活现象，与别的动物并无不同。所以我们相信人的一切生活本能，都是美的善的，应得完全满足。凡有违反人性不自然的习惯制度，都应该排斥改正。但我们又承认人是一种从动物进化的生物。他的内面生活，比别的动物更为复杂高深，而且逐渐向上，有能够改造生活的力量。所以我们相信人类以动物的生活为生存的基础，而其内面生活，却渐与动物相远，终能达到高上和平的境地。凡兽性的余留，与古代礼法可以阻碍人性向上的发展者，也都应该排斥改正。这两个要点，换一句话说，便是人的灵肉二重的生活。古人的思想，以为人性有灵肉二元，同时并存，永相冲突。肉的一面，是兽性的遗传；灵的一面，是神性的发端。人生的目的，便偏重在发展这神性；其手段，便在灭了体质以救灵魂。所以古来宗教，大都厉行禁欲主义，有种种苦行，抵制人类的本能。一方面却别有不顾灵魂的快乐派，只愿“死便埋我”。其实两者都是趋于极端，不能说是人的正当生活。到了近世，才有人看出这灵肉本是一物的两面，并非对抗的二元。兽性与神性，合起来便只是人性。英国十八世纪诗人勃莱克（Blake）在《天国与地狱的结婚》一篇中，说得最好。（一）人并无与灵魂分离的身体。因这所谓身体者，原止是五官所能见的一部分的灵魂。（二）力是唯一的生命，是从身体发生的。理就是力的外面的界。（三）力是永久的悦乐。他这话虽然略含神秘的气味，但很能说出灵肉一致的要义。我们所信的人类正当生活，便是这灵肉一致的生活。所谓从动物进化的人，也便是指这灵肉一致的人，无非用别一说法罢了。这样“人”的理想生活，应该怎样呢？首先便是改良人类的关系。彼此都是人类，却又各是人类的一个。所以须营一种利己而又利他，利他即是利己的生活。第一，关于物质的生活，应该各尽人力所及，取人事所需。换一句话，便是各人以心力的劳作，换得适当的衣食住与医药，能保持健康的生存。第二，关于道德的生活，应该以爱智信勇四事为基本道德，革除一切人道以下或人力以上的因袭的礼法，使人人能享自由真实的幸福生活。这种“人的”理想生活，实行起来，实于世上的人无一不利。富贵的人虽然觉得不免失了他的所谓尊严，但他们因此得从非人的生活里救出，成为完全的人，岂不是绝大的幸福么？这真可说是二十世纪的新福音了。只可惜知道的人还少，不能立地实行。所以我们要在文学上略略提倡，也稍尽我们爱人类的意思。但现在还须说明，我所说的人道主义，并非世间所谓“悲天悯人”或“博施济众”的慈善主义，乃是一种个人主义的人间本位主义。这理由是，第一，人在人类中，正如森林中的一株树木。森林盛了，各树也都茂盛。但要森林盛，却仍非靠各树各自茂盛不可。第二，个人爱人类，就只为人类中有了我，与我相关的缘故。墨子说，“爱人不外己，己在所爱之中”，便是最透澈的话。上文所谓利己而又利他，利他即是利己，正是这个意思。所以我说的人道主义，是从个人做起。要讲人道，爱人类，便须先使自己有人的资格，占得人的位置。耶稣说，“爱邻如己。”如不先知自爱，怎能“如己”的爱别人呢？至于无我的爱，纯粹的利他，我以为是不可能的。人为了所爱的人，或所信的主义，能够有献身的行为。若是割肉饲鹰，投身给饿虎吃，那是超人间的道德，不是人所能为的了。用这人道主义为本，对于人生诸问题，加以记录研究的文字，便谓之人的文学。其中又可以分作两项，（一）是正面的，写这理想生活，或人间上达的可能性；（二）是侧面的，写人的平常生活，或非人的生活，都很可以供研究之用。这类著作，分量最多，也最重要。因为我们可以因此明白人生实在的情状，与理想生活比较出差异与改善的方法。这一类中写非人的生活的文学，世间每每误会，与非人的文学相溷，其实却大有分别。譬如法国莫泊三（Maupassant）的小说《一生》（UneVie），是写人间兽欲的人的文学；中国的《肉蒲团》却是非人的文学。俄国库普林（Kuprin）的小说《坑》（Yama），是写娼妓生活的人的文学；中国的《九尾龟》却是非人的文学。这区别就只在著作的态度不同。一个严肃，一个游戏。一个希望人的生活，所以对于非人的生活，怀着悲哀或愤怒；一个安于非人的生活，所以对于非人的生活，感着满足，又多带些玩弄与挑拨的形迹。简明说一句，人的文学与非人的文学的区别，便在著作的态度，是以人的生活为是呢，非人的生活为是呢这一点上。材料方法，别无关系。即如提倡女人殉葬——即殉节——的文章，表面上岂不说是“维持风教”；但强迫人自杀，正是非人的道德，所以也是非人的文学。中国文学中，人的文学本来极少。从儒教道教出来的文章，几乎都不合格。现在我们单从纯文学上举例如：（一）色情狂的淫书类（二）迷信的鬼神书类《封神传》《西游记》等（三）神仙书类《绿野仙踪》等（四）妖怪书类《聊斋志异》《子不语》等（五）奴隶书类甲种主题是皇帝状元宰相乙种主题是神圣的父与夫（六）强盗书类《水浒》《七侠五义》《施公案》等（七）才子佳人书类《三笑姻缘》等（八）下等谐谑书类《笑林广记》等（九）黑幕类（十）以上各种思想和合结晶的旧戏这几类全是妨碍人性的生长，破坏人类的平和的东西，统应该排斥。这宗著作，在民族心理研究上，原都极有价值。在文艺批评上，也有几种可以容许。但在主义上，一切都该排斥。倘若懂得道理，识力已定的人，自然不妨去看。如能研究批评，便于世间更为有益，我们也极欢迎。人的文学，当以人的道德为本，这道德问题方面很广，一时不能细说。现在只就文学关系上，略举几项。譬如两性的爱，我们对于这事，有两个主张。（一）是男女两本位的平等，（二）是恋爱的结婚。世间著作，有发挥这意思的，便是绝好的人的文学。如诺威伊孛然（Ibsen）的戏剧《娜拉》（EtDukkehjem）《海女》（FruenfraHavet），俄国托尔斯泰（Tolstoj）的小说AnnaKarenina，英国哈兑（Hardy）的小说《台斯》（Tess）等就是。恋爱起原，据芬阑学者威思德马克（Westermarck）说，由于“人的对于与我快乐者的爱好”。却又如奥国卢闿（Lucke）说，因多年心的进化，渐变了高上的感情。所以真实的爱与两性的生活，也须有灵肉二重的一致。但因为现世社会境势所迫，以致偏于一面的，不免极多。这便须根据人道主义的思想，加以记录研究。却又不可将这样生活，当作幸福或神圣，赞美提倡。中国的色情狂的淫书，不必说了。旧基督教的禁欲主义的思想，我也不能承认他为是。又如俄国陀思妥也夫斯奇（Dostojevskij）是伟大的人道主义的作家。但他在一部小说中，说一男人爱一女子，后来女子爱了别人，他却竭力斡旋，使他们能够配合。陀思妥也夫斯奇自己，虽然言行竟是一致，但我们总不能承认这种种行为，是在人情以内，人力以内，所以不愿提倡。又如印度诗人泰戈尔（Tagore）做的小说，时时颂扬东方思想。有一篇记一寡妇的生活，描写他的“心的撒提（Suttee）”撒提是印度古语指寡妇与他丈夫的尸体一同焚化的习俗，又一篇说一男人弃了他的妻子，在英国别娶，他的妻子，还典卖了金珠宝玉，永远的接济他。一个人如有身心的自由，以自由别择，与人结了爱，遇着生死的别离，发生自己牺牲的行为，这原是可以称道的事。但须全然出于自由意志，与被专制的因袭礼法逼成的动作，不能并为一谈。印度人身的撒提，世间都知道是一种非人道的习俗，近来已被英国禁止。至于人心的撒提，便只是一种变相。一是死刑，一是终身监禁。照中国说，一是殉节，一是守节，原来撒提这字，据说在梵文，便正是节妇的意思。印度女子被“撒提”了几千年，便养成了这一种畸形的贞顺之德。讲东方化的，以为是国粹，其实只是不自然的制度习惯的恶果。譬如中国人磕头惯了，见了人便无端的要请安拱手作揖，大有非跪不可之意，这能说是他的谦和美德么？我们见了这种畸形的所谓道德，正如见了塞在坛子里养大的，身子像萝卜形状的人，只感着恐怖嫌恶悲哀愤怒种种感情，决不该将他提倡，拿他赏赞。其次如亲子的爱。古人说，父母子女的爱情，是“本于天性”，这话说得最好。因他本来是天性的爱，所以用不着那些人为的束缚，妨害他的生长。假如有人说，父母生子，全由私欲，世间或要说他不道。今将他改作由于天性，便极适当。照生物现象看来，父母生子，正是自然的意志。有了性的生活，自然有生命的延续，与哺乳的努力，这是动物无不如此。到了人类，对于恋爱的融合，自我的延长，更有意识，所以亲子的关系，尤为深厚。近时识者所说儿童的权利，与父母的义务，便即据这天然的道理推演而出，并非时新的东西。至于世间无知的父母，将子女当作所有品，牛马一般养育，以为养大以后，可以随便吃他骑他，那便是退化的谬误思想。英国教育家戈思德（Gorst）称他们为“猿类之不肖子”，正不为过。日本津田左右吉著《文学上国民思想的研究》卷一说，“不以亲子的爱情为本的孝行观念，又与祖先为子孙而生存的生物学的普遍事实，人为将来而努力的人间社会的实际状态，俱相违反，却认作子孙为祖先而生存，如此道德中，显然含有不自然的分子。”祖先为子孙而生存，所以父母理应爱重子女，子女也就应该爱敬父母。这是自然的事实，也便是天性。文学上说这亲子的爱的，希腊诃美罗斯（Homeros）史诗《伊理亚斯》（Ilias）与欧里毕兑斯（Euripides）悲剧《德罗夜兑斯》（Trades）中，说赫克多尔（Hektor）夫妇与儿子的死别两节，在古文学中，最为美妙。近来诺威伊孛然的《群鬼》（Gengangere），德国士兑曼（Sudermann）的戏剧《故乡》（Heimat），俄国都介涅夫（Turgenjev）的小说《父子》（Ottsyidjeti）等，都很可以供我们的研究。至于郭巨埋儿，丁兰刻木那一类残忍迷信的行为，当然不应再行赞扬提倡。割股一事，尚是魔术与食人风俗的遗留，自然算不得道德，不必再叫他溷入文学里，更不消说了。照上文所说，我们应该提倡与排斥的文学，大致可以明白了。但关于古今中外这一件事上，还须追加一句说明，才可免了误会。我们对于主义相反的文学，并非如胡致堂或乾隆做史论，单依自己的成见，将古今人物排头骂倒。我们立论，应抱定“时代”这一个观念，又将批评与主张，分作两事。批评古人的著作，便认定他们的时代，给他一个正直的评价，相应的位置。至于宣传我们的主张，也认定我们的时代，不能与相反的意见通融让步，唯有排斥的一条方法。譬如原始时代，本来只有原始思想，行魔术食人肉，原是分所当然。所以关于这宗风俗的歌谣故事，我们还要拿来研究，增点见识。但如近代社会中，竟还有想实行魔术食人的人，那便只得将他捉住，送进精神病院去了。其次，对于中外这个问题，我们也只须抱定时代这一个观念，不必再划出什么别的界限。地理上历史上，原有种种不同，但世界交通便了，空气流通也快了，人类可望逐渐接近，同一时代的人，便可相并存在。单位是个我，总数是个人。不必自以为与众不同，道德第一，划出许多畛域。因为人总与人类相关，彼此一样，所以张三李四受苦，与彼得约翰受苦，要说与我无关，便一样无关；说与我相关，也一样相关。仔细说，便只为我与张三李四或彼得约翰虽姓名不同，籍贯不同，但同是人类之一，同具感觉性情。他以为苦的，在我也必以为苦。这苦会降在他身上，也未必不能降在我的身上。因为人类的运命是同一的，所以我要顾虑我的运命，便同时须顾虑人类共同的运命。所以我们只能说时代，不能分中外。我们偶有创作，自然偏于见闻较确的中国一方面，其余大多数都还须绍介译述外国的著作，扩大读者的精神，眼里看见了世界的人类，养成人的道德，实现人的生活。一九一八年十二月七日。新文学的要求一九二年一月六日在北平少年学会讲演今日承贵会招我讲演，实在是我的光荣。现在想将我对于新文学的要求，略说几句。从来对于艺术的主张，大概可以分作两派：一是艺术派，一是人生派。艺术派的主张，是说艺术有独立的价值，不必与实用有关，可以超越一切功利而存在。艺术家的全心只在制作纯粹的艺术品上，不必顾及人世的种种问题：譬如做景泰蓝或雕玉的工人，能够做出最美丽精巧的美术品，他的职务便已尽了，于别人有什么用处，他可以不问了。这“为什么而什么”的态度，固然是许多学问进步的大原因；但在文艺上，重技工而轻情思，妨碍自己表现的目的，甚至于以人生为艺术而存在，所以觉得不甚妥当。人生派说艺术要与人生相关，不承认有与人生脱离关系的艺术。这派的流弊，是容易讲到功利里边去，以文艺为伦理的工具，变成一种坛上的说教。正当的解说，是仍以文艺为究极的目的；但这文艺应当通过了著者的情思，与人生有接触。换一句话说，便是著者应当用艺术的方法，表现他对于人生的情思，使读者能得艺术的享乐与人生的解释。这样说来，我们所要求的当然是人生的艺术派的文学。在研究文艺思想变迁的人，对于各时代各派别的文学，原应该平等看待，各各还他一个本来的位置；但在我们心想创作文艺，或从文艺上得到精神的粮食的人，却不能不决定趋向，免得无所适从，所以我们从这两派中，就取了人生的艺术派。但世间并无绝对的真理，这两派的主张都各自有他的环境与气质的原因；我们现在的取舍，也正逃不脱这两个原因的作用，这也是我们应该承认的。如欧洲文学在十九世纪中经过了传奇主义与写实主义两次的大变动，俄国文学总是一种理想的写实主义，这便因俄国人的环境与气质的关系，不能撇开了社会的问题，趋于主观与客观的两极端。我们称述人生的文学，自己也以为是从学理上立论，但事实也许还有下意识的作用；背着过去的历史，生在现今的境地，自然与唯美及快乐主义不能多有同情。这感情上的原因，能使理性的批判更为坚实，所以我相信人生的文学实在是现今中国唯一的需要。人生的文学是怎么样的呢？据我的意见，可以分作两项说明：一，这文学是人生的；不是兽性的，也不是神性的。二，这文学是人类的，也是个人的；却不是种族的，国家的，乡土及家族的。关于第一项，我曾做了一篇《人的文学》略略说过了。大旨从生物学的观察上，认定人类是进化的动物；所以人的文学也应该是人间本位主义的。因为原来是动物，故所有共通的生活本能，都是正当的，美的善的；凡是人情以外人力以上的，神的属性，不是我们的要求。但又因为是进化的，故所有已经淘汰，或不适于人的生活的，兽的属性，也不愿他复活或保留，妨害人类向上的路程。总之是要还他一个适如其分的人间性，也不要多，也不要少就是了。我们从这文学的主位的人的本性上，定了第一项的要求，又从文学的本质上，定了这第二项的要求。人间的自觉，还是近来的事，所以人性的文学也是百年内才见发达，到了现代可算是兴盛了。文学上人类的倾向，却原是历史上的事实；中间经过了几多变迁，从各种阶级的文艺又回到平民的全体的上面来，但又加了一重个人的色彩，这是文艺进化上的自然的结果，与原始的文学不同的地方，也就在这里了。关于文学的意义，虽然诸家的议论各各有点出入；但就文艺起源上论他的本质，我想可以说是作者的感情的表现。《诗序》里有一节话，虽是专说诗的起源的，却可以移来作上文的说明：“情动于中而形于言；言之不足，故咏歌之；咏歌之不足，故嗟叹之；嗟叹之不足，故不知手之舞之，足之蹈之。”我们考察希腊古代的颂歌（Hymn）史诗（Epic）戏曲（Drama）发达的历史，觉得都是这样情形。上古时代生活很简单，人的感情思想也就大体一致，不出保存生活这一个范围；那时个人又消纳在族类里面，没有独立表现的机会，所以原始的文学都是表现一团体的感情的作品。譬如戏曲的起源是由于一种祭赛，仿佛中国从前的迎春。这时候大家的感情，都会集在期望春天的再生这一点上，这期望的原因，就在对于生活资料缺乏的忧虑。这忧虑与期待的“情”实在迫切了，自然而然的发为言动，在仪式上是一种希求的具体的表现，也是实质的祈祷，在文学上便是歌与舞的最初的意义了。后来的人将歌舞当作娱乐的游戏的东西，却不知道他原来是人类的关系生命问题的一种宗教的表示。我们原不能说事物的原始的意义，定是正当的界说，想叫化学回到黄白术去；但我相信在文艺上这意义还是一贯，不但并不渐走渐远，而且反有复原的趋势，所以我们于这文学史上的回顾，也不能不相当的注意。但是几千年的时间，夹在中间，使这两样相似的趋势，生了多少变化；正如现代的共产生活已经不是古代的井田制度了。古代的人类的文学，变为阶级的文学；后来阶级的范围逐渐脱去，于是归结到个人的文学，也就是现代的人类的文学了。要明白这意思，墨子说的“己在所爱之中”这一句话，最注解得好。浅一点说，我是人类之一；我要幸福，须得先使人类幸福了，才有我的分；若更进一层，那就是说我即是人类。所以这个人与人类的两重的特色，不特不相冲突，而且反是相成的。古代的个人消纳在族类的里面，个人的简单的欲求都是同类所共具的，所以便将族类代表了个人。现代的个人虽然原也是族类的一个，但他的进步的欲求，常常超越族类之先，所以便由他代表了族类了。譬如怕死这一种心理，本是人类共通的本性；写这种心情的歌诗，无论出于群众，出于个人，都可互相了解，互相代表，可以称为人类的文学了。但如爱自由，求幸福，这虽然也是人类所共具的，但因为没有十分迫切，在群众每每忍耐过去了；先觉的人却叫了出来，在他自己虽然是发表个人的感情，个人的欲求，但他实在也替代了他以外的人类发表了他们自己暂时还未觉到，或没有才力能够明白说出的感情与欲求了。还有一层与古代不同的地方，便是古代的文学纯以感情为主，现代却加上了多少理性的调剂。许多重大问题，经了近代的科学的大洗礼，理论上都能得到了解决。如种族国家这些区别，从前当作天经地义的，现在知道都不过是一种偶像。所以现代觉醒的新人的主见，大抵是如此：“我只承认大的方面有人类，小的方面有我，是真实的。”人类里边有皮色不同，习俗不同的支派，正与国家地方家族里有生理，心理上不同的分子一样，不是可以认为异类的铁证。我想这各种界限的起因，是由于利害的关系，与神秘的生命上的连络的感情。从前的人以为非损人不能利己，所以连合关系密切的人，组织一个攻守同盟；现在知道了人类原是利害相共的，并不限定一族一国，而且利己利人，原只是一件事情，这个攻守同盟便变了人类对自然的问题了。从前的人从部落时代的“图腾”思想，引伸到近代的民族观念，这中间都含有血脉的关系；现在又推上去，认定大家都是从“人”（Anthropos）这一个图腾出来的，虽然后来住在各处，异言异服，觉得有点隔膜，其实原是同宗。这样的大人类主义，正是感情与理性的调和的出产物，也就是我们所要求的人道主义的文学的基调。这人道主义的文学，我们前面称他为人生的文学，又有人称为理想主义的文学；名称尽有异同，实质终是一样，就是个人以人类之一的资格，用艺术的方法表现个人的感情，代表人类的意志，有影响于人间生活幸福的文学。所谓人类的意志这一句话，似乎稍涉理想，但我相信与近代科学的研究也还没有什么冲突；至于他的内容，我们已经在上文分两项说过，此刻也不再说了。这新时代的文学家，是“偶像破坏者”。但他还有他的新宗教，——人道主义的理想是他的信仰，人类的意志便是他的神。儿童的文学一九二年十月二十六日在北平孔德学校讲演今天所讲儿童的文学，换一句话便是“小学校里的文学”。美国的斯喀特尔（HEScudder）麦克林托克（PLMaclintock）诸人都有这样名称的书，说明文学在小学教育上的价值，他们以为儿童应该读文学的作品，不可单读那些商人杜撰的读本。读了读本，虽然说是识字了，却不能读书，因为没有读书的趣味。这话原是不错，我也想用同一的标题，但是怕要误会，以为是主张叫小学儿童读高深的文学作品，所以改作今称，表明这所谓文学，是单指“儿童的”文学。以前的人对于儿童多不能正当理解，不是将他当作缩小的成人，拿“圣经贤传”尽量的灌下去，便将他看作不完全的小人，说小孩懂得甚么，一笔抹杀，不去理他。近来才知道儿童在生理心理上，虽然和大人有点不同，但他仍是完全的个人，有他自己的内外两面的生活。儿童期的二十几年的生活，一面固然是成人生活的预备，但一面也自有独立的意义与价值；因为全生活只是一个生长，我们不能指定那一截的时期，是真正的生活。我以为顺应自然生活各期，——生长，成熟，老死，都是真正的生活。所以我们对于误认儿童为缩小的成人的教法，固然完全反对，就是那不承认儿童的独立生活的意见，我们也不以为然。那全然蔑视的不必说了，在诗歌里鼓吹合群，在故事里提倡爱国，专为将来设想，不顾现在儿童生活的需要的办法，也不免浪费了儿童的时间，缺损了儿童的生活。我想儿童教育，是应当依了他内外两面的生活的需要，适如其分的供给他，使他生活满足丰富，至于因了这供给的材料与方法而发生的效果，那是当然有的副产物，不必是供给时的唯一目的物。换一句话说，因为儿童生活上有文学的需要，我们供给他，便利用这机会去得一种效果，——于儿童将来生活上有益的一种思想或习性，当作副产物，并不因为要得这效果，便不管儿童的需要如何，供给一种食料，强迫他吞下去。所以小学校里的文学的教材与教授，第一须注意于“儿童的”这一点，其次才是效果，如读书的趣味，智情与想像的修养等。儿童生活上何以有文学的需要？这个问题，只要看文学的起源的情形，便可以明白。儿童那里有自己的文学？这个问题，只要看原始社会的文学的情形，便可以明白。照进化说讲来，人类的个体发生原来和系统发生的程序相同：胚胎时代经过生物进化的历程，儿童时代又经过文明发达的历程；所以儿童学（Paidologie）上的许多事项，可以借了人类学（Anthropologie）上的事项来作说明。文学的起源，本由于原人的对于自然的畏惧与好奇，凭了想像，构成一种感情思想，借了言语行动表现出来，总称是歌舞，分起来是歌，赋与戏曲小说。儿童的精神生活本与原人相似，他的文学是儿歌童话，内容形式不但多与原人的文学相同，而且有许多还是原始社会的遗物，常含有野蛮或荒唐的思想。儿童与原人的比较，儿童的文学与原始的文学的比较，现在已有定论，可以不必多说；我们所要注意的，只是在于怎么样能够适当的将“儿童的”文学供给与儿童。近来有许多人对于儿童的文学，不免怀疑，因为他们觉得儿歌童话里多有荒唐乖谬的思想，恐于儿童有害。这个疑惧本也不为无理，但我们有这两种根据，可以解释他。第一，我们承认儿童有独立的生活，就是说他们内面的生活与大人不同，我们应当客观地理解他们，并加以相当的尊重。婴儿不会吃饭，只能给他乳吃；不会走路，只好抱他，这是大家都知道的。精神上的情形，也正同这个一样。儿童没有一个不是拜物教的，他相信草木能思想，猫狗能说话，正是当然的事；我们要纠正他，说草木是植物猫狗是动物，不会思想或说话，这事不但没有什么益处，反是有害的，因为这样使他们的生活受了伤了。即使不说儿童的权利那些话，但不自然的阻遏了儿童的想像力，也就所失很大了。第二，我们又知道儿童的生活，是转变的生长的。因为这一层，所以我们可以放胆供给儿童需要的歌谣故事，不必愁他有什么坏的影响，但因此我们又更须细心斟酌，不要使他停滞，脱了正当的轨道。譬如婴儿生了牙齿可以吃饭，脚力强了可以走路了，却还是哺乳提抱，便将使他的胃肠与脚的筋肉反变衰弱了。儿童相信猫狗能说话的时候，我们便同他们讲猫狗说话的故事，不但要使得他们喜悦，也因为知道这过程是跳不过的——然而又自然的会推移过去的，所以相当的对付了，等到儿童要知道猫狗是什么东西的时候到来，我们再可以将生物学的知识供给他们。倘若不问儿童生活的转变如何，只是始终同他们讲猫狗说话的事，那时这些荒唐乖谬的弊害才真要出来了。据麦克林托克说，儿童的想像如被迫压，他将失了一切的兴味，变成枯燥的唯物的人；但如被放纵，又将变成梦想家，他的心力都不中用了。所以小学校里的正当的文学教育，有这样三种作用：（）顺应满足儿童之本能的兴趣与趣味，（）培养并指导那些趣味，（）唤起以前没有的新的兴趣与趣味。这（）便是我们所说的供给儿童文学的本意，（）与（）是利用这机会去得一种效果。但怎样才能恰当的办到呢？依据儿童心理发达的程序与文学批评的标准，于教材选择与教授方法上，加以注意，当然可以得到若干效果。教授方法的话可以不必多说了，现在只就教材选择上，略略说明以备参考。儿童学上的分期，大约分作四期，一婴儿期（一至三岁），二幼儿期（三至十），三少年期（十至十五），四青年期（十五至二十）。我们现在所说的是学校里一年至六年的儿童，便是幼儿期及少年期的前半，至于七年以上所谓中学程度的儿童，这回不暇说及，当俟另外有机会再讲了。幼儿期普通又分作前后两期，三至六岁为前期，又称幼稚园时期，六至十为后期，又称初等小学时期。前期的儿童，心理的发达上最旺盛的是感觉作用，其他感情意志的发动也多以感觉为本，带着冲动的性质。这时期的想像，也只是所动的，就是联想的及模仿的两种，对于现实与虚幻，差不多没有什么区别。到了后期，观察与记忆作用逐渐发达，得了各种现实的经验，想像作用也就受了限制，须与现实不相冲突，才能容纳；若表现上面，也变了主动的，就是所谓构成的想像了。少年期的前半大抵也是这样，不过自我意识更为发达，关于社会道德等的观念，也渐明白了。约略根据了这个程序，我们将各期的儿童的文学分配起来，大略如下：——幼儿前期（）诗歌这时期的诗歌，第一要注意的是声调。最好是用现有的儿歌，如北平的“水牛儿”“小耗子”都可以用，就是那趁韵而成的如“忽听门外人咬狗”，咒语一般的决择歌如“铁脚斑斑”，只要音节有趣，也是一样可用的。因为幼儿唱歌只为好听，内容意义不甚紧要，但是粗俗的歌词也应该排斥，所以选择诗歌不必积极的罗致名著，只须消极加以别择便好了。古今诗里有适宜的，当然可用；但特别新做的儿歌，我反不大赞成，因为这是极难的，难得成功的。（）寓言寓言实在只是童话的一种，不过略为简短，又多含着教训的意思，普通就称作寓言。在幼儿教育上，他的价值单在故事的内容，教训实是可有可无；倘这意义是自明的，儿童自己能够理会，原也很好，如借此去教修身的大道理，便不免谬了。这不但因为在这时期教了不能了解，且恐要养成曲解的癖，于将来颇有弊病。象征的著作须得在少年期的后期（第六七学年）去读，才有益处。（）童话童话也最好利用原有的材料，但现在的尚未有人收集，古书里的须待修订，没有恰好的童话集可用。翻译别国的东西，也是一法，只须稍加审择便好。本来在童话里，保存着原始的野蛮的思想制度，比别处更多。虽然我们说过儿童是小野蛮，喜欢荒唐乖谬的故事，本是当然，但有几种也不能不注意，就是凡过于悲哀，苦痛，残酷的，不宜采用。神怪的事只要不过恐怖的限度，总还无妨；因为将来理智发达，儿童自然会不再相信这些，若是过于悲哀或痛苦，便永远在脑里留下一个印象，不会消灭，于后来思想上很有影响；至于残酷的害，更不用说了。幼儿后期（）诗歌这期间的诗歌不只是形式重要，内容也很重要了；读了固然要好听，还要有意思，有趣味。儿歌也可应用，前期读过还可以重读，前回听他的音，现在认他的文字与意义，别有一种兴趣。文学的作品倘有可采用的，极为适宜，但恐不很多。如选取新诗，须择叶韵而声调和谐的；但有词调小曲调的不取，抽象描写或讲道理的也不取。儿童是最能创造而又最是保守的；他们所喜欢的诗歌，恐怕还是五七言以前的声调，所以普通的诗难得受他们的赏鉴；将来的新诗人能够超越时代，重新寻到自然的音节，那时真正的新的儿歌才能出现了。（）童话小学的初年还可以用普通的童话，但是以后儿童辨别力渐强，对于现实与虚幻已经分出界限，所以童话里的想像也不可太与现实分离；丹麦安兑尔然（HansCAndersen）作的童话集里，有许多适用的材料。传说也可以应用，但应当注意，不可过量的鼓动崇拜英雄的心思，或助长粗暴残酷的行为。中国小说里的《西游记》讲神怪的事，却与《封神传》不同，也算纯朴率真，有几节可以当童话用。《今古奇观》等书里边，也有可取的地方，不过须加以修订才能适用罢了。（）天然故事这是寓言的一个变相；以前读寓言是为他的故事，现在却是为他所讲的动物生活。儿童在这时期，好奇心很是旺盛，又对于牧畜及园艺极热心，所以给他读这些故事，随后引到记述天然的著作，便很容易了。但中国这类著作非常缺少，不得不取材于译书，如《万物一览》等书了。少年期（）诗歌浅近的文言可以应用，如唐代的乐府及古诗里多有好的材料；中国缺少叙事的民歌（Ballad），只有《孔雀东南飞》等几篇可以算得佳作，《木兰行》便不大适用。这时期的儿童对于普通的儿歌，大抵已经没有什么趣味了。（）传说传说与童话相似，只是所记的是有名英雄，虽然也含有空想的分子，比较的近于现实。在自我意识团体精神渐渐发达的时期，这类故事，颇为合宜；但容易引起不适当的英雄崇拜与爱国心，极须注意，最好采用各国的材料，使儿童知道人性里共通的地方，可以免去许多偏见。奇异而有趣味的，或真切而合于人情的，都可采用；但讲明太祖那颇仑等的故事，还以不用为宜。（）写实的故事这与现代的写实小说不同，单指多含现实分子的故事，如欧洲的《鲁滨孙》（RobinsonCrusoe）或《吉诃德先生》（DonQuixote）而言。中国的所谓社会小说里，也有可取的地方，如《儒林外史》及《老残游记》之类，纪事叙景都可，只不要有玩世的口气，也不可有夸张或感伤的“杂剧的”气味。《官场现形记》与《广陵潮》没有什么可取，便因为这个缘故。（）寓言这时期的教寓言，可以注意在意义，助成儿童理智的发达。希腊及此外欧洲寓言作家的作品，都可选用；中国古文及佛经里也有许多很好的譬喻。但寓言的教训，多是从经验出来，不是凭理论的，所以尽有顽固或背谬的话，用时应当注意；又篇末大抵附有训语，可以删去，让儿童自己去想，指定了反妨害他们的活动了。滑稽故事此时也可以用，童话里本有这一部类，不过用在此刻也偏重意义罢了。古书如《韩非子》等的里边，颇有可用的材料，大都是属于理智的滑稽，就是所谓机智，感情的滑稽实例很少；世俗大多数的滑稽都是感觉的，没有文学的价值了。（）戏曲儿童的游戏中本含有戏曲的原质，现在不过伸张综合了，适应他们的需要。在这里边，他们能够发扬模仿的及构成的想像作用，得到团体游戏的快乐，这虽然是指实演而言，但诵读也别有兴趣，不过这类著作，中国一点都没有，还须等人去研究创作；能将所读的传说去戏剧化，原是最好，却又极难，所以也只好先从翻译入手了。以上约略就儿童的各期，分配应用的文学种类，还只是理论上的空谈，须经过实验，才能确实的编成一个详表。以前所说多偏重“儿童的”，但关于“文学的”这一层，也不可将他看轻；因为儿童所需要的是文学，并不是商人杜撰的各种文章，所以选用的时候还应当注意文学的价值。所谓文学的，却也并非要引了文学批评的条例，细细的推敲，只是说须有文学趣味罢了。文章单纯，明了，匀整；思想真实，普遍：这条件便已完备了。麦克林托克说，小学校里的文学有两种重要的作用，（）表现具体的影象，（）造成组织的全体。文学之所以能培养指导及唤起儿童的新的兴趣与趣味，大抵由于这个作用。所以这两条件，差不多就可以用作儿童文学的艺术上的标准了。中国向来对于儿童，没有正当的理解，又因为偏重文学，所以在文学中可以供儿童之用的，实在绝无仅有；但是民间口头流传的也不少，古书中也有可用的材料，不过没有人采集或修订了，拿来应用，坊间有几种唱歌和童话，却多是不合条件，不适于用。我希望有热心的人，结合一个小团体，起手研究，逐渐收集各地歌谣故事，修订古书里的材料，翻译外国的著作，编成几部书，供家庭学校的用，一面又编成儿童用的小册，用了优美的装帧，刊印出去，于儿童教育当有许多的功效。我以前因为汉字困难，怕这事不大容易成功，现在有了注音字母，可以不必多愁了。但插画一事，仍是为难。现今中国画报上的插画，几乎没有一张过得去的，要寻能够为儿童书作插画的，自然更不易得了，这真是一件可惜的事。圣书与中国文学我对于宗教从来没有什么研究，现在要讲这个题目，觉得实在不大适当。但我的意思只偏重在文学的一方面，不是教义上的批评，如改换一个更为明了的标题，可以说是古代希伯来文学的精神及形式与中国新文学的关系。新旧约的内容，正和中国的四书五经相似，在教义上是经典，一面也是国民的文学；中国现在虽然还没有将经书作文学研究的专书，圣书之文学的研究在欧洲却很普通，英国“万人丛书”（EverymansLibrary）里的一部《旧约》，便题作“古代希伯来文学”。我现在便想在这方面，将我的意见略略说明。我们说《旧约》是希伯来的文学，但我们一面也承认希伯来人是宗教的国民，他的文学里多含宗教的气味，这是当然的事实。我想文学与宗教的关系本来很是密切，不过希伯来思想里宗教分子比别国更多一点罢了。我们知道艺术起源大半从宗教的仪式出来，如希腊的诗（MelSongs）赋（EpEpics）戏曲都可以证明这个变化，就是雕刻绘画上也可以看出许多踪迹。一切艺术都是表现各人或一团体的感情的东西；《诗序》里说，“情动于中而形于言；言之不足，故咏歌之；咏歌之不足，故嗟叹之；嗟叹之不足，故不知手之舞之，足之蹈之。”这所说虽然止于歌舞，引申起来，也可以作雕刻绘画的起源的说明。原始社会的人，唱歌，跳舞，雕刻绘画，都为什么呢？他们因为情动于中，不能自已，所以用了种种形式将他表现出来，仿佛也是一种生理上的满足。最初的时候，表现感情并不就此完事；他是怀着一种期望，想因了言动将他传达于超自然的或物，能够得到满足：这不但是歌舞的目的如此，便是别的艺术也是一样，与祠墓祭祀相关的美术可以不必说了，即如野蛮人刀柄上的大鹿与杖头上的女人象征，也是一种符咒作用的，他的希求的具体的表现。后来这祈祷的意义逐渐淡薄，作者一样的表现感情，但是并不期望有什么感应，这便变了艺术，与仪式分离了。又凡举行仪式的时候，全部落全宗派的人都加在里边，专心赞助，没有赏鉴的余暇；后来有旁观的人用了赏鉴的态度来看他，并不夹在仪式中间去发表同一的期望，只是看看接受仪式的印象，分享举行仪式者的感情；于是仪式也便转为艺术了。从表面上看来变成艺术之后便与仪式完全不同，但是根本上有一个共通点，永久没有改变的，这是神人合一，物我无间的体验。原始仪式里的入神（Enthousiasmos）忘我（Ekstasis），就是这个境地；此外如希腊的新柏拉图派，印度的婆罗门教，波斯的“毛衣外道”（Sufi）等的求神者，目的也在于此；基督教的福音书内便说的明白，“使他们合而为一；正如你父在我里面，我在你里面，使他们也在我们里面。”（《约翰福音》第十八章二十七节）这可以说是文学与宗教的共通点的所在。托尔斯泰著的《什么是艺术》，专说明这个道理，虽然也有不免稍偏的地方，经克鲁泡特金加以修正（见《克鲁泡特金的思想》内第二章文学观），但根本上很是正确。他说艺术家的目的，是将他见了自然或人生的时候所经验的感情，传给别人，因这传染的力量的薄厚合这感情的好坏，可以判断这艺术的高下。人类所有最高的感情便是宗教的感情；所以艺术必须是宗教的，才是最高上的艺术。“基督教思想的精义在于各人的神子的资格，与神人的合一及人们相互的合一，如福音书上所说。因此基督教艺术的内容便是使人与神合一及人们互相合一的感情。……但基督教的所谓人们的合一，并非只是几个人的部分的独占的合一，乃是包括一切，没有例外。一切的艺术都有这个特性，——使人们合一。各种的艺术都使感染着艺术家的感情的人，精神上与艺术家合一，又与感受着同一印象的人合一。非基督教的艺术虽然一面联合了几个人，但这联合却成了合一的人们与别人中间的分离的原因；这不但是分离，而且还是对于别人的敌视的原因。”（《什么是艺术》第十六章）同样的话，在近代文学家里面也可以寻到不少。俄国安特来夫（LeonidAndrejev）说，“我们的不幸，便是在大家对于别人的心灵，生命，苦痛，习惯，意向，愿望，都很少理解，而且几于全无。我是治文学的，我之所以觉得文学的可尊，便因其最高上的事业，是在拭去一切的界限与距离。”英国康剌特（JosephConrad本波兰人）说，“对于同类的存在的强固的认知，自然的具备了想像的形质，比事实更要明了，这便是小说。”福勒忒解说道，“小说的比事实更要明了的美，是他的艺术价值；但有更重要的地方，人道主义派所据以判断他的价值的，却是他的能使人认知同类的存在的那种力量。总之，艺术之所以可贵，因为他是一切骄傲偏见憎恨的否定，因为他是社会化的。”这几节话都可以说明宗教与文学的共通的所在，圣书与文学的第一层的关系，差不多也可以明了了。宗教上的圣书即使不当作文学看待，但与真正的文学里的宗教的感情，根本上有一致的地方，这就是所谓第一层的关系。以上单就文学与宗教的普通的关系略略一说，现在想在圣书与中国文学的特别的关系上，再略加说明。我们所注意的原在新的一方面，便是说圣书的精神与形式，在中国新文学的研究及创造上，可以有如何的影响；但旧的一方面，现今欧洲的圣书之文学的考据的研究，也有许多地方可以作中国整理国故的方法的参考，所以顺便也将他说及。我刚才提及新旧约的内容正和中国的经书相似：《新约》是四书，《旧约》是五经，——《创世记》等纪事书类与《书经》《春秋》，《利未记》与《易经》及《礼记》的一部分，《申命记》与《书经》的一部分，《诗篇》《哀歌》《雅歌》与《诗经》，都很有类似的地方；但欧洲对于圣书，不仅是神学的，还有史学与文学的研究，成了实证的有统系的批评，不像是中国的经学不大能够离开了微言大义的。即如“家庭大学丛书”（HomeUniversityLibrary）里的《旧约之文学》，便是美国的神学博士谟尔（GeorgeFMoore）做的。他在第二章里说明《旧约》当作国民文学的价值，曾说道，“这《旧约》在犹太及基督教会的宗教的价值之外，又便是国民文学的残余，尽有独立研究的价值。这里边的杰作，即使不管著作的年代与情状，随便取读，也很是愉快而且有益；但如明了了他的时代与在全体文学中的位置，我们将更能赏鉴与理解他了。希伯来人民的政治史，他们文明及宗教史的资源，也都在这文学里面。”他便照现代的分类，将《创世记》等列为史传，豫言书等列为抒情诗，《路得记》《以斯帖记》及《约拿书》列为故事，《约伯记》——希伯来文学的最大著作，世界文学的伟大的诗之一，——差不多是希腊爱斯吉洛思（Aiskhylos）式的一篇悲剧了；对于《雅歌》，他这样说，“世俗的歌大约在当时与颂歌同样的流行，但是我们几乎不能得到他的样本了，倘若没有一部恋爱歌集题了所罗门王的名字，因了神秘的解释，将他归入宗教，得以保存。”又说，“这书中反覆申说的一个题旨，是男女间的热烈的官能的恋爱。……在一世纪时，这书虽然题着所罗门的名字，在严正的宗派看起来不是圣经；后来等到他们发见——或者不如说加上——了一个譬喻的意义，说他是借了夫妇的爱情在那里咏叹神与以色列的关系，这才将他收到正经里去。古代的神甫们将这譬喻取了过来，不过把爱人指基督，所爱指教会（钦定译本的节目上还是如此）或灵魂。中古的教会却是在新妇里看出处女马理亚。……譬喻的恋爱诗——普通说神与灵魂之爱——在各种教义与神秘派里并非少见的事；极端的精神诗人时常喜用情欲及会合之感觉的比喻；但在《雅歌》里看不出这样的起源，而且在那几世纪中，我们也不曾知道犹太有这样的恋爱派的神秘主义。”所以他归结说，“那些歌是民间歌谣的好例，带着传统的题材，形式及想象。这歌自然不是一个人的著作，我们相信当是一部恋爱歌集，不必都是为嫁娶的宴会而作，但都适用于这样的情景。”这《雅歌》的性质正与希腊的催妆诗（Epithalmium）之类相近，在托尔斯泰派的严正批评里，即使算不到宗教的艺术，也不愧为普遍的艺术了。我们从《雅歌》问题上，便可以看出欧洲关于圣书研究的历史批评如何发达与完成。中国的经学却是怎样？我们单以《诗经》为例，雅颂的性质约略与《哀歌》及《诗篇》相似，现在也暂且不论，只就国风里的恋爱诗拿来比较，觉得这一方面的研究没有什么满足的结果。这个最大原因大抵便由于尊守古训，没有独立实证的批判；譬如近代龚橙的《诗本谊》（出版，但系年作）反对毛传，但一面又尊守三家遗说，便是一例。他说，“古者劳人思妇，怨女旷夫，贞淫邪正，好恶是非，自达其情而已，不问他人也。”又说，“有作诗之谊，有读诗之谊，有太师采诗瞽矇讽诵之谊，”都很正确；但他自己的解说还不能全然独立。他说，“《关雎》，思得淑女配君子也”；郑风里“《女曰鸡鸣》，淫女思有家也”。实际上这两篇诗的性质相差不很远，大约只是一种恋爱诗，分不出什么“美刺”，著者却据了《易林》的“鸡鸣同兴，思配无家”这几句话，说他“为淫女之思明甚”，仍不免拘于“郑声淫”这类的成见。我们现在并不是要非难龚氏的议论，不过说明便是他这样大胆的人，也还不能完全摆脱束缚；倘若离开了正经古说训这些观念，用纯粹的历史批评的方法，将他当作国民文学去研究，一定可以得到更为满足的结果。这是圣书研究可以给予中国治理旧文学的一个极大的教训与帮助。说到圣书与中国新文学的关系，可以分作精神和形式的两面。近代欧洲文明的源泉，大家都知道是起于“二希”就是希腊及希伯来的思想，实在只是一物的两面，但普通称作“人性的二元”，将他对立起来；这个区别，便是希腊思想是肉的，希伯来思想是灵的；希腊是现世的，希伯来是永生的。希腊以人体为最美，所以神人同形，又同生活，神便是完全具足的人，神性便是理想的充实的人生。希伯来以为人是照着上帝的形像造成，所以偏重人类所分得的神性，要将他扩充起来，与神接近以至合一。这两种思想当初分立，互相撑拒，造成近代的文明，到得现代渐有融合的现象。其实希腊的现世主义里仍重中和（Sophrosyn），希伯来也有热烈的恋爱诗，我们所说两派的名称不过各代表其特殊的一面，并非真是完全隔绝，所以在希腊的新柏拉图主义及基督教的神秘主义已有了融合的端绪，只是在现今更为显明罢了。我们要知道文艺思想的变迁的情形，这圣书便是一种极重要的参考书，因为希伯来思想的基本可以说都在这里边了。其次现代文学上的人道主义思想，差不多也都从基督教精神出来，又是很可注意的事。《旧约》里古代的几种纪事及豫言书，思想还稍严厉；略迟的著作如《约拿书》，便更明了的显出高大宽博的精神，这篇故事虽然集中于巨鱼吞约拿，但篇末耶和华所说，“这麻……一夜发生，一夜干死，你尚且爱惜；何况这尼尼微大城，其中不能分辨左手右手的有十二万多人，并有许多牲畜，我岂能不爱惜呢？”这一节才是本意的所在。谟尔说，“他不但《以西结书》中神所说‘我断不喜悦恶人死亡，惟喜悦恶人转离所行的道而活’的话，推广到全人类，而且更表明神的拥抱一切的慈悲。这神是以色列及异邦人的同一的创造者，他的慈惠在一切所造者之上。”在《新约》里这思想更加显著，《马太福音》中登山训众的话，便是适切的例：耶稣说明是来成全律法和先知的道，所以他对于古训加以多少修正，使神的对于选民的约变成对于各个人的约了。“你们听见有话说，‘以眼还眼，以牙还牙。’只是我告诉你们，不要与恶人作对。”（第五章三十八至三十九）“你们听见有话说，‘当爱你的邻舍，恨你的仇敌。’只是我告诉你们，要爱你的仇敌，为那逼迫你们的祷告。”（同上四三至四四）这是何等博大的精神！近代文艺上人道主义思想的源泉，一半便在这里，我们要想理解托尔斯泰，陀思妥也夫斯奇等的爱的福音之文学，不得不从这源泉上来注意考察。“你们中间谁是没有罪的，谁就可以先拿石头打他。”（约第八章七）“父阿，赦免他们，因为他们所作的事，他们不晓得。”（路第二三章三四）耶稣的这两种言行上的表现，便是爱的福音的基调。“爱是永不止息；先知讲道之能，终必归于无有；说方言之能，终必停止，知识也终必归于无有。”（林前第十三章八）“上帝就是爱；住在爱里面的，就是住在上帝里面，上帝也住在他里面。”（约壹第四章十六）这是说明爱之所以最大的理由，希伯来思想的精神大抵完成了；但是“不爱他所看见的兄弟，就不能爱没有看见的上帝”。（同上二十）正同柏拉图派所说不爱美形就无由爱美之自体（Autotokalon）一样；再进一步，便可以归结说，不知道爱他自己，就不能爱他的兄弟；这样又和希腊思想相接触，可以归入人道主义的那一半的源泉里去了。恋爱女神的表现，因此自然发生一种尊崇的感情。等到雅典文学时代，悲剧诗人多喜在神话传说上，加上一层道德的解释，于是海伦纳的生平又不免有许多缺憾发现了。史诗时代以后，诗歌很是发达，但纯粹的抒情诗不很盛，最多的是格言诗讽刺诗及仪式上用的合唱的歌。我们在这三种诗的性质上，可以豫料他对于妇女恋爱等的题目，未必有赞美的话。格言及讽刺诗在文学的谱系上，从海希阿陀思派史诗出来，与后来的戏剧及哲学相接联；在这样的常识的文艺作品上，感情当然不能占什么重要的位置；从当时的常识看来，妇女自然是弱性，结婚只是买卖了。合唱歌原系祭祀竞技等时的歌曲，于是一方面关系也就较少。我们现在从讽刺诗里举出两个例来，可以见其一斑。舍摩尼台斯（Semonides）有一首一百十九行的长诗，形容十类的女人，用十种物事做比喻。他起首说，“最初神造女人的心，成种种不同的性质。他造一种人，像硬毛的猪。她的家里各物凌乱，沾染污泥，在地上乱滚。她自己也污秽，穿着不洗的衣服，坐着，在粪堆里肥壮起来。”其次列举狐，狗，泥，海水，驴，鼬，马，猴为比，最后一种是蜜蜂，是唯一的良妻了；但他还总结一句说，“宙斯造了这最上的恶，——便是女人；他们好像是好的，但你去得了来的时候，她便变了祸祟。”他的话可以算是苛酷了，可是还不能比“辣诗人”息坡那克思（Hipponax）的这两句诗：女人给男子两个快乐的日子，在她结婚及出丧的时候。希腊的抒情诗虽然流存的很少，但因为有一个女诗人萨普福（Sappho），便占了世界第一的位置。她是列色波思（Lesbos）岛的人；原来住在那边的希腊人属于爱阿里亚族，文化最高，风气也最开通，女子同男人一样的受教育，可以自由交际，不像雅典的将女子关在家里，作奴隶看待，也不像斯巴达的专重体育，只期望她生育强健的子女；所以列色波思当时很多女诗人，大家时常聚会，仿佛同后来雅典的哲学家讲学一样，萨普福便是这样团体里的领袖。她的古今无比的热烈的恋爱诗，历来招了许多的误解，到了四世纪的时候，法王命令将她的诗集和别的所谓异教诗人的著作，一并烧了；因了这回热心的卫道的结果，我们所能看见的女诗人的遗作，只剩了古代文法字典上所引用的断片，一总不过百二十则，其中略成篇章的不及什一了。但便是这一点断片，也正如《希腊诗选》的编者Meleagros说，“花虽不多，都是蔷薇。”她的恋爱诗第一有名的是《寄所爱》（“EisEromenan”此字系女性），只是极不容易译。我们现在抄译几则短句，也可以知道她的恋爱的意见了。爱（Eros）摇我的心，如山风落在栎树的中间。断片四二爱摇动我，——融化支体的爱，苦甜，不可抗的物。同四十这苦甜（原语是甜苦Glykypikron）一句话，便成了后来许多诗人的爱用语。下列的两行，却又似柏拉图（Plato）的哲学问答里的话了。看了美的人，必是善的，善的也就将要美了。断片百一希腊戏剧起源于宗教，他的材料差不多限于神话及英雄传说；但是戏曲家的作法和思想逐渐改变，所以在这范围内也就生出差异来了。最初的悲剧家爱斯吉洛思（Aeschylus）用了他虔敬的宗教思想，解释传说的意义，他的悲剧里的妇女（其实连男子也是如此）都不过是所谓上帝的傀儡，如遏来克忒拉（Elektra）的为父复仇，许沛美斯忒拉（Hypermestra）的背父从夫，一样的是神意，没有个人的自由意志。所福克来斯（Sophokles）不管这些宗教和道德上的意义，只依了普通的心理，描写古时的事情，剧里的女性更有独立的性格了；如安谛戈纳（Antigone）因为葬兄得罪，甘心就死，做了英雄的事，实际上却仍是一个温和的弱女子，并不是人情以外的女英雄，他的艺术更精美了。但思想最特别的，要算是欧立比台斯（Euripides）。他生在二千四百年前，思想却很进步，凭了理性，批评传统的伦理，欧洲人常将他比现代英国戏剧家伯纳萧（BernardShaw）。他的剧里多描写世间所谓恶德的女人，所以被称为憎恶女性者（Misogynistes），其实是正反对的，他对于他们很有同情，或者还有多少的辩护。譬如美代亚（Medea）因其夫他娶，用法术谋害新妇，又杀了自己的子女，驾飞龙车逃去；又法特拉（Phaidia）爱前妻之子，被他拒绝，便诬陷他致死，随后她也悔恨自杀。这两个人，在平常的眼光看来都是恶妇了；但欧立比台斯知道“爱情如死之坚强，嫉恨如阴间之残忍”，共同的人性到处存在，只因机缘凑合，不幸便发生悲剧，正如星星的火都有燎原的可能性，不过有的不曾遇风，所以无事罢了。理想的悲剧能够使人体会剧里人物的运命，感到悲哀，又省察自己的共同的人性，对于将来感到恐怖：欧立比台斯的著作可以当得这个名称。他的剧里也有淑女，如亚尔开谛思（Alkestis）替丈夫的死，但我们所感到的不单是她的贞诚勇敢，却多看出她丈夫的利己与卑怯，这又是作者的手段与他的微意之所在了。希腊悲剧这题目很是广大，现今只就关于妇人问题的略略一说；至于喜剧因为流传的很少，又性质上原是一种讽刺的俗曲，对于妇女大抵都是讥笑的态度，与讽刺诗人相似，所以现在也不再说及了。三中古时代的思潮，以基督教为本，因了社会情状的关系，生出种种变化，如骑士制度，圣母崇拜等，错杂起来便造成中世的传奇思想。基督教本是希伯来思想的嫡裔，但经过耶稣的修改，对于妇女的严厉的意见，已经宽缓一点了。但到使徒的手里，不免又苛刻了许多，而且教会的作止规条逐渐制定，于是摩西的精神重复得势了。如圣保罗说，“你们当顺着圣灵而行，就不成就肉体的情欲了。因为情欲和圣灵相争，圣灵和情欲相争。”《加拉太书》第五章十六至十七节“那些属基督的人，是已经把肉体，连肉体的邪情私欲，同钉在十字架上了。”又第二十四节“男不近女倒好。”哥前第七章一节这个禁欲思想，直到路德出现为止，很占势力。这原是理想的出世法，但对于世间法他也有这几种教训。“叫自己的处女出嫁是好，不叫她出嫁更是好。”哥前第七章三十八节“各人的头就是基督，女人的头就是男人。”又第十一章三节“女人要沉静学习，一味的顺服。我不许女人讲道，也不许她辖管男人，只要沉静。因为先造的是亚当，后造的是夏娃。且不是亚当被引诱，乃是女人被引诱，陷在罪过里。”提前第二章十一至十四节“并且男人不是为女人造的，女人乃是为男人造的。”哥前第十一章九节“他们指女人总要顺服，正如律法所说的。”又第十四章三十四节以后教会的神父便更变本加厉，又因了当时罗马王朝侈华恣肆的反动，造成极端的厌世憎女的思想。台土利安（Tertullian）说，“女人！你应该穿着丧服破衣走，你的眼里满盛哀悔之泪，使人们忘记你是人种的祸祟。女人！你是地狱的门。”“人必当独身，纵使人种因此而绝灭。”圣奥古斯丁（Augustine）说，“独身者将在天上辉耀，如光芒的众星；生他们的父母却像无光的星。”阿列根（Origen）说，“结婚是非神圣而且不洁，是私欲的一种方法。”他这样说，也便实行他的主义，自宫以避诱惑了。以上多据德人倍贝尔《妇人论》中所引。这样下去，非人情的禁欲主义，差不多完全主宰了世界。到六世纪玛松（Maon）会议，遂有女人有无灵魂与人格的讨论，他的结果是大多数的否决！但是六世纪以后，欧洲政教的形势也逐渐改变了。罗马东迁，小国纷纷建立，遂成封建制度；新兴民族受了教会热心的劝导，也都转为基督教徒，于是圣母崇拜突然兴起，和封建底下的骑士制度联合，造成那种传奇的妇女崇拜。原来欧洲各民族在未受基督教的洗礼以前，各有他们自己的宗教，教会虽然使他们在仪式上改了宗，但是根柢上的异教思想，一时不能变换；所以教会里用了剿抚兼施的办法，一面将势力较小的诸神悉数打倒，并入地狱里，做撒但的部下；一面却将在民间占有势力的诸神提拔起来，改换名称，分配作古代的圣徒，如海神变为圣尼古拉之类。余下一个最大的女神，南欧的亚孚罗迪推（Aphrodite）或威奴思（Venus），北欧的遏陀（Edda）或弗勒雅（Freyja），都是代表女性体用的大神，生气的宗教之主体，便被改作圣母；于是以前不大被人尊重的圣马理亚，至此遂成了普遍的崇拜了。骑士制度的完成，却纯是政治上的关系。一国的王并不是直接的统辖臣民，藉了租税力役，保守他的国土；他将土地分封给人，为侯伯等，有事的时候，便专靠他们的帮助。侯伯等诸贵族又招养许多武士，替他们出力，因为武士都是擐甲骑马，所以称作骑士。这骑士制度实在只是一种主仆关系，武士这一字英国作Knight，本有仆役的意思；不过他是仆而非奴，故地位稍为尊严，也较自由。但是他仆役的职务，原是存在，对于他的主人，有绝对忠顺的义务。他的主人在宗教上有神的父子及圣母，在政治上有王与直接的主君——及主母。因为主君有时以战争外交种种关系，暂时离家，他的统治城堡的威权，便由他的妻来代表，所以贵族的夫人们，在他们属地内也得了极大的尊崇。有这圣母与主母两重的崇拜正在流行，一般女性的价值，就因之增高。在一方面游行骑士的训条，于为宗教及主君尽忠之外，又誓言尊敬妇女，一方面骑士文学的恋爱歌，也渐以发生了。〔关于中世尊重妇女的事业，颇有疑问。德国倍贝尔（ABebel）便极不相信，在《妇人论》第一分卷中云，“空想的传奇派与有心计的人们，努力的想将这个时期十二至十四世纪当作道德的时代，真诚的尊敬妇女的时代。……其实这时候，正是极凶的私刑法的时代，一切组织都散漫了，武士制度差不多变了路劫强盗和放火的职业。这样行着最残暴的凶行的时代，决不适宜于温柔与诗的感情的发达，而且他反将当初存在的，那一点对于女性的敬意，毁坏净尽了。……”这就事实上说，当然是如此，但我们可以确说，在文艺上当初曾有这一种思想的表现，便是倍贝尔自己也原是这样说。〕骑士文学的发生，我们可以将他称为人们对于女性的解放的初步。在异教时代，男女可以自由的歌咏恋爱的甜苦；基督教来了，把人类的本能统统抹杀，他们虽然照旧结婚生殖，但如圣耶隆姆（Jerome）说，“结婚至好也是一件恶行，我们只能替他强辩，替他祓除。”所以世间以为男女关系是不得已的污恶，不是可以高言的，更无论咏叹了。因这污恶的观念，养成一种玩世态度，作放纵的诗歌的，是禁欲思想的别一方面的当然的果实。到了这时代，女性以圣母和主母的两种形式，重复出现于世，潜伏着的永久的人性，在诗人胸中觉醒过来，续唱他未了的歌，正是自然的事。但是这两个女性的代表，虽然同是女人，却都有神圣威严围绕着，带着不可逼视的光芒，诗人的爱于是也自然的离了肉体，近于精神，差不多便替文艺复兴时代的“柏拉图的爱”（PlatonicLove）做了先驱了。骑士文学的发达，是逐渐的。最初是史诗的复活，藉了十字军护教的英雄，咏叹人生的活动，先是叙战争，次叙冒险，随后叙恋爱；先是专讲正教的人物，其后也渐及异教。但这都是叙事一面，到了普洛凡斯（Provence）文学兴起，于是抒情诗遂占势力，恋爱成了诗中的主题。这个倾向，在欧洲文学界上本来是共通的，普洛凡斯即法国南部一带地处南方，思想又较自由，所以首先发现；他的影响渐渐由南而北，遂遍西欧。普洛凡斯的这种诗人，特别有一种名称，叫作忒洛巴陀耳（Troubadour），多是武士或贵族出身。他们诗里的主旨是爱，——对于神及女人之爱。但是两者几乎有混同的倾向，因为忒洛巴陀耳的恋爱的对象都是已婚的主妇，并非处女，诗中只有爱慕而无欲求，也没有结婚的愿望。这个原因，上面已经说及，便是这里的所谓恋爱，并非平等关系，乃是从主仆关系出来的，所以诗中的爱人在实际是威严的主母，与圣母之可仰而不可即仿佛一样。诗人的“恋爱的服务”（ServiceofLove），先为诗歌的请求，倘主母许可，正式的与以接吻及指环等亲身之物，以为印证，以后便承受他的诗的赞美。这恋爱的服务虽然因为公认恋爱，可以说是人性解放的初步，却还受各种束缚，有许多非人情的地方，他们所爱的既然是一个神圣的偶像，——圣母或主母——诗中的恋爱因此也自然是理论而非经验，是理想上的当然而非人情上的必然：这正是不得已的缺点。理论的恋爱虽然可以剖析的很是微妙，但没有实际的无穷的变化，所以忒洛巴陀耳的诗只以巧妙胜，不以真挚胜。英国且德（HJChaytor）在所著《忒洛巴陀耳》（TheTroubadours）中总叙这类恋爱诗的要旨云，“诗人首先赞美其所爱者；她在肉体上精神上都是完全，她的美照耀暗夜，她的出现能使病者愈，使悲者喜，使粗暴者有礼，等等。诗人的对于她的爱与贞壹是无限的：和她分离将比死更坏，她的死将使世界无欢，而且他欠她一切所有的善或美的思想。这只为她的缘故，他才能够歌吟。与其从别人受到最高的恩惠，他宁可在她手里受无论怎样的苦痛和责罚。……这个热情变化了他的性质：他是一个比先前更好更强的人，预备饶恕他的仇敌，忍受一切肉体的艰苦；冬天在他同愉快的春天一样，冰雪像是柔软的草地和开花的原野。但是如或不见还报，他的热情将毁灭他；他失了自制，同他说话也不听见，不能吃，不能睡，渐渐变成瘦弱，慢慢的陷到早年的坟墓里去了。即使这样，他也不悔恨他的恋爱，虽然他指爱引他到苦与死里去，他的热情永久的变强，因有希望扶助着他。但是倘若他的希望实现了，他欠这一切，都出于夫人的慈惠，因为他自己的能力是一点都不能有所成就的。”我们在这里再引一节颂圣处女马理亚的诗，忒洛巴陀耳的恋爱诗风差不多可以略见一斑了。“夫人（Domna），无刺的蔷薇，甜美在一切花之上，结实的枯枝，不劳而生谷的地，星，太阳之母，你自己父亲指神的保母，在世界上或远或近，没有女人能够像你。案枯枝意即指处女夫人，净而且美的处女，在产前如此，其后亦然；耶稣基督从你受了肉身，而不使生瑕，正如太阳照时，美光通过窗上玻璃而入内。”这种骑士的诗歌，虽然有一种窠臼，但是略能改正社会上对于妇女的观念，颇有功绩。德国同派的诗人于赞美意中的个人以外，兼及女性的全体，其态度尤为真诚而平允。如来因玛耳（ReinmarvonHagenau）诗云，女人，怎样的一个祝福的名！说来怎样的甜美，想来怎样的可感谢！乌尔列息（UlrichvonLichtenstein）云，我想神不曾造过比女人更好的物。又诗云，女人是净，女人是美，女人是可爱而且优雅，女人于心里困苦的时候是最好，女人带来一切的好事，女人能召男人向名誉去，阿，能承受这些的人是幸福了。至于华尔德（WaltervonderVogelweide）下面的话，又与但丁（Dante）的意见相一致了。恋爱的最好的报酬，是男子自己品格的增高。有着好女人的爱的人，羞耻一切的恶行。以上所说，是中古时代顺应了社会潮流而发生的一派文艺思想，但同时也别有反抗的一派，占有相当的势力。在各种传奇（Romance散文或韵文的，多含神异分子的故事）里最为习见，如福斯德（Faust）博士卖灵魂求快乐，丹诃什尔（Tannhuser）入爱神山（Venusberg）之类，便是一例，但在弹词《奥加珊与尼古勒德》（AucassinetNicolette）里，这趋向最为明了。奥加珊爱奴女尼古勒德，但是他的父亲伯爵不答应，叫女的教父子爵劝诫他，说倘若娶了尼古勒德，将坠地狱，不得往天堂里去。奥加珊答说，“在天堂里我去干什么呢？我不想进去，我只要得我的甜美的朋友，我所挚爱的尼古勒德就好了。因为往天堂去的，都是那些人：那老牧师们，老跛脚和那残废者，他们整天整夜的在神坛前，在教堂底下的窟室里咳嗽；那些穿旧外套和破衣服的人们；那些裸体，赤足，都是伤痕的；饥饿干渴，寒冷困苦而死的。这些人们往天堂去，我与他们一点都没有干系。但是地狱里我却愿去。……我愿到那里去，只要有我的甜美的朋友尼古勒德在我的身旁。”其后叙述尼古勒德从幽居中逃出，月夜经过园中的情景，令人想起所罗门的《雅歌》。“她用两手拿着衣裾，一手在前，一手在后，轻轻的在堆积在草上的露里挨着，这样走过了花园。她的头发是黄金色，垂着几缕爱发；她的眼睛，蓝而带笑；面色美好，嘴唇朱色，比夏天的蔷薇或樱桃更红；牙齿白而且小；她的乳坚实，在衣下现出，如两个圆果；她的腰很细，两手可以围过来。她走过去的时候，踏着雏菊，花映在伊的脚背和肉上，仿佛变了黑色，因为美丽的少年处女是这样的白。”在《浪游者之歌》（CarminaVagorum）集里，也多有这类赞叹肉体美的句子，如额呵，喉呵，嘴唇呵，面颊呵，都给与我们恋爱的资粮；但是我爱那头发，因为这是黄金的颜色。又如《美的吕提亚》（“Lydiabella”）的首节云，美的吕提亚，你比清早的新乳，比日下的嫩百合还要白！同你的玫瑰白的肉色相比，那红蔷薇白蔷薇的颜色都褪了，那磨光的象牙的颜色都败了。据英国西蒙士编《酒与女人与歌》《浪游者之歌》是当时在欧洲各大学游学的少年教士所作，用拉丁文，多仿颂歌体，而诗的内容，却是西蒙士所说的酒与女人与歌，我们从这里可以看出禁欲思想的失败，知道将有什么新的发展要出现了。这新的发展，便是文艺复兴与宗教改革。文艺复兴是异教精神的复活，但是伊大利的文艺家用了和平手段，使他与基督教相调和，顺了骑士文学的思潮，将希腊思想渡了过来。宗教改革本是基督教的中兴，改革者却出于激烈反抗的态度；路德根据了自然的人性，攻击教会的禁欲主义，令人想起浪游者的诗，实在是颇妙的一个反比。路德说，“凡是女人，倘若她不是特别的受过上天的净化，不能缺少男人的伴侣，正如她不能缺少食饮睡眠，或别的肉体需要的满足一般。凡男子也不能缺少女人的伴侣。这理由是因为在我们天性里，深深的种着生育的本能，与饮食的本能无异。所以神使人身上有肢体血管精液，并一切必需的机官。倘有人想制止这自然的冲动，不肯容人性自由，他正如想制止自然令弗自然，制火令弗烧，制水令弗湿，制人令弗食饮睡眠。”这一节话，即以现在的眼光看来，也非常精确，几乎是现代讲“性的教育”（Sexeducation以性的知识，授予儿童，谓之性的教育，或译两性教育，不甚妥）的学者的话了。但他又说，“将妇女拿出家庭以外，他们便没用了。……女人是生成管家的，这是她的定命，她的自然律。”我们可以知道，他的意见终是片面的。因为他在这里又过于健全，过于实际的；正如文艺复兴的文人的“柏拉图的爱”，因为过于理想，过于抽象，也不免为片面的一样。伊大利诗人但丁（Dante）和同时的彼得拉耳加（Petrarca）一样，一面是文艺复兴的前驱，一面又是忒洛巴陀耳的末裔。他的《神的喜剧》（TheDivineComedy）里面，包罗中世的政教道德思想的纲要，他的《新生活》（LaVitaNuovaTheNewLife）又是醇化的恋爱观的结晶。他在九岁的时候，遇见贝亚忒列契（Beatrice这是假名，即忒洛巴陀耳诗学上所谓诗名Senhal），便发生初次的，亦是永久的恋爱，如《新生活》上所说，他看见了“比我更强的神”——爱神——了。但是那女人终于不很理他，正与彼得拉耳加所爱的劳拉（Laura）一样，但丁却终身没有改变，因为他的爱是精神的，不以婚姻为归宿，仿佛是忒洛巴陀耳的“宫廷之爱”（CourtlyLove），而更为真挚。在但丁这爱的经验，实在是宗教的经验据弗勒丘著《妇人美的宗教》中所说，圣书上“神即是爱”这句话，便是他的说明。世间万有都被一个爱力所融浸，这也就称作神；人们倘能投身爱流，超出物我，便是与神合体，完成了宗教的究竟大愿。但是人多关闭在自我的果壳里，不易解脱，只有在感着男女或亲子之爱的顷刻，才与普遍的力相接触，有一个出离的机会。由爱而引起的自己放弃，是宗教上的一种最要素，所以爱正可以称为入道之门。但丁以见贝亚忒列契之日为新生活的发端，以爱的生活为新生活的本体，便是这个意思了。但丁的恋爱观，本出于忒洛巴陀耳而更为精微真挚，又是基督教的，与文艺复兴时的“柏拉图的爱”相似而实不同，柏拉图在《宴飨》（Symposion）篇中记梭格拉第述女祭司神荣（Diotima）之言云，“进行的次序，或被引而历经所爱事物的次序，是以世上诸美为梯阶，循之上行，以求他美：自一至二，自二以至一切的美形，自美形至美行，自美行至美念，自美念以上，乃能至绝对美的概念，知何为美的精华。……这是人所应为的最高的生活。从事于绝对美的冥想。”“爱是最上的力，是宇宙的，道德的，宗教的。爱有两种，天上的与世间的：世间的爱希求感觉的美，天上的爱希求感觉以上的美。因为感觉的美正是超感觉或精神的美的影子，所以我们如追随影子，最后可以达到影后的实体，在忘我境界中得到神美的本身。”《妇人美的宗教》七感觉美的中间，以人体美——就中又以妇人美为最胜。又依善美合一之说，人的容貌美者，因他有精神美——即善——的缘故，譬如灯笼里的火，光达于外。因此在文艺复兴时期，妇人——美妇人的位置与价值，很是增高。但是如英国弗勒丘（JBFletcher）在《妇人美的宗教》里说，“柏拉图的爱，从人情上说来，是自私的。他注视所爱的面貌，当作他自己冥想的法喜的刺激剂。这几乎有点僵尸（Vampire）似的，他到处游行，想像的吸取少女及各物的甜美，积贮起他的心的蜜房。”因此文艺复兴的尊重妇女，也不是实在的，正如中古的女人崇拜一样，但是新的局面却总由此展开了。文艺复兴时代，在本篇范围之外，故不详说。综观以上所说中古以前文学上的妇女观，差不多总在两者之间，交互变换，不将女人当作傀儡，这字的意义，实在不能与英文的doll相当。古书里说老莱子弄雏于其亲侧，这雏字倒颇适切，只可惜太古了。日本有一种小儿祝日所祭的人形，还称作雏。便当作偶像！但这是时代的关系，无足怪的。历来的文学，本来多出在男子的手里；便是女人所作，讲他们自己的，也如英国约翰弥勒（JSMill）所说，大半是“对于男子的谄媚”。但是这些历史上的陈迹，无论怎样芜秽，却总是发生现代思想之花的土堆，——别一方面，科学的知识固然也是一个最大的助力。如耶稣说，“那起初造人的，是造男造女，并且说，‘因此，人要离开父母，与妻子连合，二人成为一体’。”创二之二四“你们没有念过么？既然如此，夫妻不再是两个人，乃是一体的了。”太第十九章四至六节康德（Kant）也说，“男女联合，成为一个整的全体；两性互相完成。”据倍贝尔书中所引又如性的神秘主义，在十八世纪以前，瑞典播格（Swedenborg）路易斯勃勒克（Ruysbroeck）等，以基督教为本，大加提倡；到了近代，也很有这倾向，但是经过了科学的洗礼，更为彻底了。神秘派于人间的男女亲子关系上，认出人神关系的比例，因为神是宇宙之源的“一”，万有的生活原则，本来无不与他相应，性的牵引与创造，当然可以有神的意义。现代的诗人却更进一层，便直认爱即是神，不复以爱为求神的梯阶，或神之爱的影子，即此男女亲子的爱，便有甚深无量的意义，人人苟能充他的量，即是神的生活了。他们承认男人是男人，女人是女人，小儿是小儿，这是现代科学思想之赐，也就是造成他们的平易而神秘的思想的原因了。英国嘉本特（ECarpenter）在他的《婴孩》（“TheBabe”）诗中说，两个生命造出一个，只看作一个，在这里便是所有的创造。这可以称是他的现代的性的神秘主义。他有一部《爱的成年》，讲男女问题极为正确，经郭君译出，在北平出版。以下一节，是威尔士（HGWells）的话，我们引来作本篇的结束。“我想，同事的欲求，将自己个人的本体没入于别人的欲求，仍为一切人间的爱的必要的分子。这是一条从我们自己出离的路，我们个人的分隔的破除，正如憎恶是这个的增厚一般。我们舍下我们的谨慎，我们的秘密，我们的警备；我们开露自己；在常人是不可堪的摩触，成为一种喜悦的神秘；自卑与献身的行为，带着象征的快乐。我们不能知道何者是我，何者是你。我们的禁锢着的利己，从这个窗户向外张望，忘了他的墙壁，在这短的顷刻中，是解放了，而且普通了。”据路易士著《嘉本特传》中所引附记我动手做这篇文章，是在三月中旬的病后，才成了半篇，因为旧病又发，也就中止了。迁延日久，没有续作的机会，对于编辑者及读者诸君实在很是抱歉。现在病势略好，赶即续成此篇，但是前后相距已有四月，兴趣与结构计画多有改变，山中又缺少参考的便利，所以遗漏错误在所不免，笔法亦前后不同，须求读者的原谅。一九二一年七月二十一日，在北平西山。勃来克的诗威廉勃来克（WilliamBlake—）是英国十八世纪的诗人。他是个诗人，又是画家，又是神秘的宗教家。他的艺术是以神秘思想为本，用了诗与画，来作表现的器具。欧洲各派的神秘主义，大半从希腊衍出，布洛谛诺思所著《九卷书》中，说宇宙起源本于一，由一生意，由意生灵，即宇宙魂。个体魂即由此出，复分为三：为物性的，理知的，神智的。只因心为形役，所以忘了来路，逐渐分离，终为我执所包裹，入于孤独的境地，为一切不幸的起源。欲求解脱，须凭神智，得诸理解，以至物我无间，与宇宙魂合，复返于一。勃来克的意见也是如此，所以他特重想象（Imagination），将同情内察与理想主义包括在内，以为是入道的要素。斯布勤女士在《英文学上的神秘主义》（Spurgeon，MysticisminEnglishLiterature）中有一节说：——“在勃来克看来，人类最切要的性质，并非节制约束，服从或义务，乃是在爱与理解。他说，‘人被许可入天国去，并不因为他们能检束他们的情欲，或没有情欲，但是因为他们能培养他们的理解的缘故。’理解是爱的三分；但因了想象，我们才能理解。理解的缺乏，便是世上一切凶恶与私利的根本。勃来克用力的说，非等到我们能与一切生物同感，能与他人的哀乐相感应，同自己的一样，我们的想象终是迟钝而不完全。《无知的占卜》（“AuguriesofInnocence”）篇中云：——被猎的兔的一声叫，撕去脑中一缕的神经。叫天子受伤在翅膀上，天使停止了歌唱。我们如此感觉时，我们自然要出去救助了；这并非因被义务或宗教或理性所迫促，只因愚弱者的叫声十分伤我们的心，我们不能不响应了。只要培养爱与理解，一切便自然顺着而来了。力，欲与知，在自利与不净的人，是危险的东西；但在心地清净的人，是可以为善的极大的力。勃来克所最重的，只是心的洁净，便是劳（Law）与贝美（Boehme）二人所说的欲求的方向。人的欲求如方向正时，以满足为佳：——红的肢体，火焰般的头发上，禁戒撒满了沙；但是满足的欲求，种起生命的与美的果实。（案此系《格言诗》的第十章）世上唯有极端纯洁，或是极端放纵的心，才能宣布出这样危险的宗旨来。在勃来克的教义上，正如斯温朋（Swinburne）所说，‘世间唯一不洁的物，便只是那相信不洁的念头。’”这想象的言语，便是艺术。艺术用了象征去表现意义，所以幽闭在我执里面的人，因此能时时提醒，知道自然本体也不过是个象征。我们能将一切物质现象作象征观，那时他们的意义，也自广大深远。所以他的著作除纯粹象征神秘的《预言书》（ThePropheticBooks）以外，就是抒情小诗，也有一种言外之意。如下面这一篇，载在《无知的歌》（SongsofInnocence）集内，是纯朴的小儿歌，但其实也可以说是迷失的灵的叫声；因为还有《寻得的小孩》（“TheLittleBoyFound”）一诗，即是表灵的归路的历程的。迷失的小孩（“TheLittleBoyLost”）“父亲，父亲，你到那里去？你不要走的那样快。父亲你说，对你的小孩说！不然我快要迷失了。”夜色黑暗，也没有父亲；小孩着露湿透了；泥泞很深；小孩哭了。水气四面飞散了。勃来克说艺术专重感兴（Inspiration），技工只是辅助的东西。凡是自发的感兴，加以相当的技工，便是至上的艺术；无论古今人的创作，都是一样可尊，分不得优劣。他的思想与艺术的价值，近来经德法批评家研究，渐渐见重于世；其先在英国只被看作十八世纪小诗人之一，以几首性灵诗知名罢了。他的神秘思想多发表在《预言书》中，尤以《天国与地狱的结婚》（“TheMarriageofHeavenandHell”）一篇为最要，现在不能译他，只抄了几篇小诗，以见一斑；但最有名的《虎》（“TheTiger”）与《小羊》（“TheLamb”）等诗，非常单纯优美，不易翻译，所以也不能收入了。我的桃金娘树（“ToMyMyrtle”）缚在可爱的桃金娘上，周围落下许多花朵，阿，我好不厌倦呵，卧在我的桃金娘树下。我为甚么和你缚住了，阿，我的可爱的桃金娘树？这诗的初稿，本有十行，是这样的：——我为甚么和你缚住了，阿，我的可爱的桃金娘树？恋爱，——自由的恋爱，——不能缚住了在地上无论什么树上。缚在可爱的桃金娘上，周围落下许多花朵，——好似地上的粪土缚住了在我的桃金娘树下，阿，我好不厌倦呵，卧在我的桃金娘树下。将这两篇比较一看，便可见得前诗剪裁的巧妙，意思也更深长了。勃来克是痛恶一切拘束的人，这诗便是他对于恋爱的宣言。但他的意思是很严肃的，和他的行为一致。他说桃金娘树是美的可爱的，但他又缚住了；他爱这树，但恨被缚住了反而妨害了他自发的爱，所以他想脱去了这系缚，能够自由的爱这树；因为他的意见，爱与缚是不并存的。《格言诗》（GnomicVerse）第九章所说，也是关于这问题：——柔雪（“SoftSnow”）我在一个雪天外出，我请柔雪和我游戏：伊游戏了，当盛年时融化了；冬天说这是一件大罪。初稿末句，原作“阿，甜美的爱却当作罪呵！”《经验的歌》（SongsofExperiences）集中有《迷失的女儿》（“TheLittleGirlLost”）一章，序言也这样说，“未来的时代的儿童，读了这愤怒的诗篇，当知道在从前的时候，甜美的爱曾当作罪呵！”这与上文所引《格言诗》第十正可互相发明了。勃来克又恶战争，爱和平的农业，《格言诗》第十四五所说，与后来JohnRuskin希望扶犁的兵士替去执剑的兵士，正是同一的意思。十四剑在荒地上作歌，镰刀在成熟的田上：剑唱了一则死之歌，但不能使镰刀降了。十五野鸭呵，你在荒地上飞，不见下面张着的网。你为什么不飞到稻田里去？收成的地方他们不能张网。你有一兜的种子（“ThouhastaSlapfullofSeed”）你有一兜的种子，这是一片好土地。你为什么不撒下种去，高高兴兴的生活呢？我可以将他撒在沙上，使他变成熟地么？此外再没有土地，可以播我的种子，不要拔去许多恶臭的野草。勃来克纯粹的文学著作中有长诗一篇，就是《无知的占卜》，仿佛是小儿对于物象的占语，却含着他思想的精英。总序四句，最是简括。上文所引“被猎的兔”一节，便是篇中的第五第六两联。序一粒沙里看出世界，一朵野花里见天国，在你手掌里盛住无限，一时间里便是永远。一——二一只笼里的红襟雀，使得天国全发怒。满关鸠鸽的栅栏，使得地狱全震动。三——四主人门前的饿狗，预示国家的衰败。路上被人虐待的马，向天叫喊要人的血。五——六被猎的兔的一声叫，撕去脑中一缕的神经。叫天子受伤在翅膀上，天使停止了歌唱。七——八斗鸡剪了羽毛预备争斗，吓煞初升的太阳。狼与狮子的叫声，引起地狱里的人魂。九——十随处游行的野鹿，能使人魂免忧愁。被虐的小羊，养成公众的争夺，但他仍宥许屠夫的刀子。象征的诗，辞意本多隐晦，经我的一转译，或者更变成难解的东西了。俄国诗人Sologub说，“吾之不肯解释隐晦辞意，非不愿，实不能耳。情动于中，吾遂以诗表之。吾于诗中，已尽言当时所欲言，且复勉求适切之辞，俾与吾之情绪相调合。若其结果犹是隐晦不可了解，今日君来问我，更何能说明？”这一节话，说得很好，可以解答几多的疑问，所以引来作勃来克的说明。至于译语上的隐晦或错误，当然是译者的责任，不能用别的话辩解的了。（一九一八年）日本的诗歌一小泉八云（LafcadioHearn）著的InGhostlyJapan中，有一篇讲日本诗歌的文，说道，——“诗歌在日本同空气一样的普遍。无论什么人都感着，都能读能作。不但如此，到处还耳朵里都听见，眼睛里都看见。耳里听见，便是凡有工作的地方，就有歌声。田野的耕作，街市的劳动，都合着歌的节奏一同做。倘说歌是蝉的一生的表现，我们也仿佛可以说歌是这国民的一生的表现。眼里看见，便是装饰的一种；用支那或日本文字写的刻的东西，到处都能看见：各种家具上几乎无一不是诗歌。日本或有无花木的小村，却决没有一个小村，眼里看不见诗歌；有穷苦的人家，就是请求或是情愿出钱也得不到一杯好茶的地方，但我相信决难寻到一家里面没有一个人能作歌的人家。”芳贺矢一著的《国民性十论》第四章里，也有一节说，——“在全世界上，同日本这样，国民全体都有诗人气的国，恐怕没有了。无论什么人都有歌心（Utagokoro），现在日本作歌的人，不知道有多少。每年宫内省即内务府进呈的应募的歌总有几万首。不作歌的，也作俳句。无论怎样偏僻乡村里，也有俳句的宗匠。菜店鱼店不必说了，便是开当铺的，放债的人也来出手。到处神社里的扁额上，都列着小诗人的名字。因为诗短易作，所以就是作的不好，大家也不妨试作几首，在看花游山的时候，可以助兴。”这诗歌的空气的普遍，确是日本的一种特色。推究他的原因，大约只是两端。第一，是风土人情的关系。日本国民天生有一种艺术的感受性，对于天物之美，别能领会，引起优美的感情。如用形色表现，便成种种美术及工业的作品，多极幽雅纤丽；如用言语表现，便成种种诗歌。就在平常家庭装饰，一花一石，或食用事物，一名一字，也有一种风趣，这是极普通易见的事。第二，是言语的关系。日本语原是复音的言语，但用“假名”写了，即规定了一字一音，子母各一合并而成，联读起来，很是质朴，却又和谐。每字都用母音结尾，每音又别无长短的区别，所以叶韵及平仄的规则，无从成立，只要顺了自然的节调，将二三及三四两类字音排列起来，便是诗歌的体式了。日本诗歌的规则，但有“音数的限制”一条；这个音数又以五七调为基本，所以极为简单。从前有人疑心这是从汉诗五七言变化而出的，但英国亚斯顿（WGAston）著《日本文学史》，以为没有凭据，中根淑在《歌谣字数考》里更决定说是由于日本语的性质而来的了。以上所谓原因，第一种是诗思的深广，第二种是诗体的简易；二者相合，便造成上面所说的诗歌普遍的事实。二日本各种的诗歌，普通只称作歌（Uta）；明治初年兴了新体诗，虽然颇与古代的长歌相似，却别定名曰诗。现在所说，只在这诗的范围以内。日本古时虽有长歌旋头歌片歌连歌诸种形式，流行于后世的只有短歌及俳句川柳这三种了。长歌用五七的音数，重叠下去，末后用五七七结束，没有一定的句数；短歌只用五七五七七，总共五句三十一音合成，所以加一短字，以示区别。旋头歌用五七七的两行，合作一首；这十九音的一行，分立起来，便是片歌，但古代多用于问答，独立的时候很少，所以还是旋头歌的联句罢了。连歌便是短歌的联句，大抵以百句五十句或三十六句为一篇。以上各种歌形，从前虽然通行，后来都已衰歇，所以短歌便成了日本唯一的歌，称作和歌（Waka或Yamatouta即大和歌），或单称作歌。短诗形的兴盛，在日本文学上，是极有意义的事。日本语很是质朴和谐，做成诗歌，每每优美有余，刚健不足；篇幅长了，便不免有单调的地方，所以自然以短为贵。旋头歌只用得三十八音，但两排对立，终不及短歌的遒劲，也就不能流行。后起的十七字诗——俳句川柳，——比短歌更短，他的流行也就更广了。诗形既短，内容不能不简略，但思想也就不得不求含蓄。三十一音的短诗，不能同中国一样的一音一义，成三十一个有意义的字；这三十一音大抵只能当得十个汉字，如俳句的十七音，不过六七个汉字罢了。用十个以内的字，要抒情叙景，倘是直说，开口便完，所以不能不讲文学上的经济；正如世间评论希腊的著作，“将最好的字放在最好的地位”，只将要点捉住，利用联想，暗示这种情景。小泉氏论中有一节说道，——“日本诗歌的美术上的普通原则，正与日本绘画的原则符合。作短诗的人，用了精选的少数单语，正同画师的少数笔画一样，能够构成小诗，引起人的一种感情气分。诗人或画师，能够达这目的，全凭着暗示的力量。……倘作短歌，想求言词的完备，便不免失败。诗歌的目的，并不在满足人的想像力，单在去刺激他，使他自己活动。所以‘说尽’（Ittakiri）这一句话，便是批评毫无余蕴的拙作的字样。最好的短诗，能令人感到言外之意，直沁到心里去，正如寺钟的一击，使缕缕的幽玄的余韵，在听者心中永续的波动。”有人说这含蓄一端，系受汉字的影响，其实是不然的。日本虽然间用汉字，也是训读居多，至于诗歌里边，几乎没有音读的汉字。而且汉字与日本语，只是音的单复的不同，意义上并无什么差别：譬如中国的“莺”，就是日本语的Uguisu，音数不同，却同是指一只黄莺；在单音的“莺”字里面，不见得比复音的Uguisu含蓄更多的意义。若说诗歌上的运用，Uguisu一语占了一句的大部分，不能多加许多属词，所以有读者想象的余地；不比五言中的一个莺字，尚可加上四个字去，易有说尽的弊病。总之这含蓄是在着想措词上面，与音的多少并不相干。日本诗歌的思想上，或者受着各种外来的影响；至于那短小的诗形与含蓄的表现法，全然由于言语的特性，自然成就，与汉字没有什么关系。若说日本与中国的诗异同如何，那可以说是异多而同少。这个原因，大抵便在形式的关系上。第一，日本的诗歌只有一两行，没有若干韵的长篇，可以叙整段的事，所以如《长恨歌》这类的诗，全然没有；但他虽不适于叙事，若要描写一地的景色，一时的情调，却很擅长。第二，一首歌中用字不多，所以务求简洁精炼，容不下故典词藻夹在中间，如《长恨歌》里的“鸳鸯瓦冷霜华重，翡翠衾寒谁与共”这样的句子，也决没有。绝句中的“孤舟蓑笠翁，独钓寒江雪”，略像一首咏冬季的俳句，可是孤独等字连续的用，有了说尽的嫌忌。“漠漠水田飞白鹭”，可以算得极相近了，差不多是一幅完全的俳句的意境。但在中国这七个字算不得一首诗，因为意境虽好，七个单音太迫促了，不能将这印象深深印入人的脑里，又展发开去，造成一个如画的诗境，所以只当作一首里的一部分，仿佛大幅山水画的一角小景，作为点缀的东西。日本的歌，譬如用同一的意境，却将水田白鹭作中心，暗示一种情景，成为完全独立的短诗：这是从言语与诗形上来的特色，与中国大不相同的地方。凡是诗歌，皆不易译，日本的尤甚：如将他译成两句五言或一句七言，固然如鸠摩罗什说同嚼饭哺人一样；就是只用散文说明大意，也正如将荔枝榨了汁吃，香味已变，但此外别无适当的方法，所以我们引用的歌，只能暂用此法解释了。三日本最古的歌，有《古事记》中须佐之男命的一首短歌，但他还是神话时代的人，《古事记》作于奈良朝（—AD），只是依照古来的传说录下，原不能据为典要；若在历史时代，神武天皇（BC）的著作，要算最早了。奈良朝的末叶，大伴家持编了一部《万叶集》，凡二十卷，所收长歌短歌旋头歌共四千五百首，为日本第一的歌集。以后每朝皆有敕选的歌集，加上私家的专集，其数甚多。德川末期（—）香川景树排斥旧说，主张性灵，创桂园派；但到了末流，渐渐落了窠臼，专重形式，失了诗歌的生命。明治二十五年（）落合直文组织浅香社，发起一种革新运动，后来就以他的别号为名，称作荻之舍派。从这派出来的有与谢野宽及晶子，尾上柴舟，金子薰园各家，都是著名的歌人，现代的新派和歌，大抵皆从这几派出来的。新派的歌与旧派的区别，并不在形式上面：这两派一样的用三十一音的文字，用文章语的文法。但新派的特色，是在注重实感，不偏重技巧这一件事。与谢野晶子说明这实感的条件，共有五项，便是真实，特殊，清新，幽雅及美。倘是很平凡浮浅的思想，外面披上诗歌形式的衣裳，那便是没有实质的东西，别无足取。如将这两首歌比较起来，便可以看出高下。（）樵夫踏坏的山溪上的朽木的桥上，有萤火飞着。香川景树（）心里怀念着人，见了泽上的萤火也疑是从自己身里出来的梦游的魂。和泉式部第一首只是平凡无聊的事，第二首描写一种特殊的情绪，就能感动别人：同是咏萤的歌，却大不相同。香川是十九世纪上半的人，又曾经开创新派，不经意时便作出这样的歌来；和泉式部是八百年前的妇人，上边所举的一首歌，因为着想真实，所以便胜数筹。因此可以知道，歌的新旧，重在这表现实感上，生出分别，并不专指时代的早晚。不过同一时代的人，在同一的空气中，自然思想感情也有同一的趋向，成了一种风气，便说是派别。若是着想平庸，渐渐流入形式的一路，那就成了旧派，虽然不必墨守那一家的成规，也自然失其独立的价值了。新派歌人的著作，原是十人十色，各有不同。但是感觉锐敏，情思丰富，表现真挚，同有现代的特性。今将现代的歌抄录几首译解于下，——（）Noroiutakakikasanetaruhogotorite，kurokikochoosaenurukana！拿了咒诅的歌稿，按住了黑色的蝴蝶。与谢野晶子关于这一首歌，著者自己的说明是，“我憎恶阴郁的家庭；我憎恶逼迫我的俗恶的群众。我的心里充满了咒诅的气分。现在见了一只黑的蝴蝶飞来，便觉得这蝶也可恶，用了傍边放着的歌稿将他按住。这稿就是近来所作充满了咒诅的歌的草稿。”此处特录原文表示本来的形式以下均从略（）比远方的人声，更是渺茫的那绿草里的牵牛花。前人这一首里将远方听不清楚的人声，比淡淡的颜色，视觉与听觉混杂，便是现代文学上所常见的“官能的交错”。（）秋天来了，拾在手里的石子，也觉得有远的生命一般。前人（）卧在新的稻草上，恍然闻着故乡门前田里的水的香味。与谢野宽（）晚间秋风吹着，正如老父敲我的肩一样。田村黄昏这是形容秋风的微弱和孤寂。（）出了后门的纸障，在黑暗的路上渐渐消灭的覆盆子的声音。前人覆盆子实系酸浆，结实同纽扣一样大，民间妇女采来将他的肉挤去，只剩一个空壳，放在口内轻咬，使空气进出，吱吱的作声，当作游戏。（）不必忧伤，倒出酒来，将来便把酒盖我的遗骸。前人这歌写出现代人的心里的悲哀，想借了欢乐逃避悲痛，成了一种厌世的乐天，歌里就寄寓这种感想。（）宛然是避去的人一般，燕子在门前的河上，不触着水面，轻轻的掠过。三岛葭子（）终日撞窗上玻璃的蜜蜂，正如我徒然的为了你烦恼。藤冈长和以上所举几首的歌（—），都是有现代的特性的著作。日本艺术家的感受性向来比中国更为锐敏，近时受了西洋的影响，更有变化了。小泉氏在所著ExoticsandRetrospective中论日本咏蛙的诗歌的一篇文章里，说及这一件事道，——“我突然想到一件奇事，便是在我读过的几千首诗歌中间，没有一首说及触觉方面的。色香声音的感觉，很细密巧妙的表现在诗歌上；味觉便不大说及，触觉则全然付之不顾了。我想这对于触觉的沉默或是冷淡的理由，大约当在这民族的特殊气质或是心的习惯里去寻求，才可了解。不过这个问题，还不能决定。日本民族历代吃粗食过活，又如握手拥抱接吻及其他肉体上表白爱情的事，与远东人的性格都不甚相合，因此颇要疑心日本人的味觉与触觉的发达，比欧洲人更为迟钝。但对于这假设，也有许多反证，如手工上触觉的发达，便是一例。”这所说的理由如何，是别一问题，但在事实上，古来说及触觉的诗歌，原极缺乏。到了现在，文艺思想既已根本的革新，从前当作偶尔寄兴的和歌，变了生命表现的文学，对于官能的感觉便没有沉默回避的态度；如上文（）即是触觉的印象的诗，在官能派的歌人里，此类著作自然更多了。四俳句（Haiku）是二百年来新兴的一种短诗。古时有俳谐连歌，用连歌的体裁，将短歌的三十一音，分作五七五及七七两节，歌人各做一节，联续下去；但其中含着诙谐的意思，所以加上俳谐两个字。后来觉得一首连歌中间，只要发句（即五七五的第一节）也可以独立，便将七七这一节删去，这便叫作发句（Hokku），但现在普通总叫他为俳句了。这时候十七音的短诗，虽已成立，可是没有特别的诗歌的生命，不过用几个音义双关的字，放在中间，造成一种诙谐的诗罢了。但风气流行，也自成一派，出了许多“俳谐师”开门授徒，藉此作个生计。元禄年间（十八世纪上半）俳谐师松尾芭蕉忽能悟彻，弃了旧派的言词的游戏，兴起一味闲寂趣味的诗风，便立定了文学上的俳句的基本。一日晚间听见庭中草地里的虾蟆，跳到池内去的水声，便成了一句俳句，——（）Furuikeyakawzutobikomumizunooto古池呀，——青蛙跳入水里的声音。这句诗在后世便大有名，几乎无人不知；这并不因其中有什么奥妙，不过直写实情实景，暗示一种特殊的意境，现出俳句的特色，在俳句史上很有意义。以后这芭蕉派便占了全胜，定为俳句的正宗。二百年中也有过几次停顿时候，经了天明时代（十八世纪末）的与谢芜村同明治时代（十九世纪末）的正冈子规两次的改革，又兴盛起来，现在的俳句差不多全是根岸派（即子规的一派）的统系，虽然别有几种新派，却还不能得到什么势力。俳句有两种特别的规定：第一，是季题。季题便是四季的物色和人事；俳句每首必有一个季题，如春水秋风种莳接木之类。所以凡有俳句，都可归类分作春夏秋冬四部；将所咏的季题汇集，便成一部俳谐岁时记。短歌虽然也多咏物色，但不是一定如此，四季之外，还有恋，羁旅，无常几部可分。所以根岸派俳人所定俳句的界说，是——咏景色的十七字的文学。第二是切字（Kireji）。切字原只是一种表咏叹的助词，短歌中也有之，但在俳句尤为重要，每句必有；常用的只有Kana与Nari及Keri三个字，他的意义大约与“哉”相似。有时句中如不见切字，那便算作省略，无形中仍然存在。芭蕉提倡闲寂趣味，首创蕉风的俳句；芜村是一个画人，所以作句也多画意，比较的更为鲜艳；子规受了自然主义时代的影响，主张写生，偏重客观。表面上的倾向，虽似不同，但实写情景这个目的，总是一样。现在略将各人的俳句，抄出几首，解释于下，下时雨初，猿猴也好像想着小蓑衣的样子。松尾芭望着十五夜的明月，终夜只绕着池走。前人（）黄菊白菊，其余的没有名字也罢。服部岚雪（）菜花〔在中〕，东边是日，西边是月。括弧中字系原本所无与谢芜村（）秋风——，芙蓉花底下，寻出了鸡雏。太岛蓼太（）木盆里养着小鸭，还有几株钱葵。正冈子规以上诸作，各有美妙的意趣；但一经译解，便全失了，所以不能多举。尚有一两个特殊的俳句，如（）吊瓶被朝颜花缠住了，只得去乞井水。加贺千代女这女诗人的句，）关于活埋从前有一个时候偶然翻阅外国文人的传记，常看见说起他特别有一种恐怖，便是怕被活埋。中国的事情不大清楚，即使不成为心理的威胁，大抵也未必喜欢，虽然那《识小录》的著者自称活埋庵道人徐树丕，即在余澹心的《东山谈苑》上有好些附识自署同学弟徐晟的父亲，不过这只是遗民的一种表示，自然是另外一件事了。小时候读英文，读过美国亚伦坡的短篇小说《西班牙酒桶》，诱人到洞窟里去喝酒，把他锁在石壁上，砌好了墙出来，觉得很有点可怕。但是这罗马的幻想白昼会出现么，岂不是还只往来于醉诗人的脑中而已？俄国陀思妥益夫思奇著有小说曰“死人之家”，英译亦有曰“活埋”者，是记西伯利亚监狱生活的实录，陀氏亲身经历过，是小说亦是事实，确实不会错的了。然而这到底还只是个譬喻，与徐武子多少有点相同，终不能为活埋故实的典据。我们虽从文人讲起头，可是这里不得不离开文学到别处找材料去了。讲到活埋，第一想到的当然是古代的殉葬。但说也惭愧，我们实在还不十分明白那葬是怎么殉法的。听说近年在殷墟发掘，找到殷人的坟墓，主人行踪不可考，却获得十个殉葬的奴隶或俘虏的骨殖，这可以说是最古的物证了，据说——不幸得很——这十个却都是身首异处的，那么这还是先杀后埋，与一般想像不相合。古希腊人攻忒罗亚时在巴多克勒思墓上杀俘虏十人，又取幼公主波吕克色那杀之，使从阿吉娄思于地下，办法颇有点相像。忒罗亚十年之役正在帝乙受辛时代，那么与殷人东西相对，不无香火因缘，或当为西来说学者所乐闻乎。《诗经》秦风有《黄鸟》一篇，小序云哀三良也，我们记起“临其穴，惴惴其栗”，觉得仿佛有点意思了，似乎三良一个一个地将要牵进去，不，他们都是大丈夫，自然是从容地自己走下去吧。然而不然。孔颖达疏引服虔云，“杀人以葬，旋环其左右曰殉”。结果还是一样，完全不能有用处。第二想到的是坑儒。从秦穆公一跳到了始皇，这其间已经隔了十七八代了。孔安国《尚书》序云：“及秦始皇，灭先代典籍，焚书坑儒。”孔颖达疏依《史记秦始皇本纪》说明云：“三十五年始皇以方士卢生求仙药不得，以为诽谤，诸生连相告引，四百六十余人，皆坑之咸阳，是坑儒也。”但是如李卓吾在《雅笑》卷三所说，“人皆知秦坑儒，而不知何以坑之。”这的确是一大疑问。孔疏又引卫宏《古文奇字序》云：“秦改古文以为篆隶，国人多诽谤。秦患天下不从而召诸生，至者皆拜为郎，凡七百人。又密令冬月种瓜于骊山型谷之中温处，瓜实，乃使人上书曰瓜冬有实。有诏天下博士诸生说之，人人各异，则皆使往视之，而为伏机，诸生方相论难，因发机从上填之以土，皆终命也。”这坑法写得“活龙活现”似乎确是活埋无疑了，但是理由说的那么支离，所用种瓜伏机的手段又很拙笨，我们只当传说看了觉得好玩，要信为事实就有点不大可能。《史记项羽本纪》云：“楚军夜击坑秦卒二十余万人新安城南。”计时即坑儒后六年。《白起列传》记起临死时语云：“长平之战，赵卒降者数十万人，我诈而尽坑之。”据列传中说凡四十万人，武安君虑其反复，“乃挟诈而尽坑杀之”。仿佛是坑与秦总很有关系似的，可是详细还不能知道。掘了很大很大的坑，把二十万以至四十万人都推下去，再盖上土，这也不大像吧。正如《镜花缘》的林之洋常说的“坑死俺也”，我们对于这坑字似乎有点不好如字解释，只得暂且搁起再说。英国贝林戈耳特老牧师生于一八三四年，到今年整整一百零一岁了，但他实在已于一九二四年去世，寿九十。所著《民俗志》小书系民国初年出版，其第五章论牺牲中讲到古时埋人于屋基下的事，是欧洲的实例。在一八九二年出版的《奇异的遗俗》中有论基础一章专说此事，更为详尽，今录一二于后：“一八八五年诃耳思华西教区修理礼拜堂，西南角的墙拆下重造。在墙内，发见一副枯骨，夹在灰石中间。这一部分的墙有点坏了，稍为倾侧。据发见这骨殖的泥水匠说，那里并无一点坟墓的痕迹，却显见得那人是被活埋的，而且很急忙的。一块石灰糊在那嘴上，好些砖石乱堆在那死体的周围，好像是急速地倒下去，随后慢慢地把墙壁砌好似的。亨纳堡旧城是一派强有力的伯爵家的住所，在城壁间有一处穹门，据传说云造堡时有一匠人受了一笔款答应把他的小孩砌到墙壁里去。给了小孩一块饼吃，那父亲站在梯子上监督砌墙。末后的那块砖头砌上之后，小孩在墙里边哭了起来，那人悔恨交并，失手掉下梯子来，摔断了他的项颈。关于利本思坦的城堡也有相似的传说。一个母亲同样地卖了她的孩子。在那小东西的周围墙渐渐地高起来的时候，小孩大呼道，妈妈，我还看见你！过了一会儿，又道，妈妈，我不大看得见你了！末了道，妈妈，我看你不见了！”日本民俗学者中山太郎翁今年六十矣，好学不倦，每年有著作出版，前年所刊行的《日本民俗学论考》共有论文十八篇，其第十七曰“埴轮的原始形态与民俗”，说到上古活埋半身以殉葬的风俗。埴轮即明器中之土偶，大抵为人或马，不封入墓穴中，但植立于四围。土偶有象两股者，有下体但作圆筒形者，中山翁则以为圆筒形乃是原始形态，即表示殉葬之状，象两股者则后起而昧其原意者也。这种考古与民俗的难问题我们外行无从加以判断，但其所引古文献很有意思，至少于我们现在很是有用。据《日本书纪》垂仁纪云：“二十八年冬十月丙寅朔庚午，天皇母弟倭彦命薨。十一月丙申朔丁酉，葬倭彦命于身狭桃花鸟坂。于是集近习者，悉生立之于陵域。数日不死，昼夜泣吟。遂死而烂臭，犬乌聚啖。天皇闻此泣吟声，心有悲伤，诏群卿曰，夫以生时所爱使殉于亡者，是甚可伤也。斯虽古风而不良，何从为。其议止殉葬。”垂仁天皇二十八年正当基督降生前二年，即汉哀帝元寿元年也。至三十二年皇后崩，野见宿祢令人取土为人马进之，天皇大喜，诏见宿祢曰，尔之嘉谋实洽朕心。遂以土物立于皇后墓前，号曰埴轮。此以土偶代生人的传说本是普通，可注意的是那种特别的埋法。孝德纪载大化二年（六四六）的命令云：“人死亡时若自经以殉，或绞人以殉，及强以亡人之马为殉等旧俗，皆悉禁断。”可见那时殉葬已是杀了再埋，在先却并不然，据《类聚三代格》中所收延历十六年（七九七）四月太政官符云：“上古淳朴，葬礼无节，属山陵有事，每以生人殉埋，鸟吟鱼烂，不忍见闻。”与垂仁纪所说正同，鸟吟鱼烂也正是用汉文炼字法总括那数日不死云云十七字。以上原本悉用一种特别的汉文，今略加修改以便阅读，但仍保留原来用字与句调，不全改译为白话。至于埋半身的理由，中山翁谓是古风之遗留，上古人死则野葬，露其头面，亲族日往视之，至腐烂乃止，琉球津坚岛尚有此俗，近始禁止，见伊波普猷著文《南岛古代之葬仪》中，伊波氏原系琉球人也。医学博士高田义一郎著有一篇《本国的死刑之变迁》，登在《国家医学杂志》上，昭和三年（一九二八）出版《世相表里之医学的研究》共文十八篇，上文亦在其内。第四节论德川幕府时代的死刑，约自十七世纪初至十九世纪中间，内容分为五类，其四曰锯拉及坑杀。锯拉者将犯人连囚笼埋土中，仅露出头颅，傍置竹锯，令过路人各拉其颈。这使人想起《封神传》的殷郊来。至于坑杀，那与锯拉相像，只把犯人身体埋在土中，自然不连囚笼，不用锯拉，任其自死。在《明良洪范》卷十九有一节云“记稻叶淡路守残忍事”，是很好的实例：“稻叶淡路守纪通为丹州福知山之城主，生来残忍无道，恶行众多。代官中有获罪者，逮捕下狱，不详加审问，遽将其妻儿及服内亲族悉捕至，于院中掘穴，一一埋之，露出其首，上覆小木桶，朝夕启视以消遣。余人逐渐死去，唯代官苟延至七日未绝。淡路守每朝巡视，见其尚活，嘲弄之曰，妻子亲族皆死，一人独存，真罪业深重哉。代官张目曰，余命尚存，思报此恨，今妻子皆死亡，无可奈何矣。身为武士，处置亦应有方，如此相待，诚自昔所未闻之刑罚也。会当有以相报！忿恨嚼舌而死。自此淡路守遂迷乱发狂，终乃装弹鸟枪中，自点火穿胸而死。”案稻叶纪通为德川幕府创业之功臣，位为诸侯，死于庆安元年，即西历一六四八，清顺治五年也。外国的故事虽然说了好些，中国究竟怎样呢？殉葬与镇厌之外以活埋为刑罚，这有没有前例？官刑大约是不曾有吧，虽然自袁氏军政执法处以来往往有此风说，这自然不能找出证据，只有义威上将军张宗昌在北京时活埋其汽车夫与教书先生于丰台的传说至今脍炙人口，传为美谈。若盗贼群中本无一定规律，那就难说了，不过似乎也不尽然，如《水浒传》中便未说起，明末张李流寇十分残暴，以杀烧剥皮为乐，（这其实也与明初的永乐皇帝清初的大兵有同好而已，还不算怎么特别，）而活埋似未列入。较载太平天国时事的有李圭著《思痛记》二卷，光绪六年（一八八）出版，卷下纪咸丰十年（一八六）七月间在金坛时事有云：“十九日汪典铁来约陆畴楷杀人，陆欣然握刀，促余同行。至文庙前殿，东西两偏室院内各有男妇大小六七十人避匿于此，已数日不食，面无人色。汪提刀趋右院，陆在左院。陆令余杀，余不应，以余已司文札不再逼而令余视其杀。刀落人死，顷刻毕数十命，地为之赤，有一二岁小儿，先置其母腹上腰截之，然后杀其母。复拉余至右院视汪杀，至则汪正在一一剖人腹焉。”光绪戊戌之冬我买得此书，民国十九年八月曾题卷首云：“中国民族似有嗜杀性，近三百年中张李洪杨以至义和拳诸事即其明征，书册所说录百不及一二，至今读之犹令人悚然。今日重翻此记，益深此感。呜呼，后之视今亦犹今之视昔乎。”然而此记中亦不见有活埋的纪事焉。民国二十四年九月十九日《大公报》乃载唐山通信云：“玉田讯：本县鸦鸿桥北大定府庄村西野地内于本月十二日发现男尸一具，倒埋土中，地面露出两脚，经人起出，尸身上部已腐烂，由衣服体态辨出系定府庄村人王某，闻系因仇被人谋杀，该村乡长副报官检验后，于十五日由尸亲将尸抬回家中备棺掩埋。又同日城东吴各庄东北里新地内亦发现倒埋无名男尸一具，嗣由乡人起出，年约三十许，衣蓝布裤褂，全身无伤，系生前活埋，于十三日报官检验，至今尚无人认领云。”这真是——踏破铁鞋无觅处得来全不费工夫想不到在现代中华民国河北省的治下找着了那样难得的活埋的实例。上边中外东西地乱找一阵，乱说一番，现在都可以不算，无论什么奇事在百年以前千里之外，也就罢了，若是本月在唐山出现的事，意义略有不同，如不是可怕也总觉得值得加以注意思索吧。死只一个，而死法有好些，同一死法又有许多的方式。譬如窒息是一法，即设法将呼吸止住了，凡缢死，扼死，烟煤等气熏死，土囊压死，烧酒毛头纸糊脸，武大郎那样的棉被包裹上面坐人，印度黑洞的闷死，淹死，以及活埋而死，都属于这一类。本来死总不是好事，而大家对于活埋却更有凶惨之感，这是为什么呢？本来死无不是由活以至不活，活的投入水中与活的埋入土内论理原是一样，都因在缺乏空气的地方而窒息，以云苦乐殆未易分，然而人终觉得活埋更为凶惨，此本只是感情作用，却亦正是人情之自然也。又活埋由于以土塞口鼻而死，顺埋倒埋并无分别，但人又特别觉得倒埋更为凶惨者，亦同样地出于人情也。世界大同无论来否，战争刑罚一时似未必能废，斗殴谋杀之事亦殆难免，但野蛮的事纵或仍有，而野蛮之意或可减少。船火儿待客只预备馄饨与板刀面，殆可谓古者盗亦有道欤。人情恶活埋尤其是倒埋而中国有人喜为之，此盖不得谓中国民族的好事情也。（廿四年九月）日本的衣食住我留学日本还在民国以前，只在东京住了六年，所以对于文化云云够不上说什么认识，不过这总是一个第二故乡，有时想到或是谈及，觉得对于一部分的日本生活很有一种爱着。这里边恐怕有好些原因，重要的大约有两个，其一是个人的性分，其二可以说是思古之幽情罢。我是生长于东南水乡的人，那里民生寒苦，冬天屋内没有火气，冷风可以直吹进被窝来，吃的通年不是很咸的腌菜也是很咸的腌鱼，有了这种训练去过东京的下宿生活，自然是不会不合适的。我那时又是民族革命的一信徒，凡民族主义必含有复古思想在里边，我们反对清朝，觉得清以前或元以前的差不多都好，何况更早的东西。听说夏穗卿钱念劬两位先生在东京街上走路，看见店铺招牌的某文句或某字体，常指点赞叹，谓犹存唐代遗风，非现今中国所有。冈千仞著《观光纪游》中亦纪杨惺吾回国后事云：“惺吾杂陈在东所获古写经，把玩不置曰，此犹晋时笔法，宋元以下无此真致。”这种意思在那时大抵是很普通的。我们在日本的感觉，一半是异域，一半却是古昔，而这古昔乃是健全地活在异域的，所以不是梦幻似地空假，而亦与高丽安南的优孟衣冠不相同也。日本生活中多保存中国古俗，中国人好自大者反讪笑之，可谓不察之甚。《观光纪游》卷二苏杭游记上，记明治甲申（一八八四）六月二十六日事云：“晚与杨君赴陈松泉之邀，会者为陆云孙，汪少符，文小坡。杨君每谈日东一事，满坐哄然，余不解华语，痴坐其旁。因以为我俗席地而坐，食无案桌，寝无卧床，服无衣裳之别，妇女涅齿，带广，蔽腰围等，皆为外人所讶者，而中人辫发垂地，嗜毒烟甚食色，妇女约足，人家不设厕，街巷不容车马，皆不免陋者，未可以内笑外，以彼非此。”冈氏言虽未免有悻悻之气，实际上却是说得很对的。以我浅陋所知，中国人纪述日本风俗最有理解的要算黄公度，《日本杂事诗》二卷成于光绪五年己卯，已是五十七年前了，诗也只是寻常，注很详细，更难得的是意见明达。卷下关于房屋的注云：“室皆离地尺许，以木为板，藉以莞席，入室则脱屦户外，袜而登席。无门户窗牖，以纸为屏，下承以槽，随意开阖，四面皆然，宜夏而不宜冬也。室中必有阁以庋物，有床笫以列器皿陈书画。（室中留席地，以半掩以纸屏，架为小阁，以半悬挂玩器，则缘古人床笫之制而亦仍其名。）楹柱皆以木而不雕漆，昼常掩门而夜不扃钥。寝处无定所，展屏风，张帐幙，则就寝矣。每日必洒扫拂拭，洁无纤尘。”又一则云：“坐起皆席地，两膝据地，伸腰危坐，而以足承尻后，若趺坐，若蹲踞，若箕踞，皆为不恭。坐必设褥，敬客之礼有敷数重席者。有君命则设几，使者宣诏毕，亦就地坐矣。皆古礼也。因考《汉书贾谊传》，文帝不觉膝之前于席。《三国志管宁传》，坐不箕股，当膝处皆穿。《后汉书》，向栩坐板，坐积久板乃有膝踝足指之处。朱子又云，今成都学所存文翁礼殿刻石诸像，皆膝地危坐，两蹠隐然见于坐后帷裳之下。今观之东人，知古人常坐皆如此。”（《日本国志》成于八年后丁亥，所记稍详略有不同，今不重引。）这种日本式的房屋我觉得很喜欢。这却并不由于好古，上文所说的那种坐法实在有点弄不来，我只能胡坐，即不正式的趺跏，若要像管宁那样，则无论敷了几重席也坐不到十分钟就两脚麻痹了。我喜欢的还是那房子的适用，特别便于简易生活。《杂事诗》注已说明屋内铺席，其制编稻草为台，厚可二寸许，蒙草席于上，两侧加麻布黑缘，每席长六尺宽三尺，室之大小以席计数，自两席以至百席，而最普通者则为三席，四席半，六席，八席，学生所居以四席半为多。户窗取明者用格子糊以薄纸，名曰障子，可称纸窗，其他则两面裱暗色厚纸，用以间隔，名曰唐纸，可云纸屏耳。阁原名户棚，即壁橱，分上下层，可分贮被褥及衣箱杂物，床笫原名“床之间”，即壁龛而大，下宿不设此，学生租民房时可利用此地堆积书报，几乎平白地多出一席地也。四席半一室面积才八十一方尺，比维摩斗室还小十分之二，四壁萧然，下宿只供给一副茶具，自己买一张小几放在窗下，再有两三个坐褥，便可安住。坐在几前读书写字，前后左右凡有空地都可安放书卷纸张，等于一大书桌，客来遍地可坐，容六七人不算拥挤，倦时随便卧倒，不必另备沙发，深夜从壁厨取被摊开，又便即正式睡觉了。昔时常见日本学生移居，车上载行李只铺盖衣包小几或加书箱，自己手拿玻璃洋油灯在车后走而已。中国公寓住室总在方丈以上，而板床桌椅箱架之外无多余地，令人感到局促，无安闲之趣。大抵中国房屋与西洋的相同都是宜于华丽而不宜于简陋，一间房子造成，还是行百里者半九十，非是有相当的器具陈设不能算完成，日本则土木功毕，铺席糊窗，即可居住，别无一点不足，而且还觉得清疏有致。从前在日本旅行，在吉松高锅等山村住宿，坐在旅馆的朴素的一室内凭窗看山，或着浴衣躺席上，要一壶茶来吃，这比向来住过的好些洋式中国式的旅舍都要觉得舒服，简单而省费。这样房屋自然也有缺点，如《杂事诗》注所云宜夏而不宜冬，其次是容易引火，还有或者不大谨慎，因为槽上拉动的板窗木户易于偷启，而且内无扃钥，贼一入门便可各处自在游行也。关于衣服《杂事诗》注只讲到女子的一部分，卷二云：“宫装皆披发垂肩，民家多古装束，七八岁时丫髻双垂，尤为可人。长，耳不环，手不钏，髻不花，足不弓鞋，皆以红珊瑚为簪。出则携蝙蝠伞。带宽咫尺，围腰二三匝，复倒卷而直垂之，若襁负者。衣袖尺许，襟广微露胸，肩脊亦不尽掩。傅粉如面然，殆《三国志》所谓丹朱坋身者耶。”又云：“女子亦不着裤，里有围裙，《礼》所谓中单，《汉书》所谓中裙，深藏不见足，舞者回旋偶一露耳。五部洲惟日本不着裤，闻者惊怪。今按《说文》，袴，胫衣也。《逸雅》，袴，两股各跨别也。袴即今制，三代前固无。张萱《疑曜》曰，袴即裤，古人皆无裆，有裆起自汉昭帝时上官宫人。考《汉书上官后传》，宫人使令皆为穷袴。服虔曰，穷袴前后有裆，不得交通。是为有裆之袴所缘起。惟《史记》叙屠岸贾有置其袴中语，《战国策》亦称韩昭侯有敝袴，则似春秋战国既有之，然或者尚无裆耶。”这个问题其实本很简单。日本上古有袴，与中国西洋相同，后受唐代文化衣冠改革，由筒管袴而转为灯笼袴，终乃袴脚益大，袴裆渐低，今礼服之“袴”已几乎是裙了。平常着袴，故里衣中不复有袴类的东西，男子但用犊鼻裈，女子用围裙，就已行了，迨后民间平时可以衣而不裳，遂不复着，但用作乙种礼服，学生如上学或访老师则和服之上必须着袴也。现今所谓和服实即古时之所谓“小袖”，袖本小而底圆，今则甚深广，有如口袋，可以容手巾笺纸等，与中国和尚所穿的相似，西人称之曰Kimono，原语云“着物”，实只是衣服总称耳。日本衣裳之制大抵根据中国而逐渐有所变革，乃成今状，盖与其房屋起居最适合，若以现今和服住洋房中，或以华服住日本房，亦不甚适也。《杂事诗》注又有一则关于鞋袜的云：“袜前分歧为二靫，一靫容拇指，一靫容众指。屐有如丌字者，两齿甚高，又有作反凹者。织蒲为苴，皆无墙有梁，梁作人字，以布绠或纫蒲系于头，必两指间夹持用力乃能行，故袜分作两歧。考《南史虞玩之传》，一屐着三十年，蒵断以芒接之。古乐府，黄桑柘屐蒲子履，中央有丝两头系。知古制正如此也，附注于此。”这个木屐也是我所喜欢着的，我觉得比广东用皮条络住脚背的还要好，因为这似乎更着力可以走路。黄君说必两指间夹持用力乃能行，这大约是没有穿惯，或者因中国男子多裹脚，脚指互叠不能衔梁，衔亦无力，所以觉得不容易，其实是套着自然着力，用不着什么夹持的。去年夏间我往东京去，特地到大震灾时没有毁坏的本乡去寄寓，晚上穿了和服木屐，曳杖，往帝国大学前面一带去散步，看看旧书店和地摊，很是自在，若是穿着洋服就觉得拘束，特别是那么大热天。不过我们所能穿的也只是普通的“下驮”，即所谓反凹字形状的一种，此外名称“日和下驮”底作丌字形而不很高者从前学生时代也曾穿过，至于那两齿甚高的“足驮”那就不敢请教了。在民国以前，东京的道路不很好，也颇有雨天变酱缸之概，足驮是雨具中的要品，现代却可以不需，不穿皮鞋的人只要有日和下驮就可应付，而且在实际上连这也少见了。《杂事诗》注关于食物说的最少，其一云：“多食生冷，喜食鱼，聂而切之，便下箸矣，火熟之物亦喜寒食。寻常茶饭，萝卜竹笋而外，无长物也。近仿欧罗巴食法，或用牛羊。”又云：“自天武四年因浮屠教禁食兽肉，非饵病不许食。卖兽肉者隐其名曰药食，复曰山鲸。所悬望子，画牡丹者豕肉也，画丹枫落叶者鹿肉也。”讲到日本的食物，第一感到惊奇的事的确是兽肉的稀少。二十多年前我还在三田地方看见过山鲸（这是野猪的别号）的招牌，画牡丹枫叶的却已不见。虽然近时仿欧罗巴法，但肉食不能说很盛，不过已不如从前以兽肉为秽物禁而不食，肉店也在“江都八百八街”到处开着罢了。平常鸟兽的肉只是猪牛与鸡，羊肉简直没处买，鹅鸭也极不常见。平民的下饭的菜到现在仍旧还是蔬菜以及鱼介。中国学生初到日本，吃到日本饭菜那么清淡，枯槁，没有油水，一定大惊大恨，特别是在下宿或分租房间的地方。这是大可原谅的，但是我自己却不以为苦，还觉得这有别一种风趣。吾乡穷苦，人民努力日吃三顿饭，唯以腌菜臭豆腐螺蛳为菜，故不怕咸与臭，亦不嗜油若命，到日本去吃无论什么都不大成问题。有些东西可以与故乡的什么相比，有些又即是中国某处的什么，这样一想就很有意思。如味噌汁与干菜汤，金山寺味噌与豆板酱，福神渍与酱咯哒，牛蒡独活与芦笋，盐鲑与勒鲞，皆相似的食物也。又如大德寺纳豆即咸豆豉，泽庵渍即福建的黄土萝卜，蒟蒻即四川的黑豆腐，刺身即广东的鱼生，寿司（《杂事诗》作寿志）即古昔的鱼鲊，其制法见于《齐民要术》，此其间又含有文化交通的历史，不但可吃，也更可思索。家庭宴集自较丰盛，但其清淡则如故，亦仍以菜蔬鱼介为主，鸡豚在所不废，唯多用其瘦者，故亦不油腻也。近时社会上亦流行中国及西洋菜，试食之则并不佳，即有名大店亦如此，盖以日东手法调理西餐（日本昔时亦称中国为西方）难得恰好，唯在赤坂一家云“茜”者吃中餐极佳，其厨师乃来自北平云。日本食物之又一特色为冷，确如《杂事诗》注所言。下宿供膳尚用热饭，人家则大抵只煮早饭，家人之为官吏教员公司职员工匠学生者皆裹饭而出，名曰“便当”，匣中盛饭，别一格盛菜，上者有鱼，否则梅干一二而已。傍晚归来，再煮晚饭，但中人以下之家便吃早晨所余，冬夜苦寒，乃以热苦茶淘之。中国人惯食火热的东西，有海军同学昔日为京官，吃饭恨不热，取饭锅置坐右，由锅到碗，由碗到口，迅疾如暴风雨，乃始快意，此固是极端，却亦是一好例。总之对于食物中国大概喜热恶冷，所以留学生看了“便当”恐怕无不头痛的，不过我觉得这也很好，不但是故乡有吃“冷饭头”的习惯，说得迂腐一点，也是人生的一点小训练。希望人人都有“吐斯”当晚点心，人人都有小汽车坐，固然是久远的理想，但在目前似乎刻苦的训练也是必要。日本因其工商业之发展，都会文化渐以增进，享受方面也自然提高，不过这只是表面的一部分，普通的生活还是很刻苦，此不必一定是吃冷饭，然亦不妨说是其一。中国平民生活之苦已甚矣，我所说的乃是中流的知识阶级应当学点吃苦，至少也不要太讲享受。享受并不限于吃“吐斯”之类，抽大烟娶姨太太打麻将皆是中流享乐思想的表现，此一种病真真不知道如何才救得过来，上文云云只是姑妄言之耳。六月九日《大公报》上登载梁实秋先生的一篇论文，题曰“自信力与夸大狂”，我读了很是佩服，有关于中国的衣食住的几句话可以引用在这里。梁先生说中国文化里也有一部分是优于西洋者，解说道：“我觉得可说的太少，也许是从前很多，现在变少了。我想来想去只觉得中国的菜比外国的好吃，中国的长袍布鞋比外国的舒适，中国的宫室园林比外国的雅丽，此外我实在想不出有什么优于西洋的东西。”梁先生的意思似乎重在消极方面，我们却不妨当作正面来看，说中国的衣食住都有些可取的地方。本来衣食住三者是生活中最重要的部分，因其习惯与便利，发生爱好的感情，转而成为优劣的辨别，所以这里边很存着主观的成分，实在这也只能如此，要想找一根绝对平直的尺度来较量盖几乎是不可能的。固然也可以有人说，“因为西洋人吃鸡蛋，所以兄弟也吃鸡蛋。”不过在该吃之外还有好吃问题，恐怕在这一点上未必能与西洋人一定合致，那么这吃鸡蛋的兄弟对于鸡蛋也只有信而未至于爱耳。因此，改变一种生活方式很是烦难，而欲了解别种生活方式亦不是容易的事。有的事情在事实并不怎么愉快，在道理上显然看出是荒谬的，如男子拖辫，女人缠足，似乎应该不难解决了，可是也并不如此，民国成立已将四半世纪了，而辫发未绝迹于村市，士大夫中爱赏金莲步者亦不乏其人，他可知矣。谷崎润一郎近日刊行《摄阳随笔》，卷首有《阴翳礼赞》一篇，其中说漆碗盛味噌汁（以酱汁作汤，蔬类作料，如茄子萝卜海带，或用豆腐）的意义，颇多妙解，至悉归其故于有色人种，以为在爱好上与白色人种异其趣，虽未免稍多宿命观的色彩，大体却说得很有意思。中日同是黄色的蒙古人种，日本文化古来又取资中土，然而其结果乃或同或异，唐时不取太监，宋时不取缠足，明时不取八股，清时不取雅片，又何以嗜好迥殊耶。我这样说似更有阴沉的宿命观，但我固深钦日本之善于别择，一面却亦仍梦想中国能于将来荡涤此诸染污，盖此不比衣食住是基本的生活，或者其改变尚不至于绝难欤。我对于日本文化既所知极浅，今又欲谈衣食住等的难问题，其不能说得不错，盖可知也。幸而我豫先声明，这全是主观的，回忆与印象的一种杂谈，不足以知日本真的事情，只足以见我个人的意见耳。大抵非自己所有者不能深知，我尚能知故乡的民间生活，因此亦能于日本生活中由其近似而得理会，其所不知者当然甚多，若所知者非其真相而只是我的解说，那也必所在多有而无可免者也。日本与中国在文化的关系上本犹罗马之与希腊，及今乃成为东方之德法，在今日而谈日本的生活，不撒有“国难”的香料，不知有何人要看否，我亦自己怀疑。但是，我仔细思量日本今昔的生活，现在日本“非常时”的行动，我仍明确地看明白日本与中国毕竟同是亚细亚人，兴衰祸福目前虽是不同，究竟的命运还是一致，亚细亚人岂终将沦于劣种乎，念之惘然。因谈衣食住而结论至此，实在乃真是漆黑的宿命论也。廿四年六月廿一日，在北平。关于日本语十年前写过一篇文章，名曰“日本与中国”，其中有两节云：“中国在他独殊的地位上特别有了解日本的必要与可能，但事实上却并不然，大家都轻蔑日本文化，以为古代是模仿中国，现代是模仿西洋的，不值得一看。日本古今的文化诚然是取材于中国与西洋，却经过一番调剂，成为他自己的东西，正如罗马文明之出于希腊而自成一家，所以我们尽可以说日本自有他的文明，在艺术与生活方面为显著，虽然没有什么哲学思想。我们中国除了把他当作一种民族文明去公平地研究之外，还当特别注意，因为有许多地方足以供我们研究本国古今文化之参考。从实利这一点说来，日本文化也是中国人现今所不可忽略的一种研究。中国与日本并不是什么同文同种，但是因为文化交通的缘故，思想到底容易了解些，文字也容易学些，（虽然我又觉得日本文中夹着汉字是使中国人不能深彻地了解日本的一个障害，）所以我们研究日本比较西洋人要便利得多。”也正是那时候，我还在燕京大学教书，有一位同事是美国老牧师，在北京多年，对于中国学问很有研究，他在校内主张应鼓励学生习日俄语文。他的理由是，英美人多习法德语，中国则情形不同，因地理关系上与日本俄国联系密切，故宜首先学习此二种言语，而法德各语尚在其次。这个意思实在很对，大约学校也不见得不赞同，不过未曾实行，以至于今。民国十九年北京大学三十二周年纪念刊上我写了一篇小文，名曰“北大的支路”，希望学校提倡希腊印度亚剌伯日本的研究，关于日本的一节云：“日本有小希腊之称，他的特色确有些与希腊相似，其与中国文化上之关系更仿佛罗马，很能把先进国的文化拿去保存或同化而光大之，所以中国治国学的人可以去从日本得到不少的资料与参考。从文学史上来看，日本从奈良到德川时代这千二百余年受的是中国影响，处处可以看出痕迹，明治维新以后，与中国近来的新文学相同，受了西洋的影响，比较起迹步骤几乎一致，不过日本这回成为先进，中国老是追着，有时还有意无意地模拟贩卖，这都给予我们很好的对照与反省。”这话说了到如今也已是五个年头了。一个主张，一种意见，五年十年不会有效原也是当然，因为机缘很是重要，这却甚不容易遇到。其实从甲午至甲戌四十年中事情也不少了，似乎却总还不能引起知己知彼的决心，有的大约是刺激太小吧，没有效力，有的又是太大了，引起的反应超过了常度。九一八总是大事件了，然而它的影响在学校则不及，在社会则过。我不知道中国政府到底为什么缘故至今不办一个外国语学校，国家没有一个地方可以让学生习得英文以外的语文，即大学亦都在内。日本语向来只准当作第二外国语去学，而那种第二外国语是永远教不好学不好的。然而在社会上这些情形正是相反，近年来热心学习日本语者据说日渐增加，似乎是好现象了，我只怕是不骄便太怯，那即是过。有一个日本人卒然问曰，近来大家学日本话，说是为了一九三六年懂得日本话方便些，是不是？我看他很素朴却不是故意的问，便只好苦笑对他摇头道，我没有听说。讲到底我是主张学日本语的。我主张在中国学习，如有资力可再往日本一走。学日本语最好有国立的外国语学校或大学专系，否则从私人亦可。学日本语的目的不可太怯，预备做生意，看书报，读社会科学，帮助研究国学，都是正当的目的，读日本文学作品，研究日本文化，那自然是更进一步了。语言文字本来是工具，初学或速成者只要能够使用就好了，若是想要研究下去的，却须知道这语言也有他的生命，多少要对于他感到一种爱好与理解。这样，须得根本地从口语入手，还得多读名家所写的文章，才能真正了解，不是单靠记忆几十条规则或翻看几本社会科学书所能达到的。因此我们的第二个的意见是，学日本语须稍稍心宽，可能的要多花费点时日，除不得已外万不宜求速成，盖天下无可速成之事，古人曰，欲速则不达，普通所谓速成实在只是浅尝，即只学了一部分耳。鄙人读日本文至今才二十八年，其间从先生学习者不过两年，却来胡乱说话，未免可笑，因答应张君已久，不能再拖欠了，只好赶写，请原谅则个。（廿四年一月）市河先生近十年来我在北京大学教日本文，似乎应该有好些的教学经验可以谈谈，其实却并不然。我对于教没有什么心得可谈，这便因为在学的时候本来也没有什么成绩。最重要的是经验，我的经验却是很不上轨道很无程序的，几乎不成其为经验。我学日文差不多是自修的，虽然在学校里有好几位教员，他们很热心地教，不过我很懒惰不用功，受不到多少实益。说自修又并不是孜孜矻矻地用苦功，实在是不足为法的，不过有些事情也不妨谈谈，或者有点足以供自修日文的诸君参考的地方也说不定。讲起学日文来，第一还得先对我的几位先生表示感谢，虽然我自己不好好地学，他们对于我总是有益处的。我被江南督练公所派到日本去学土木工程时已是二十二岁，英文虽然在水师学过六年，日本语却是一句不懂的。最初便到留学生会馆的补习班里去学，教师是菊池勉，后来进了法政大学的预科，给我们教日文的教员共有三位，其一是保科孝一，文学士，国语学专家，著书甚多，今尚健在，其二是大岛之助，其三是市河三阳。保科先生是一个熟练的教师，讲书说话都很得要领，像是预备得熟透的讲义似的，可是给我们的印象总是很浅。大岛先生人很活泼，写得一手的好白话，虽然不能说，黑板上写出来作译解时却是很漂亮，教授法像是教小学生地很有步骤，可以算是一个好教员，我却觉得总和他距离得远。市河先生白话也写得好，还能够说一点，但是他总不说，初次上课时他在黑板上写道“我名市河三阳”，使得大家发笑起来。他又不像大岛那样口多微辞，对于中国时有嘲讽的口气，功课不大行又欠聪明的学生多被戏弄，他只是诚恳地教书，遇见学生弄不清楚的时候，反而似乎很为难很没有办法的样子。我对于他的功课同样地不大用心，但对于他个人特别有好感，虽然一直没有去访问过。我觉得这三位先生很可以代表日本人的几种样式，是很有意思的事，只可惜市河先生这种近于旧式的好人物的模型现今恐怕渐渐地要少下去了。我离开预科后还在东京住了四年，却不曾再见到市河先生，民国八年及廿三年又去过两次，也不去访问，实在并无从探听他的消息。今年春天偶读永井荷风的《荷风随笔》，其第十三篇题曰“市河先生之《烬录》”，不意地找到一点材料，觉得很可喜。其文有云：“纪述震灾惨状的当时文献中我所特别珍重不置的是市河泰庵先生之《烬录》。先生今兹已于正月为了宿痾易箦于小石川之新居。我在先生前但有书翰往复，又因平生疏懒不曾一赴邸宅问病，遂至永失接謦欬的机会了。《烬录》一书系先生以汉文记述在饭田町的旧居游德园为灾火所袭与其家人仅以身免时的事情，分编为避难纪事，杂事片片，神主石碑，烹茶樵书等十余章，于罹灾后二年付印以分赠知人者也。卷尾记云：此稿于今兹九月十二日起草，旬日而阁笔，秋暑如毁，挥汗书之。词句拙陋杂驳，恰如出于烬中，因曰‘烬录’，聊以供辱问诸君之一笑。”又云：“泰庵先生名三阳，江户时代著名书家市河米庵先生之孙，万庵先生之嗣子也，其学德才艺并不愧为名家之后，世所周知，不俟谫劣如予者之言矣。”文中引有《烬录》避难纪事一部分，今节录于下：“大正十二年九月一日朝来小雨才霁，暑甚。将午，时予倚坐椅，待饭至，地忽大动。予徐起离褥启窗，先望库屋，意谓库去岁大加修缮，可以据焉。踌躇间震益大，见电灯摇动非常，乃仓卒旋踵至庭中。……时近闻爆音，忽又闻消防车之声，盖失火也。须臾消防车去，以为火熄，岂意乃水道坏，消火无术可施也。内子以铁叶桶盛水来，乃投盐于中连饮之，曰，桔槔倒，以手引绳而汲，故迟迟耳。予曰，荒野氏如何？曰，幸免，但对面之顷屋瓦皆坠，某头伤来乞水。予曰，何处失火？曰，齿科医学校也。予时立而四顾。……黑烟益低，火星之降者渐多，遂决意作逃计。内子曰，不携君物乎？予此时贪念全绝，忽忆及一书箧适在库外，皆曾祖父集类，乃曰，然则携此乎。内子遂挈之出，弃箧，以儿带缚之，此他虽几边一小物举不及顾。盖当时余震至剧，予若命内子入内，万一有事，恐有不堪设想者，且事急，率迫之际得脱此一函，亦足多矣。逃计既定，虑门前路隘有堕瓦之危，乃破庭前之篱以出。吾庭与邻园接，邻园为崖而多树，故吾庭平日眺望旷敞，知友皆羡焉。今予等缒枝排莽而下，下至半途右顾，忽见火焰，盖在吾庭之右有人家楼屋，故庭中不见火也。……至晓星小学校前，满街狼狈，有跣足者，有袜而巾者，有于板上舁笃疾者，偶有妇人盛装而趋者，红裳翩飘，素足露膝不知也。予病中不喜着裈，此时一衣一带一眼镜耳，以故徐步之间尚颇恐露丑，心中独苦笑。”想像市河先生那时的情景，我亦不禁苦笑，其时盖已在给我们教书十五年之后，据荷风说先生于昭和二年病故，则为地震后四年，即民国十六年也。《烬录》原书惜未得见，只能转抄出这一部分，据云原本用汉文所写，荷风引用时译为和文，今又重译汉文，失真之处恐不免耳。（四月）我是猫我在东京的头两年，虽然在学日文，但是平常读的却多是英文书，因为那时还是英文比较方便，一方面对于日本的文学作品也还未甚了解。手头有几块钱的时候常去的地方不是东京堂而是中西屋，丸善自然更是可喜，不但书多而且态度很好，不比中西屋常有小伙计跟着监视。我读林译说部丛书的影响还是存在，一面又注意于所谓弱小民族的文学，此外俄法两国小说的英译本也想收罗，可是每月三十一圆的留学费实在不能买书，所以往往像小孩走过耍货摊只好废然而返。一九六至八年中间翻译过三部小说，现在印出的有英国哈葛得与安度阑二氏合著的《红星佚史》，有丁未二月的序，又匈加利育珂摩耳的《匈奴奇士录》，有戊申五月的序。这种书稿卖价至多两文钱一个字，但于我却不无小补，伽纳忒夫人译屠介涅夫集十五册以及勃阑特思博士的《波阑印象记》这些英书都是用这款买来的。还有一部译本是别一托尔斯泰的小说《银公爵》，改题“劲草”，是司各德式的很有趣味的历史小说，没有能卖掉，后来连原稿都弄丢了。戊申以后遂不再卖稿，虽然译还是译一点，也仍是译欧洲的作品，日本的东西没有一篇，到后来为《新青年》译小说才选了江马修的短篇《小小的一个人》，那已经是民国七八年的事情了。但是，日本报纸当然每天都看，像普通的学生们一样，总是《读卖》与《朝日》两种新闻，此外也买点文学杂志，这样地便与日本新文学也慢慢接近。四年前我为张我军先生的《文学论》译本写一篇小序，有一节云：“不过夏目的文章是我素所喜欢的，我的读日本文书也可以说是从夏目起手。我初到东京时夏目在杂志《保登登岐须》（此言子规）上发表的小说《我是猫》正很有名，其单行本上卷也就出版，接着他在大学的讲义也陆续给书店去要了来付印，即这本《文学论》和讲英国十八世纪文学的一册《文学评论》。……夏目的小说，自《我是猫》，《漾虚集》，《鹑笼》以至《三四郎》和《门》，从前在赤羽桥边的小楼上偷懒不去上课的时候，差不多都读而且爱读过，虽然我所最爱的还是《猫》，但别的也都颇可喜，可喜的却并不一定是意思，有时便只为文章觉得令人流连不忍放手。夏目而外这样的似乎很少，后辈中只是志贺直哉有此风味，其次或者是佐藤春夫罢。”上文末尾所说的话仔细想来或不十分确切，只说他们两位文章也都很好就是了，风味实在不大相同，盖夏目的文章特别是早期的很有他独自的特色，这或者可以说是英国绅士的幽默与江户子的洒脱之和合吧。他专攻英文学，又通和汉古典，同了正冈子规做俳句与写生文，把这个结果全用在小说上边，这就成了他一派作品的特种风味。《我是猫》与《鹑笼》中的一篇《哥儿》，我自己很喜欢读，也常劝学日文的朋友们读，因为这是夏目漱石的早期代表作，而且描写日本学生生活及社会都很可以增加我们的见识了解，比别的书要更为有益。不过这些书也就因此比较不容易读，社会情形之差异，一也，文字与口气之难得恰好领解，又其二也。例如“我是猫”这个书名，从汉文上说只有这一个译法，英文也是译为IamaCat，所以不能算不对，然而与原文比较，总觉得很有点失掉了神采了。原名云Wagahaiwanekodearu。第一，Wagahai这字写作“我辈”，本意是说我们，与汉字原义相同，但是用作单数代名词时则意仍云“我”而似稍有尊大的口气，在中国无相似的例。又dearu在语法上本为da之敬语，在文章上却是别有一番因缘，明治时代新文学发达，口语文渐渐成立，当时有da式，desu式，dearimasu式，dearu式诸种写法，尝试的结果留下两个，即二叶亭的da与红叶山人的dearu式，二者之差别似只在文气的粗细上，用者各有所宜，读者或亦各有所好也。夏目之猫如云Orewanekoja，则近于车夫家的阿黑，如云Watashiwanekodegozaimasu，则似二弦琴师家的三毛子，今独云云，即此一语已显然露出教师苦沙弥家无名猫公的神气，可谓甚妙，然而用别国言语无论英文汉文均不能传达出此种微妙的口气。又如《哥儿》原题云Botchan，查其本源盖出于坊，读若B，本是坊巷，转为僧坊，继而居僧坊者称曰坊样，小儿头圆如僧亦曰坊样，由Bosama又读作Bochama，再转为Botchan，即书名的原语。但Bochama一面为对小儿亲爱的称呼，哥儿一语略可相对，而别一方面又用以讥笑不通世故者，中国虽亦有公子哥儿之语，似终未能恰好，盖此二语之通俗性相差颇远也。这样说来好像夏目的书难读得很，连书目也就这样麻烦，其实当然未必如此，我这里只举个例说明原文口气之复杂，若作普通译语看则我是猫与哥儿也就很可以过得去了。学日文的人如目的只想看普通讲学的文章那也算了，若是从口语入手想看看文学作品的不读夏目的小说觉得很是可惜，所以略为介绍。《哥儿》与《草枕》都已有汉译本，可以参照，虽然译文不无可以商酌之处。《我是猫》前曾为学生讲读过两遍，全译不易，似可以注释抽印，不过一时还没有工夫动手，如有人肯来做这工作，早点成功，那是再好也没有的事了。（五月）和文汉读法梁任公著《和文汉读法》不知道是在那一年，大约总是庚子前后吧，至今已有三十多年，其影响极大，一方面鼓励人学日文，一方面也要使人误会，把日本语看得太容易，这两种情形到现在还留存着。近代的人关于日本语言文字有所说明的最早或者要算是黄公度吧。《日本杂事诗》二卷成于光绪五年（一八七九），其卷上注中有一则云：“市廛细民用方言者十之九，用汉言者十之一而已。日本全国音惟北海道有歧异，其余从同，然士大夫文言语长而助词多，与平民甚殊，若以市井商贾之言施于搢绅，则塞耳退矣，故求通其语甚难。字同而声异，语同而读异，文同而义异，故求译其文亦难。”八年后即光绪十三年（一八八七）又撰成《日本国志》四十卷，其三十三卷为学术志之二，文学一篇洋洋四千言，于中日文字问题多所论列，大抵预期中国文体变革最为有识，其说明日文以汉字假名相杂成文之理亦有可取，文云：“日本之语言其音少，其语长而助辞多，其为语皆先物而后事，先实而后虚，此皆于汉文不相比附，强袭汉文而用之，名物象数用其义而不用其音，犹可以通，若语气文字收发转变之间，循用汉文，反有以钩章棘句诘曲聱牙为病者。故其用假名也，或如译人之变易其辞，或如绍介之通达其意，或如瞽者之相之指示其所行，有假名而汉文乃适于用，势不得不然也。”这两节都是五十年前的话了，假如说得有点错误本是难怪，但是我读了甚为佩服，因为他很能说明和文的特点，即文中假名部分之重要，以及其了解之困难是也。本来日本语与中国语在系统上毫无关系，只因日本采用中国文化，也就借了汉字过去，至今沿用，或训读或音读，作为实字，至于拼音及表示虚字则早已改用假名，汉字与假名的多少又因文章而异。正如黄君所说，今上自官府下至商贾通行之文大抵两者相杂各半，亦有“专用假名以成文者，今市井细民闾巷妇女通用之文是也”。日本普通文中所谓虚字，即天尔乎波等助词与表示能所等助动词，固然全用了假名，就是动词形容词的语尾也无不以假名写之，这差不多已包含了文法上重要部分，汉字的本领便只在表明各个的名词动词形容词的意义而已。其实也还只有当作名词用的汉字可以说是自己完全的，若动词形容词必须将语根语尾合了起来才成一个完整的意思，所以这里汉字的地位并不很重要，好像裸体的小孩连上下身是个整个，这只是一件小汗衫而已，我们中国人习惯于用本国的汉字，多少又还留下认方块字的影响，以为每一个字就是整个，便容易误会日本好讲废话，语尾原是不必要的."}