{"lit":"今天所讲儿童的文学，换一句话便是“小学校里的文学”。美国的斯喀特尔（HEScudder）麦克林托克（PLMaclintock）诸人都有这样名称的书，说明文学在小学教育上的价值，他们以为儿童应该读文学的作品，不可单读那些商人杜撰的读本。读了读本，虽然说是识字了，却不能读书，因为没有读书的趣味。这话原是不错，我也想用同一的标题，但是怕要误会，以为是主张叫小学儿童读高深的文学作品，所以改作今称，表明这所谓文学，是单指“儿童的”文学。以前的人对于儿童多不能正当理解，不是将他当作缩小的成人，拿“圣经贤传”尽量的灌下去，便将他看作不完全的小人，说小孩懂得甚么，一笔抹杀，不去理他。近来才知道儿童在生理心理上，虽然和大人有点不同，但他仍是完全的个人，有他自己的内外两面的生活。儿童期的二十几年的生活，一面固然是成人生活的预备，但一面也自有独立的意义与价值；因为全生活只是一个生长，我们不能指定那一截的时期，是真正的生活。我以为顺应自然生活各期，——生长，成熟，老死，都是真正的生活。所以我们对于误认儿童为缩小的成人的教法，固然完全反对，就是那不承认儿童的独立生活的意见，我们也不以为然。那全然蔑视的不必说了，在诗歌里鼓吹合群，在故事里提倡爱国，专为将来设想，不顾现在儿童生活的需要的办法，也不免浪费了儿童的时间，缺损了儿童的生活。我想儿童教育，是应当依了他内外两面的生活的需要，适如其分的供给他，使他生活满足丰富，至于因了这供给的材料与方法而发生的效果，那是当然有的副产物，不必是供给时的唯一目的物。换一句话说，因为儿童生活上有文学的需要，我们供给他，便利用这机会去得一种效果，——于儿童将来生活上有益的一种思想或习性，当作副产物，并不因为要得这效果，便不管儿童的需要如何，供给一种食料，强迫他吞下去。所以小学校里的文学的教材与教授，第一须注意于“儿童的”这一点，其次才是效果，如读书的趣味，智情与想像的修养等。儿童生活上何以有文学的需要？这个问题，只要看文学的起源的情形，便可以明白。儿童那里有自己的文学？这个问题，只要看原始社会的文学的情形，便可以明白。照进化说讲来，人类的个体发生原来和系统发生的程序相同：胚胎时代经过生物进化的历程，儿童时代又经过文明发达的历程；所以儿童学（Paidologie）上的许多事项，可以借了人类学（Anthropologie）上的事项来作说明。文学的起源，本由于原人的对于自然的畏惧与好奇，凭了想像，构成一种感情思想，借了言语行动表现出来，总称是歌舞，分起来是歌，赋与戏曲小说。儿童的精神生活本与原人相似，他的文学是儿歌童话，内容形式不但多与原人的文学相同，而且有许多还是原始社会的遗物，常含有野蛮或荒唐的思想。儿童与原人的比较，儿童的文学与原始的文学的比较，现在已有定论，可以不必多说；我们所要注意的，只是在于怎么样能够适当的将“儿童的”文学供给与儿童。近来有许多人对于儿童的文学，不免怀疑，因为他们觉得儿歌童话里多有荒唐乖谬的思想，恐于儿童有害。这个疑惧本也不为无理，但我们有这两种根据，可以解释他。第一，我们承认儿童有独立的生活，就是说他们内面的生活与大人不同，我们应当客观地理解他们，并加以相当的尊重。婴儿不会吃饭，只能给他乳吃；不会走路，只好抱他，这是大家都知道的。精神上的情形，也正同这个一样。儿童没有一个不是拜物教的，他相信草木能思想，猫狗能说话，正是当然的事；我们要纠正他，说草木是植物猫狗是动物，不会思想或说话，这事不但没有什么益处，反是有害的，因为这样使他们的生活受了伤了。即使不说儿童的权利那些话，但不自然的阻遏了儿童的想像力，也就所失很大了。第二，我们又知道儿童的生活，是转变的生长的。因为这一层，所以我们可以放胆供给儿童需要的歌谣故事，不必愁他有什么坏的影响，但因此我们又更须细心斟酌，不要使他停滞，脱了正当的轨道。譬如婴儿生了牙齿可以吃饭，脚力强了可以走路了，却还是哺乳提抱，便将使他的胃肠与脚的筋肉反变衰弱了。儿童相信猫狗能说话的时候，我们便同他们讲猫狗说话的故事，不但要使得他们喜悦，也因为知道这过程是跳不过的——然而又自然的会推移过去的，所以相当的对付了，等到儿童要知道猫狗是什么东西的时候到来，我们再可以将生物学的知识供给他们。倘若不问儿童生活的转变如何，只是始终同他们讲猫狗说话的事，那时这些荒唐乖谬的弊害才真要出来了。据麦克林托克说，儿童的想像如被迫压，他将失了一切的兴味，变成枯燥的唯物的人；但如被放纵，又将变成梦想家，他的心力都不中用了。所以小学校里的正当的文学教育，有这样三种作用：（）顺应满足儿童之本能的兴趣与趣味，（）培养并指导那些趣味，（）唤起以前没有的新的兴趣与趣味。这（）便是我们所说的供给儿童文学的本意，（）与（）是利用这机会去得一种效果。但怎样才能恰当的办到呢？依据儿童心理发达的程序与文学批评的标准，于教材选择与教授方法上，加以注意，当然可以得到若干效果。教授方法的话可以不必多说了，现在只就教材选择上，略略说明以备参考。儿童学上的分期，大约分作四期，一婴儿期（一至三岁），二幼儿期（三至十），三少年期（十至十五），四青年期（十五至二十）。我们现在所说的是学校里一年至六年的儿童，便是幼儿期及少年期的前半，至于七年以上所谓中学程度的儿童，这回不暇说及，当俟另外有机会再讲了。幼儿期普通又分作前后两期，三至六岁为前期，又称幼稚园时期，六至十为后期，又称初等小学时期。前期的儿童，心理的发达上最旺盛的是感觉作用，其他感情意志的发动也多以感觉为本，带着冲动的性质。这时期的想像，也只是所动的，就是联想的及模仿的两种，对于现实与虚幻，差不多没有什么区别。到了后期，观察与记忆作用逐渐发达，得了各种现实的经验，想像作用也就受了限制，须与现实不相冲突，才能容纳；若表现上面，也变了主动的，就是所谓构成的想像了。少年期的前半大抵也是这样，不过自我意识更为发达，关于社会道德等的观念，也渐明白了。约略根据了这个程序，我们将各期的儿童的文学分配起来，大略如下：——幼儿前期（）诗歌这时期的诗歌，第一要注意的是声调。最好是用现有的儿歌，如北平的“水牛儿”“小耗子”都可以用，就是那趁韵而成的如“忽听门外人咬狗”，咒语一般的决择歌如“铁脚斑斑”，只要音节有趣，也是一样可用的。因为幼儿唱歌只为好听，内容意义不甚紧要，但是粗俗的歌词也应该排斥，所以选择诗歌不必积极的罗致名著，只须消极加以别择便好了。古今诗里有适宜的，当然可用；但特别新做的儿歌，我反不大赞成，因为这是极难的，难得成功的。（）寓言寓言实在只是童话的一种，不过略为简短，又多含着教训的意思，普通就称作寓言。在幼儿教育上，他的价值单在故事的内容，教训实是可有可无；倘这意义是自明的，儿童自己能够理会，原也很好，如借此去教修身的大道理，便不免谬了。这不但因为在这时期教了不能了解，且恐要养成曲解的癖，于将来颇有弊病。象征的著作须得在少年期的后期（第六七学年）去读，才有益处。（）童话童话也最好利用原有的材料，但现在的尚未有人收集，古书里的须待修订，没有恰好的童话集可用。翻译别国的东西，也是一法，只须稍加审择便好。本来在童话里，保存着原始的野蛮的思想制度，比别处更多。虽然我们说过儿童是小野蛮，喜欢荒唐乖谬的故事，本是当然，但有几种也不能不注意，就是凡过于悲哀，苦痛，残酷的，不宜采用。神怪的事只要不过恐怖的限度，总还无妨；因为将来理智发达，儿童自然会不再相信这些，若是过于悲哀或痛苦，便永远在脑里留下一个印象，不会消灭，于后来思想上很有影响；至于残酷的害，更不用说了。幼儿后期（）诗歌这期间的诗歌不只是形式重要，内容也很重要了；读了固然要好听，还要有意思，有趣味。儿歌也可应用，前期读过还可以重读，前回听他的音，现在认他的文字与意义，别有一种兴趣。文学的作品倘有可采用的，极为适宜，但恐不很多。如选取新诗，须择叶韵而声调和谐的；但有词调小曲调的不取，抽象描写或讲道理的也不取。儿童是最能创造而又最是保守的；他们所喜欢的诗歌，恐怕还是五七言以前的声调，所以普通的诗难得受他们的赏鉴；将来的新诗人能够超越时代，重新寻到自然的音节，那时真正的新的儿歌才能出现了。（）童话小学的初年还可以用普通的童话，但是以后儿童辨别力渐强，对于现实与虚幻已经分出界限，所以童话里的想像也不可太与现实分离；丹麦安兑尔然（HansCAndersen）作的童话集里，有许多适用的材料。传说也可以应用，但应当注意，不可过量的鼓动崇拜英雄的心思，或助长粗暴残酷的行为。中国小说里的《西游记》讲神怪的事，却与《封神传》不同，也算纯朴率真，有几节可以当童话用。《今古奇观》等书里边，也有可取的地方，不过须加以修订才能适用罢了。（）天然故事这是寓言的一个变相；以前读寓言是为他的故事，现在却是为他所讲的动物生活。儿童在这时期，好奇心很是旺盛，又对于牧畜及园艺极热心，所以给他读这些故事，随后引到记述天然的著作，便很容易了。但中国这类著作非常缺少，不得不取材于译书，如《万物一览》等书了。少年期（）诗歌浅近的文言可以应用，如唐代的乐府及古诗里多有好的材料；中国缺少叙事的民歌（Ballad），只有《孔雀东南飞》等几篇可以算得佳作，《木兰行》便不大适用。这时期的儿童对于普通的儿歌，大抵已经没有什么趣味了。（）传说传说与童话相似，只是所记的是有名英雄，虽然也含有空想的分子，比较的近于现实。在自我意识团体精神渐渐发达的时期，这类故事，颇为合宜；但容易引起不适当的英雄崇拜与爱国心，极须注意，最好采用各国的材料，使儿童知道人性里共通的地方，可以免去许多偏见。奇异而有趣味的，或真切而合于人情的，都可采用；但讲明太祖那颇仑等的故事，还以不用为宜。（）写实的故事这与现代的写实小说不同，单指多含现实分子的故事，如欧洲的《鲁滨孙》（RobinsonCrusoe）或《吉诃德先生》（DonQuixote）而言。中国的所谓社会小说里，也有可取的地方，如《儒林外史》及《老残游记》之类，纪事叙景都可，只不要有玩世的口气，也不可有夸张或感伤的“杂剧的”气味。《官场现形记》与《广陵潮》没有什么可取，便因为这个缘故。（）寓言这时期的教寓言，可以注意在意义，助成儿童理智的发达。希腊及此外欧洲寓言作家的作品，都可选用；中国古文及佛经里也有许多很好的譬喻。但寓言的教训，多是从经验出来，不是凭理论的，所以尽有顽固或背谬的话，用时应当注意；又篇末大抵附有训语，可以删去，让儿童自己去想，指定了反妨害他们的活动了。滑稽故事此时也可以用，童话里本有这一部类，不过用在此刻也偏重意义罢了。古书如《韩非子》等的里边，颇有可用的材料，大都是属于理智的滑稽，就是所谓机智，感情的滑稽实例很少；世俗大多数的滑稽都是感觉的，没有文学的价值了。（）戏曲儿童的游戏中本含有戏曲的原质，现在不过伸张综合了，适应他们的需要。在这里边，他们能够发扬模仿的及构成的想像作用，得到团体游戏的快乐，这虽然是指实演而言，但诵读也别有兴趣，不过这类著作，中国一点都没有，还须等人去研究创作；能将所读的传说去戏剧化，原是最好，却又极难，所以也只好先从翻译入手了。以上约略就儿童的各期，分配应用的文学种类，还只是理论上的空谈，须经过实验，才能确实的编成一个详表。以前所说多偏重“儿童的”，但关于“文学的”这一层，也不可将他看轻；因为儿童所需要的是文学，并不是商人杜撰的各种文章，所以选用的时候还应当注意文学的价值。所谓文学的，却也并非要引了文学批评的条例，细细的推敲，只是说须有文学趣味罢了。文章单纯，明了，匀整；思想真实，普遍：这条件便已完备了。麦克林托克说，小学校里的文学有两种重要的作用，（）表现具体的影象，（）造成组织的全体。文学之所以能培养指导及唤起儿童的新的兴趣与趣味，大抵由于这个作用。所以这两条件，差不多就可以用作儿童文学的艺术上的标准了。中国向来对于儿童，没有正当的理解，又因为偏重文学，所以在文学中可以供儿童之用的，实在绝无仅有；但是民间口头流传的也不少，古书中也有可用的材料，不过没有人采集或修订了，拿来应用，坊间有几种唱歌和童话，却多是不合条件，不适于用。我希望有热心的人，结合一个小团体，起手研究，逐渐收集各地歌谣故事，修订古书里的材料，翻译外国的著作，编成几部书，供家庭学校的用，一面又编成儿童用的小册，用了优美的装帧，刊印出去，于儿童教育当有许多的功效。我以前因为汉字困难，怕这事不大容易成功，现在有了注音字母，可以不必多愁了。但插画一事，仍是为难。现今中国画报上的插画，几乎没有一张过得去的，要寻能够为儿童书作插画的，自然更不易得了，这真是一件可惜的事。圣书与中国文学我对于宗教从来没有什么研究，现在要讲这个题目，觉得实在不大适当。但我的意思只偏重在文学的一方面，不是教义上的批评，如改换一个更为明了的标题，可以说是古代希伯来文学的精神及形式与中国新文学的关系。新旧约的内容，正和中国的四书五经相似，在教义上是经典，一面也是国民的文学；中国现在虽然还没有将经书作文学研究的专书，圣书之文学的研究在欧洲却很普通，英国“万人丛书”（EverymansLibrary）里的一部《旧约》，便题作“古代希伯来文学”。我现在便想在这方面，将我的意见略略说明。我们说《旧约》是希伯来的文学，但我们一面也承认希伯来人是宗教的国民，他的文学里多含宗教的气味，这是当然的事实。我想文学与宗教的关系本来很是密切，不过希伯来思想里宗教分子比别国更多一点罢了。我们知道艺术起源大半从宗教的仪式出来，如希腊的诗（MelSongs）赋（EpEpics）戏曲都可以证明这个变化，就是雕刻绘画上也可以看出许多踪迹。一切艺术都是表现各人或一团体的感情的东西；《诗序》里说，“情动于中而形于言；言之不足，故咏歌之；咏歌之不足，故嗟叹之；嗟叹之不足，故不知手之舞之，足之蹈之。”这所说虽然止于歌舞，引申起来，也可以作雕刻绘画的起源的说明。原始社会的人，唱歌，跳舞，雕刻绘画，都为什么呢？他们因为情动于中，不能自已，所以用了种种形式将他表现出来，仿佛也是一种生理上的满足。最初的时候，表现感情并不就此完事；他是怀着一种期望，想因了言动将他传达于超自然的或物，能够得到满足：这不但是歌舞的目的如此，便是别的艺术也是一样，与祠墓祭祀相关的美术可以不必说了，即如野蛮人刀柄上的大鹿与杖头上的女人象征，也是一种符咒作用的，他的希求的具体的表现。后来这祈祷的意义逐渐淡薄，作者一样的表现感情，但是并不期望有什么感应，这便变了艺术，与仪式分离了。又凡举行仪式的时候，全部落全宗派的人都加在里边，专心赞助，没有赏鉴的余暇；后来有旁观的人用了赏鉴的态度来看他，并不夹在仪式中间去发表同一的期望，只是看看接受仪式的印象，分享举行仪式者的感情；于是仪式也便转为艺术了。从表面上看来变成艺术之后便与仪式完全不同，但是根本上有一个共通点，永久没有改变的，这是神人合一，物我无间的体验。原始仪式里的入神（Enthousiasmos）忘我（Ekstasis），就是这个境地；此外如希腊的新柏拉图派，印度的婆罗门教，波斯的“毛衣外道”（Sufi）等的求神者，目的也在于此；基督教的福音书内便说的明白，“使他们合而为一；正如你父在我里面，我在你里面，使他们也在我们里面。”（《约翰福音》第十八章二十七节）这可以说是文学与宗教的共通点的所在。托尔斯泰著的《什么是艺术》，专说明这个道理，虽然也有不免稍偏的地方，经克鲁泡特金加以修正（见《克鲁泡特金的思想》内第二章文学观），但根本上很是正确。他说艺术家的目的，是将他见了自然或人生的时候所经验的感情，传给别人，因这传染的力量的薄厚合这感情的好坏，可以判断这艺术的高下。人类所有最高的感情便是宗教的感情；所以艺术必须是宗教的，才是最高上的艺术。“基督教思想的精义在于各人的神子的资格，与神人的合一及人们相互的合一，如福音书上所说。因此基督教艺术的内容便是使人与神合一及人们互相合一的感情。……但基督教的所谓人们的合一，并非只是几个人的部分的独占的合一，乃是包括一切，没有例外。一切的艺术都有这个特性，——使人们合一。各种的艺术都使感染着艺术家的感情的人，精神上与艺术家合一，又与感受着同一印象的人合一。非基督教的艺术虽然一面联合了几个人，但这联合却成了合一的人们与别人中间的分离的原因；这不但是分离，而且还是对于别人的敌视的原因。”（《什么是艺术》第十六章）同样的话，在近代文学家里面也可以寻到不少。俄国安特来夫（LeonidAndrejev）说，“我们的不幸，便是在大家对于别人的心灵，生命，苦痛，习惯，意向，愿望，都很少理解，而且几于全无。我是治文学的，我之所以觉得文学的可尊，便因其最高上的事业，是在拭去一切的界限与距离。”英国康剌特（JosephConrad本波兰人）说，“对于同类的存在的强固的认知，自然的具备了想像的形质，比事实更要明了，这便是小说。”福勒忒解说道，“小说的比事实更要明了的美，是他的艺术价值；但有更重要的地方，人道主义派所据以判断他的价值的，却是他的能使人认知同类的存在的那种力量。总之，艺术之所以可贵，因为他是一切骄傲偏见憎恨的否定，因为他是社会化的。”这几节话都可以说明宗教与文学的共通的所在，圣书与文学的第一层的关系，差不多也可以明了了。宗教上的圣书即使不当作文学看待，但与真正的文学里的宗教的感情，根本上有一致的地方，这就是所谓第一层的关系。以上单就文学与宗教的普通的关系略略一说，现在想在圣书与中国文学的特别的关系上，再略加说明。我们所注意的原在新的一方面，便是说圣书的精神与形式，在中国新文学的研究及创造上，可以有如何的影响；但旧的一方面，现今欧洲的圣书之文学的考据的研究，也有许多地方可以作中国整理国故的方法的参考，所以顺便也将他说及。我刚才提及新旧约的内容正和中国的经书相似：《新约》是四书，《旧约》是五经，——《创世记》等纪事书类与《书经》《春秋》，《利未记》与《易经》及《礼记》的一部分，《申命记》与《书经》的一部分，《诗篇》《哀歌》《雅歌》与《诗经》，都很有类似的地方；但欧洲对于圣书，不仅是神学的，还有史学与文学的研究，成了实证的有统系的批评，不像是中国的经学不大能够离开了微言大义的。即如“家庭大学丛书”（HomeUniversityLibrary）里的《旧约之文学》，便是美国的神学博士谟尔（GeorgeFMoore）做的。他在第二章里说明《旧约》当作国民文学的价值，曾说道，“这《旧约》在犹太及基督教会的宗教的价值之外，又便是国民文学的残余，尽有独立研究的价值。这里边的杰作，即使不管著作的年代与情状，随便取读，也很是愉快而且有益；但如明了了他的时代与在全体文学中的位置，我们将更能赏鉴与理解他了。希伯来人民的政治史，他们文明及宗教史的资源，也都在这文学里面。”他便照现代的分类，将《创世记》等列为史传，豫言书等列为抒情诗，《路得记》《以斯帖记》及《约拿书》列为故事，《约伯记》——希伯来文学的最大著作，世界文学的伟大的诗之一，——差不多是希腊爱斯吉洛思（Aiskhylos）式的一篇悲剧了；对于《雅歌》，他这样说，“世俗的歌大约在当时与颂歌同样的流行，但是我们几乎不能得到他的样本了，倘若没有一部恋爱歌集题了所罗门王的名字，因了神秘的解释，将他归入宗教，得以保存。”又说，“这书中反覆申说的一个题旨，是男女间的热烈的官能的恋爱。……在一世纪时，这书虽然题着所罗门的名字，在严正的宗派看起来不是圣经；后来等到他们发见——或者不如说加上——了一个譬喻的意义，说他是借了夫妇的爱情在那里咏叹神与以色列的关系，这才将他收到正经里去。古代的神甫们将这譬喻取了过来，不过把爱人指基督，所爱指教会（钦定译本的节目上还是如此）或灵魂。中古的教会却是在新妇里看出处女马理亚。……譬喻的恋爱诗——普通说神与灵魂之爱——在各种教义与神秘派里并非少见的事；极端的精神诗人时常喜用情欲及会合之感觉的比喻；但在《雅歌》里看不出这样的起源，而且在那几世纪中，我们也不曾知道犹太有这样的恋爱派的神秘主义。”所以他归结说，“那些歌是民间歌谣的好例，带着传统的题材，形式及想象。这歌自然不是一个人的著作，我们相信当是一部恋爱歌集，不必都是为嫁娶的宴会而作，但都适用于这样的情景。”这《雅歌》的性质正与希腊的催妆诗（Epithalmium）之类相近，在托尔斯泰派的严正批评里，即使算不到宗教的艺术，也不愧为普遍的艺术了。我们从《雅歌》问题上，便可以看出欧洲关于圣书研究的历史批评如何发达与完成。中国的经学却是怎样？我们单以《诗经》为例，雅颂的性质约略与《哀歌》及《诗篇》相似，现在也暂且不论，只就国风里的恋爱诗拿来比较，觉得这一方面的研究没有什么满足的结果。这个最大原因大抵便由于尊守古训，没有独立实证的批判；譬如近代龚橙的《诗本谊》（出版，但系年作）反对毛传，但一面又尊守三家遗说，便是一例。他说，“古者劳人思妇，怨女旷夫，贞淫邪正，好恶是非，自达其情而已，不问他人也。”又说，“有作诗之谊，有读诗之谊，有太师采诗瞽矇讽诵之谊，”都很正确；但他自己的解说还不能全然独立。他说，“《关雎》，思得淑女配君子也”；郑风里“《女曰鸡鸣》，淫女思有家也”。实际上这两篇诗的性质相差不很远，大约只是一种恋爱诗，分不出什么“美刺”，著者却据了《易林》的“鸡鸣同兴，思配无家”这几句话，说他“为淫女之思明甚”，仍不免拘于“郑声淫”这类的成见。我们现在并不是要非难龚氏的议论，不过说明便是他这样大胆的人，也还不能完全摆脱束缚；倘若离开了正经古说训这些观念，用纯粹的历史批评的方法，将他当作国民文学去研究，一定可以得到更为满足的结果。这是圣书研究可以给予中国治理旧文学的一个极大的教训与帮助。说到圣书与中国新文学的关系，可以分作精神和形式的两面。近代欧洲文明的源泉，大家都知道是起于“二希”就是希腊及希伯来的思想，实在只是一物的两面，但普通称作“人性的二元”，将他对立起来；这个区别，便是希腊思想是肉的，希伯来思想是灵的；希腊是现世的，希伯来是永生的。希腊以人体为最美，所以神人同形，又同生活，神便是完全具足的人，神性便是理想的充实的人生。希伯来以为人是照着上帝的形像造成，所以偏重人类所分得的神性，要将他扩充起来，与神接近以至合一。这两种思想当初分立，互相撑拒，造成近代的文明，到得现代渐有融合的现象。其实希腊的现世主义里仍重中和（Sophrosyn），希伯来也有热烈的恋爱诗，我们所说两派的名称不过各代表其特殊的一面，并非真是完全隔绝，所以在希腊的新柏拉图主义及基督教的神秘主义已有了融合的端绪，只是在现今更为显明罢了。我们要知道文艺思想的变迁的情形，这圣书便是一种极重要的参考书，因为希伯来思想的基本可以说都在这里边了。其次现代文学上的人道主义思想，差不多也都从基督教精神出来，又是很可注意的事。《旧约》里古代的几种纪事及豫言书，思想还稍严厉；略迟的著作如《约拿书》，便更明了的显出高大宽博的精神，这篇故事虽然集中于巨鱼吞约拿，但篇末耶和华所说，“这麻……一夜发生，一夜干死，你尚且爱惜；何况这尼尼微大城，其中不能分辨左手右手的有十二万多人，并有许多牲畜，我岂能不爱惜呢？”这一节才是本意的所在。谟尔说，“他不但《以西结书》中神所说‘我断不喜悦恶人死亡，惟喜悦恶人转离所行的道而活’的话，推广到全人类，而且更表明神的拥抱一切的慈悲。这神是以色列及异邦人的同一的创造者，他的慈惠在一切所造者之上。”在《新约》里这思想更加显著，《马太福音》中登山训众的话，便是适切的例：耶稣说明是来成全律法和先知的道，所以他对于古训加以多少修正，使神的对于选民的约变成对于各个人的约了。“你们听见有话说，‘以眼还眼，以牙还牙。’只是我告诉你们，不要与恶人作对。”（第五章三十八至三十九）“你们听见有话说，‘当爱你的邻舍，恨你的仇敌。’只是我告诉你们，要爱你的仇敌，为那逼迫你们的祷告。”（同上四三至四四）这是何等博大的精神！近代文艺上人道主义思想的源泉，一半便在这里，我们要想理解托尔斯泰，陀思妥也夫斯奇等的爱的福音之文学，不得不从这源泉上来注意考察。“你们中间谁是没有罪的，谁就可以先拿石头打他。”（约第八章七）“父阿，赦免他们，因为他们所作的事，他们不晓得。”（路第二三章三四）耶稣的这两种言行上的表现，便是爱的福音的基调。“爱是永不止息；先知讲道之能，终必归于无有；说方言之能，终必停止，知识也终必归于无有。”（林前第十三章八）“上帝就是爱；住在爱里面的，就是住在上帝里面，上帝也住在他里面。”（约壹第四章十六）这是说明爱之所以最大的理由，希伯来思想的精神大抵完成了；但是“不爱他所看见的兄弟，就不能爱没有看见的上帝”。（同上二十）正同柏拉图派所说不爱美形就无由爱美之自体（Autotokalon）一样；再进一步，便可以归结说，不知道爱他自己，就不能爱他的兄弟；这样又和希腊思想相接触，可以归入人道主义的那一半的源泉里去了。其次讲到形式的一方面，圣书与中国文学有一种特别重要的关系，这便因他有中国语译本的缘故。本来两国文学的接触，形质上自然的发生多少变化；不但思想丰富起来，就是文体也大受影响，譬如现在的新诗及短篇小说，都是因了外国文学的感化而发生的，倘照中国文学的自然发达的程序，还不知要到何时才能有呢。希伯来古文学里的那些优美的牧歌（EidylliaIdylls）及恋爱诗等，在中国本很少见，当然可以希望他帮助中国的新兴文学，衍出一种新体。豫言书派的抒情诗，虽然在现今未必有发达的机会，但拿来和《离骚》等比较，也有许多可以参照发明的地方。这是从外国文学可以得来的共通的利益，并不限于圣书；至于中国语的全文译本，是他所独有的，因此便发生一种特别重要的关系了。我们看出欧洲圣书的翻译，都于他本国文艺的发展很有关系，如英国的微克列夫（Wycliffe）德国的路得（Luther）的译本皆是。所以现今在中国也有同一的希望。欧洲圣书的译本助成各国国语的统一与发展，这动因原是宗教的，也是无意的；圣书在中国，时地及位置都与欧洲不同，当然不能有完全一致的结果，但在中国语及文学的改造上也必然可以得到许多帮助与便利，这是我所深信的不疑的，这个动因当是文学的，又是有意的。两三年来文学革命的主张在社会上已经占了优势，破坏之后应该建设了；但是这一方面成绩几乎没有，这是什么原故呢？思想未成熟，固然是一个原因，没有适当的言词可以表现思想，也是一个重大的障害。前代虽有几种语录说部杂剧流传到今，也可以备参考，但想用了来表现稍为优美精密的思想，还是不足。有人主张“文学的国语”，或主张欧化的白话，所说都很有理；只是这种理想的言语不是急切能够造成的，须经过多少研究与试验，才能约略成就一个基础；求“三年之艾”去救“七年之病”，本来也还算不得晚，不过我们总还想他好的快点。这个疗法，我近来在圣书译本里寻到，因为他真是经过多少研究与试验的欧化的文学的国语，可以供我们的参考与取法。十四五年前复古思想的时候，我对于《新约》的文言译本觉得不大满足，曾想将四福音重译一遍，不但改正钦定本的错处，还要使文章古雅，可以和佛经抗衡，这才适当。但是这件事终于还未着手；过了几年，看看文言及白话的译本，觉得也就可以适用了；不过想照《百喻经》的例，将耶稣的譬喻从新翻译，提出来单行，在四五年前还有过这样的一个计画。到得现在，又觉得白话的译本实在很好，在文学上也有很大的价值；我们虽然不能决怎样是最好，指定一种尽美的模范，但可以说在现今是少见的好的白话文，这译本的目的本在宗教的一面，文学上未必有意的注意，然而因了他慎重诚实的译法，原作的文学趣味保存的很多，所以也使译文的文学价值增高了。我们且随便引几个例：“我必向以色列如甘露，他必如百合花开放，如利巴嫩的树木扎根；他的枝条必延长，他的荣华如橄榄树，他的香气如利巴嫩的香柏树。”（《何西阿书》第十四章五至六节）“要给我们擒拿狐狸，就是毁坏葡萄园的小狐狸；因为我们的葡萄正在开花。”（《雅歌》第二章十五）“天使对我说，‘你为什么希奇呢？我要将这女人和驮着他的那七头十角兽的奥秘告诉你。你所看见的兽，先前有，如今没有；将要从无底坑里上来，又要归于沉沦。……’”（《启示录》第十七章七至八）这几节都不是用了纯粹的说部的白话可以译得好的，现在能够译成这样信达的文章，实在已经很不容易了。还有一件，是标点符号的应用：人地名的单复线，句读的尖点圆点及小圈，在中国总算是原有的东西；引证话前后的双钩的引号，申明话前后的括弓的解号，都是新加入的记号。至于字旁小点的用法，那便更可佩服；他的用处据圣书的凡例上说，“是指明原文没有此字，必须加上才清楚，这都是要叫原文的意思更显明。”我们译书的时候，原不必同经典考释的那样的严密，使艺术的自由发展太受拘束，但是不可没有这样的慎重诚实的精神；在这一点上，我们可以从圣书译本得到一个极大的教训。我记得从前有人反对新文学，说这些文章并不能算新，因为都是从《马太福音》出来的；当时觉得他的话很是可笑，现在想起来反要佩服他的先觉：《马太福音》的确是中国最早的欧化的文学的国语，我又豫计他与中国新文学的前途有极大极深的关系。以上将我对于圣书与中国文学的意见，约略一说。实在据理讲来，凡有各国的思想在中国都应该介绍研究，与希伯来对立的希腊思想，与中国关系极深的印度思想等，尤为重要；现在因为有圣书译本的一层关系，所以我先将他提出来讲，希望引起研究的兴味，并不是因为看轻别种的思想。中国旧思想的弊病，在于有一个固定的中心，所以文化不能自由的发展；现在我们用了多种表面不同而于人生都是必要的思想，调剂下去，或可以得到一个中和的结果。希伯来思想与文艺，便是这多种思想中间，我们所期望的一种主要坚实的改造的势力。（一九二年）中国戏剧的三条路我于戏剧纯粹是门外汉，在著作排演这一方面完全地没有一点知识，不能有所议论，现在所说的，只是囫囵地一讲我所见到的中国戏剧现在可以走的三个方向罢了。中国现在提倡新剧，那原是很好的事。但因此便说旧剧就会消灭，未免过于早计；提倡新剧的人，倘若对于旧剧存着一种“可取而代”的欲望，又将使新剧俗化，本身事业跟了社会心理而堕落。我的意见，则以为新剧当兴而旧剧也决不会亡的，正当的办法是“分道扬镳”的做去，用不着互相争执，反正这两者不是能够互相吞并，或可以互相调和了事的。我所说的三条路即为解决这个问题而设，现在先讲方法，随后再说明理由。这三条路是：一纯粹新剧为少数有艺术趣味的人而设。二纯粹旧剧为少数研究家而设。三改良旧剧为大多数观众而设。第一种纯粹新剧，当用小剧场办法，由有志者组织团体，自作自译自演自看，唯会员才得观览，并不公开。完全摆脱传统，蔑视社会心理，一切以自己的趣味为断，不受别的牵制。这种戏剧应该有两样特点，与别种演剧不同，便是非营业的，非教训的。这全然为有艺术趣味的少数而设，而且也不妨以其中的某种趣味为集合点，组成精选的小团体，将来同类的团体增多，可以互相提携，却不必归并以雄厚势力。因为我相信这总是少数人的事，即使政党似的并成大党，大吹大擂的宣传，其结果还是差不多，未见得就会招徕到多数；还有一层，这种艺术团体多是趣味的结合，所以最多兴趣，但因此也不容易维持大的联合。这个运动如见成功，小剧场可以随处皆有，戏剧文学非常发达，但是享受者总限于少数，新的艺术决不能克服群众，这是永远的事实，只应承认而不必悲观的。小剧场的办法自有专家高明的意见，我不能妄参末议，现在不过说明这是中国戏剧的第一条路罢了。第二种纯粹旧剧，完全保存旧式，以供学者之研究。这也应用小剧场，也不公开，只附属于一种学问艺术的机关，随时开演，唯研究文化的学者，艺术家，或证明受过人文教育的人们，才有参观的权利。在这样状况之下，旧戏的各面相可以完全呈现，不但“脸谱”不应废止，便是装“”与“摔壳子”之类也当存在，甚至于我于光绪朝末年在北京戏台上所见的Masturbadodelavirgino的扮演似亦不妨保留，以见真相。中国旧剧有长远的历史，不是一夜急就的东西，其中存着民族思想的反影，很足供大家的探讨；有许多丑恶的科白，却也当有不少地方具特别的艺术味，留东方古剧之一点余韵，因此这保存事业也是当然的事。但是，虽说为学术之故牺牲所不当惜，现在的牺牲似乎太大一点了，摔壳子的确有性命之忧，学亦是一种苦工，其苦几乎近于私刑。这两种“技艺”，当然应该废除，而废除之后又不免使旧剧减色一半，殊无两全之法。所以要实行这项办法，于此点上尚须加以考虑。总之我所能确说者，是中国旧剧如完全保存，只当为少数有看这戏的资格的人而设，决不能公诸大众，——他们当另有第三种戏剧在那里。第三种改良旧剧，即为大众而设，以旧剧为本，加以消极的改良，与普通所谓改良戏不同。平常说到改良，大抵要积极的去变更，其结果往往弄的不新不旧，了无趣味，或者还要加上教训的意思，更是无谓。现有的改良只是一种淘汰作用，把旧剧中太不合理不美观的地方改去，其余还是保留固有的精神，并设法使他调和，不但不去毁坏他，有些地方或者还当复旧才行。四五年前我很反对旧剧，以为应该禁止，近来仔细想过，知道这种理想永不能与事实一致，才想到改良旧剧的办法，（其实便是这个能否见诸事实，也还是疑问。）去年夏天我遇见日本的辻听花先生，他在中国二十余年，精通旧剧，我说起这个问题，问他的意见，他的答语也是如此。他说旧剧变成现在的情形，自有其原因，现在要人为地使它变为别的东西，即使能够做到，同时也一定把他弄死了。他便只是这一副嘴脸，在这范围之内可以加点改革，例如新排合理的脚本（唱做一切照旧），或润色旧脚本，删改不通文句与荒谬思想。做法台步都不必改，剧场也须用四方的，不用半圆，背景也不必有；幕也可以不要，只须于两出中间略加停顿便好。赤背的人在台上走来走去应当废止，后场应坐在台后或侧面，最好穿一种规定的服装，或可参考唐代乐人服色制定，以暗色为宜。听花先生是北京剧评坛的一个重要人物，他的这种公平的意见是很值得倾听的。我于戏剧别无研究，只就个人思索的结果，认定中国旧剧（一）是古剧，（二）是民众剧，所以也得到这样的结论。那些古风的暗示做法，我觉得并无改变的必要；挂一副粗俗的园亭画作背景，牵一匹活马上台，当然为群众所欢迎，但这只是更使戏剧俗化了，别无一点好处。又为民众的观览计，这种戏剧在城市中固然不妨用剧场制度，但是重要的还是在乡村，在那里应该仍旧于庙社或田野搭盖舞台开演，不但景地配合，自有情趣，亦正与民间生活适合。中国乐里的金革之音，本来只可用于军旅祭祀，演剧上未免太是喧嚣，但倘若在空旷地方，祠庙或田野间的戏台上，也就没有什么烦扰：从前在绍兴的时候，坐船过水乡，远闻锣鼓声，望见红绿衣的人物在台上憧憧往来，未常不是愉快的事；又或泊舟台侧看夜戏，要看便看，不要看时便可归舱高卧，或在篷底看书，台下的人亦随意去留，至今回想还觉得一种特殊的风趣。依照田家的习惯，演剧不仅是娱乐，还是一种礼节，一年生活上的转点；他们的光阴与钱财不容许他们去进剧场，但一年一次以上的演戏于他们的生活上是不可少的。以前我也赞成官厅的禁止迎会演戏，但现在觉悟这种眼光太狭窄，办法也太暴虐了。有一个故乡海滨的农人曾对我说，“现在衙门不准乡间做戏，那么我们从那里去听前朝的老话呢？”（这就是说，从何处去得历史知识。）这是客气一点的话，老实的说，当云“从那里得人生的悦乐呢”？禁止他们的《水满金山》与《秋胡戏妻》而勒令看萧伯纳易卜生，也不能说是合于情理的办法，因为这是不能满足他们的欲求的。所以在上边所说的限制之下，应该尽量地发展农村的旧剧，同时并提倡改良的迎会（Pageant），以增进地方的娱乐与文化。这个实行方法当然是颇繁难，我也别无什么好计，当俟日后大家的商酌。我的笼统的结论只是旧剧是民众需要的戏剧，我们不能使他灭亡，只应加以改良而使其兴盛。我相信中国戏剧现在有以上的三条路可走，他的作用一是艺术的，二是学术的，三是社会的。三者之中，第二第三是社会的事业，须有系统的大规模的组织才行，现在的中国或者还谈不到，此刻所能说的实在只是那第一种，因为这是私人组织，只要有人便可进行了。至于我这样主张的理由是很简单的，我相信趣味不会平等，艺术不能统一，使新剧去迎合群众与使旧剧来附和新潮，都是致命的方剂，走不通的死路。我们平常不承认什么正宗或统一，但是无形中总不免还有这样思想。近来讲到文艺，必定反对贵族的而提倡平民的，便是一个明证。离开了政治经济等实际的不平等而言，用在精神方面，这两个字可以有几样意思，不容易随便指定优劣：我们可以称文学上超越地求胜的思想为贵族的，平凡地求活的思想为平民的，也可以说自己创造的为平民的而求他人供奉的为贵族的文学。现在如必要指定一派为正宗，只承认知识阶级有这特权，固然不很妥当，但一切以老百姓为标准，思想非老百姓所懂者不用，言语非老百姓所说者不写，那也未免太偏一点了。将来无论社会怎样变更，现出最理想的世界，其时一切均可以平等而各人的趣味决不会平等，一切均可以自由而各人的性情决不能自由；有这个不幸（或者是幸）的事实在那里，艺术的统一终于不可期，到底只好跳出乌托邦的梦境，回到现实来做自己的一部分的工作。有人喜欢王尔德，有人喜欢梅德林克，更有许多人喜欢《狸猫换太子》，以及《张欣生》！！我们没有宗教家那样的坚信，以为自己的正信必然可以说服全世界的异端，我们实在只是很怯弱地承认感化别人几乎是近于不可能的奇迹，最好还是各走各的，任其不统一的自然，这是唯一可行的路。现在的倾向，新剧想与旧的接近，旧剧想与新的接近，结果是两败俱伤，因为这其间有很大的一个距离，不是跳得过去的；《新村正》一流的新剧，虽然我们不好把他同《张欣生》之类相提并论，但我总觉得于新旧剧两方面的发达上至少是没有价值的。有人相信民众会得了解艺术作品，例如英国观众之于莎士比亚，我们不知道海外的情形，却要武断一句，这大抵只是一种因袭的崇拜，正如托尔斯泰所说民众的了解荷马一样，给西蒙士替他证明实在全不是这一回事。从事于戏剧运动的朋友们，请承受了这灰色的现实，随后奋勇地认定了自己的路走上前去，愿为自己或为民众，都有正当的路可走，只千万不要想兼得二者，这是最要紧的事。我于演剧既然没有研究，上边所说的办法或者过于空想，有点不切事情，也不可知，但总足以表示我现在的意见，就请读者照这个意思去一看罢。（一九二四年）国语改造的意见我于国语学不曾有什么研究，现在只就个人感想所及，关于国语改造的问题略略陈述我的意见。我的意见大略可以分作下列三项：一，国语问题之解决；二，国语改造之必要；三，改造之方法。国语问题现在可以算是已经解决了，本来用不着再有什么讨论，但是大家赞成推行国语，却各有不同的理想，有的主张国语神圣，有的想以注音字母为过渡，换用罗马字拼音，随后再改别种言语。后者这种运动的起源还在十五六年以前，那时吴稚晖先生在巴黎发刊《新世纪》，在那上边提倡废去汉字改用万国新语（即现在所谓世界语的Esperanto），章太炎先生在东京办《民报》便竭力反对他，做了一篇很长的驳文，登在《民报》上，又印成单行的小册子分散；文中反对以世界语替代汉语，却赞成中国采用字母以便诵习，拟造五十八个字母附在后边，这便是现在的注音字母的始祖了。当时我们对于章先生的言论完全信服，觉得改变国语非但是不可能，实在是不应当的；过了十年，思想却又变更，以世界语为国语的问题重又兴盛，钱玄同先生在《新青年》上发表意见之后，一时引起许多争论，大家大约还都记得。但是到了近年再经思考，终于得到结论，觉得改变言语毕竟是不可能的事，国民要充分的表现自己的感情思想终以自己的国语为最适宜的工具。总结起来，光绪末年的主张是革命的复古思想的影响，民国六年的主张是洪宪及复辟事件的反动，现在的意见或者才是自己的真正的判断了。我现在仍然看重世界语，但只希望用他作为第二国语，至于第一国语仍然只能用那运命指定的或好或歹的祖遗的言语；我们对于他可以在可能的范围内加以修改或扩充，但根本上不能有所更张。埃及人之用亚剌伯语，满洲人之用汉语，实际上未尝没有改变国语的例，但他们自有特殊的情况，更加以长远的时间，才造成这个结果，倘若在平常的时地想人为的求成功，当然是不能达到的。一民族之运用其国语以表现情思，不仅是文字上的便利，还有思想上的便利更为重要：我们不但以汉语说话作文，并且以汉语思想，所以便用这言语去发表这思想，较为自然而且充分。至于言语的职分本来在乎自然而且充分的表现思想，能够如此，就可以说是适用了。但是我并不因此而赞成国语神圣的主张，我觉得我们虽然多少受着历史的遗传的束缚，但国语到底是我们国民利用的工具，不是崇拜的偶像。我所以为重要的并不是说民族系统上的固有国语，乃是指现在通行活用，在国民的想法语法上有遗传的影响者，所以汉语固然是汉族的国语，也一样的是满族的国语，因为他们采用了一二百年，早已具备了国语的种种条件与便利，不必再去复兴满语为国语了。使已死的古语复活，正如想改用别国语一样的困难而且不自然。倘以国语为神圣，便容易倾向于崇古或民族主义，一方面对于现在也多取保守的态度，难于改革以求适用。因此我承认现在通用的汉语是国民适用的唯一的国语，但欲求其能副这个重大的责任，同时须有改造的必要。中国以前用古文，这也是国语，不过是古人的言语，现在没有人说的罢了。思想自思想，文字自文字，写出来的时候中间须经过一道转译的手续，因此不能把想要说的话直捷的恰好的达出，这是文言的一个致命伤。文言因为不是活用着的言语，单靠古人的几篇作品做模范，所以成为一套印板似的格式，作文的人将思想去就文章，不能用文章去就思想，从前传说有许多科甲出身的人不能写一封通畅的家信，的确并不是笑话，便是查考现在学校的国文成绩也差不多都是如此。改用国语教授当然可以没有这个弊病了，但是现在的简单的国语，就已足用，能应表现复杂微密的思想之需要了么？这是一个疑问。目下关于国语的标准问题，大家颇有争论，京音国音之争大约已可解决，但是国语的本身问题却还未确定；有的主张以明清小说的文章为主，有的主张以现代民间的言语为主：这两说虽然也有理由，却都不免稍偏于保守，太贪图容易了。明清小说里原有好的文学作品，而且又是国语运动以前的国语著作，特别觉得有价值，然而他们毕竟只是我们所需要的国语的资料，不能作为标准。区区二三百年的时日，未必便是通行的障碍，其最大的缺点却在于文体的单调。大家都知道文章的形式与内容是极有关系的，韵文与散文的界限无论如何变换，抒情的诗与叙事的赋这两种性质总是很明显的，在外形上也就有这分别。明清小说专是叙事的，即使在这一方面有了完全的成就，也还不能包括全体；我们于叙事以外还需要抒情与说理的文字，这便非是明清小说所能供给的了。其次，现代民间的言语当然是国语的基本，但也不能就此满足，必须更加以改造，才能适应现代的要求。常见有许多人反对现在的白话文，以为过于高深复杂，不过“之”改为“的”，“乎”改为“么”，民众仍旧不能了解。现在的白话文诚然是不能满足，但其缺点乃是在于还未完善，还欠高深复杂，而并非过于高深复杂。我们对于国语的希望，是在他的能力范围内，尽量的使他化为高深复杂，足以表现一切高上精微的感情与思想，作艺术学问的工具，一方面再依这个标准去教育，使最大多数的国民能够理解及运用这国语，作他们各自相当的事业。或者以为提倡国语乃是专在普及而不在提高，是准了现在大多数的民众智识的程度去定国语的形式的内容，正如光绪中间的所谓白话运动一样，那未免是大错了。那时的白话运动是主张知识阶级仍用古文，专以白话供给不懂古文的民众；现在的国语运动却主张国民全体都用国语，因为国语的作用并不限于供给民众以浅近的教训与知识，还要以此为建设文化之用，当然非求完备不可，不能因陋就简的即为满足了。我们决不看轻民间的言语，以为粗俗，但是言词贫弱，组织单纯，不能叙复杂的事实，抒微妙的情思，这是无可讳言的。民间的歌谣自有其特殊的价值，但这缺点也仍是显著，我曾在《中国民歌的价值》（见《学艺》第二卷）一篇短文里说过，“久被蔑视的俗语，未经文艺上的运用，便缺乏细腻的表现力，以致变成那种幼稚的文体，而且将意思也连累了。……所以我要说明，中国情歌的坏处，大半由于文词的关系。”民间的俗语，正如明清小说的白话一样，是现代国语的资料，是其分子而非全体。现代国语须是合古今中外的分子融和而成的一种中国语。想建设这种现代的国语，须得就通用的普通语上加以改造，大约有这几个重要的项目，可以注意。一，采纳古语。现在的普通语虽然暂时可以勉强应用，但实际上言词还是很感缺乏，非竭力的使他丰富起来不可。这个补充方法虽有数端，第一条便是采纳古语。无理的使不必要的古语复活，常会变成笑柄，如希腊本了革命的复古精神，驱逐外来语，以古文字代之，以至雅俗语重复存在，反为不便，学生在家吃面包（Psmion）而在学校须读作别物（Artos系古文）。但这是俗语已有而又加入古语，以致重出，倘若俗语本缺而以古语补充，便没有什么问题了。中国白话中所缺的大约不是名词等，乃是形容词助动词一类以及助词虚字，如寂寞，朦胧，蕴藉，幼稚等字都缺少适当的俗语，便应直截的采用；然而，至于，关于，况且，岂不，而等字，平常在“斯文”人口里也已用惯，本来不成问题，此外“之”字替代“的”字以示区别，“者”替代作名词用的“的”字，“也”字用在注解里，都可以用的。总之只要是必要，而没有简单的复古的意义，便不妨尽量的用进去，即使因此在表面上国语与民间的俗语之距离愈益增加，也不足为意，因为目下求国语丰富适用是第一义，只要能够如此，日后国语教育普及，这个距离自然会缩短而至于无，补充的古语都化为通行的新熟语，更分不出区别来了。但是我虽不赞成古今语的重出，对于通行的同意语，却以为应当听其并存，不必强为统一，譬如疾病，毛病，病痛这三个字，意义虽然一样，其色度略有差异，足以供行文时的选择；不过这也只以通行者为限，若从字典疒部里再去取出许多不认得的同意语来，那又是好古太过，不足为训的了。二，采纳方言。有许多名物动作等言词，在普通白话中不完备而方言里独具者，应该一律收入，但也当以必要为限。国语中本有此语，唯方言特具有历史的或文艺的意味的，亦可以收录于字典中，以备查考或选用，此外不必过于博采，只听其流行于一地方就是了。方言里的熟语颇有言简意赅的，如江南的“像煞有介事”，早已有人用进文章里去，或者主张正式的录为国语，这固然没有什么不可，不过注音上略为困难，因为用国音读便不成话，大抵只能仍用原音注读才行。至于这些熟语的运用，当然极应注意，正如古奥的故典一般，必须用得恰好，才发生正当的效力，不然反容易毁坏文章的全体风格，在初学者尤非谨慎不可。三，采纳新名词，及语法的严密化。新名词的增加在中国本是历来常有的事，如唐以前的佛教，清末的欧化都输入许多新名词到中国语里来，现在只须继续进行，创造未曾有过的新语，一面对于旧有的略加以厘订，因为有许多未免太拙笨单调了，应当改良才好。譬如石油普通称作洋油，似不如改称煤油或石油，洋灯也可以改作石油灯，洋火改作火柴，定为国语，旧称不妨听其以方言的资格而存在。中国以前定名多过于草率，往往用一“洋”字去笼罩一切，毫无创造的新味，日常或者可以勉强应用，在统一的文学的国语上便不适宜了。此外艺术学问上的言词，尽了需要可以尽量的采纳，当初各任自由的使用，随后酌量收录二三个同意语，以便选择，不必取统一的方针。但是最重要的还是在于语法的严密化，因为没有这一个改革，那上边三层办法的效果还是极微，或者是直等于零的。这件事普通称作国语的欧化问题，近年来颇引起一部分人的讨论，虽然不能得到具体的结论，但大抵都已感到这个运动的必要，不过细目上还有多少应该讨论的地方罢了。因为欧化这两个字容易引起误会，所以常有反对的论调，其实系统不同的言语本来决不能同化的，现在所谓欧化实际上不过是根据国语的性质，使语法组织趋于严密，意思益以明了而确切，适于实用。中国语没有语尾变化，有许多结构当然不能与曲折语系的欧文相同，但是根柢上的文法原则总是一样，没有东西之分。我们所主张者就是在这一点上。国语大体上颇有与英文相似之处，品词解说不很重要，其最要紧的事件却在词句之分析，审定各个的地位与相互的关系，这在阅读或写作时都是必要，否则只能笼统的得一个大意，没有深切显明的印象。普通有许多新文章，其中尤以翻译为甚，罗列着许多字样，表面上成为一句文句，而细加寻绎，不能理会其中的意思。这大约可以寻出两个理由来，其一是无文法的杂乱，其二是过于文法的杂乱；一是荒弃文法，以致词不达意，一是拘泥文法，便是滥用外国的习惯程式，以致出国语能力以外，等于无意义，这种过与不及的办法都是很应纠正的。我们的理想是在国语能力的范围内，以现代语为主，采纳古代的以及外国的分子，使他丰富柔软，能够表现大概感情思想，至于现在已不通用的古代句法如“未之有也”，或直抄的外国式句法如“我不如想明从意念中”（见诗集《红蔷薇》），都不应加入。如能这样的做去，国语渐益丰美，语法也益精密，庶几可以适应现代的要求了。关于实行的办法，我想应当分三方面去进行，这本来略有先后，但在现今也不妨同时并进，各自去做。一，从国语学家方面，编著完备的语法修辞学与字典。字典应打破旧例，以词为单位，又须包含两部，甲以汉字分部，从文字去求音训，乙以注音字母分部，从音去求字训。这种事业最好是由“国语统一筹备会”等机关去担任，不过编纂及印刷的经费也是一种问题；目下不能希望有完成大著出现，但是这方面创始的工作实是刻不容缓了。二，从文学家方面，独立的开拓，使国语因文艺的运用而渐臻完善，足供语法字典的资料，且因此而国语的价值与势力也始能增重。此外文艺学术的研究评论之文，无论著译，亦于国语发达大有帮助，因为语法之应如何欧化，如何始适于表现这些高深的事理，都须经过试验才有标准，否则不曾知道此中甘苦，随意的赞成或反对，无一是处。三，从教育家方面，实际的在中小学建立国语的基本。我的意见以为国语教育的目的，当在使学生人人能以国语自由的表现自己的意思，能懂普通古文，看古代的书。小学以国语为主，中学可以并进，不应偏于一面。国语学得很好，而古文一点不懂的人，现在还未曾见过，但是念形式的古文而不懂古书的意义，写形式的古文而不能抒自己的胸臆的人，在中学毕业生中却是多有，据升学试验的约略的统计，总有百分之八十。这便是以前偏重古文的流弊，至今还未能除去，所以国语教育的工具与材料现在虽然还未足用，但是治标的一种改革却也是必要了。以前的教国文是道德教育的一种变相，所教给学生的东西是纲常名分，不是语言文字，现在应当大加改变，认定国语教育只是国语教育，所教给学生的是怎样表现自己的和理解别人的意思，这是唯一的目的，其余的好处都是附属的。在国语字典和语法还没有一部出版的今日，教育家的困难是可以想见的，但是正因为是青黄不接的时代，教育家的责任也更为重大，不得不勉为其难，兼做国语学家一部分的事业，一面直接应用在教育上，一面也就间接的帮助国语改造的早日完成了。我于国语学不是专门研究，所以现在所说的很是粗浅，只是供献个人的意见罢了。我对于国语的各方面问题的意见，是以“便利”为一切的根据。为便利计，国民应当用现代国语表现自己的意思，凡复兴古文或改用外国语等的计画都是不行的，这些计画如用强迫也未始不可实现，但我觉得没有这个必要，因为成效还很可疑，牺牲却是过大了。为便利计，现在中国需要一种国语，尽他能力的范围内，容纳古今中外的分子，成为言词充足，语法精密的言文，可以应现代的实用。总之我们只求实际上的便利，一切的方法都从这一点出来，此外别无什么理论的限制。照理想说来，我们也希望世界大同，有今天下书同文的一天，但老实说这原来只是理想，若在事实上则统一的万国语之下必然自有各系的国语，正如统一的国语之下必然仍有各地的方言一样；将来的解决方法，只须国民于方言以外必习国语，各国民于国语以外再习万国语，理想便可达到，而于实行上也没有什么障碍，因为我相信普通的中国人于方言外学习国语，于国语外学习万国语（或一种别的外国语），并不是什么难事。——不过这第一要是普通人，不是异常，多少低能的人，第二要合法的学习才好；这都是很重大的问题，要等候专门学者的研究与指示了。（一九二二年）国语文学谈近年来国语文学的呼声很是热闹，就是国语文学史也曾见过两册，但国语文学到底是怎么一回事我终于没有能够明了。国语文学自然是国语所写的文学了，国语普通又多当作白话解，所以大家提起国语文学便联想到白话文，凡非白话文即非国语文学，然而一方面界限仍不能划得这样严整，照寻常说法应该算是文言的东西里边也不少好文章，有点舍不得，于是硬把他拉过来，说他本来是白话；这样一来，国语文学的界限实在弄得有点胡涂，令我觉得莫名其妙。据我的愚见这原是简单不过的一件事，国语文学就是华语所写的一切文章，上自典谟，下至滩簧，古如尧舜（姑且这样说），今到郁达夫，都包括在内，他们的好坏优劣则是别一问题，须由批评家文学史家去另行估价决定。我相信所谓古文与白话文都是华语的一种文章语，并不是绝对地不同的东西：他们今昔的相互的关系仿佛与满洲及中国间的关系相似。以前文言的皇帝专制，白话军出来反抗，在交战状态时当然认他为敌，不惜用尽方法去攻击他，但是后来皇帝倒了，民国成立，那废帝的族类当然还他本来面目，成为五族之一，是国民的一部分，从前在檄文上称我汉族光复旧物的人此刻也自然改变口气，应称我中华国民了。五四前后，古文还坐着正统宝位的时候，我们的恶骂力攻都是对的，到了已经逊位列入齐民，如还是不承认他是华语文学的一分子，正如中华民国人民还说满洲一族是别国人，承认那以前住在紫禁城里的是他们的皇上，这未免有点错误了。我常说国语文学，只是汉文学的新名称，包含所有以汉文写出的文学连八股文试帖诗都在里边，因为他们实在是一种特别文体的代表作品，虽然文艺的价值自然没有什么。近来日本京大教授铃木虎雄博士刊行一册《支那文学研究》，除诗文戏曲小说之外还有八股文一编，专论这种文体，可谓先得我心，不过我还没有见到这部书，不能确说他是如何说法的。我相信古文与白话文都是汉文的一种文章语，他们的差异大部分是文体的，文字与文法只是小部分。中国现在还有好些人以为纯用老百姓的白话可以作文，我不敢附和。我想一国里当然只应有一种国语，但可以也是应当有两种语体，一是口语，一是文章语，口语是普通说话用的，为一般人民所共喻；文章语是写文章用的，须得有相当教养的人才能了解，这当然全以口语为基本，但是用字更丰富，组织更精密，使其适于表现复杂的思想感情之用，这在一般的日用口语是不胜任的。两者的发达是平行并进，文章语虽含有不少的从古文或外来语转来的文句，但根本的结构是跟着口语的发展而定，故能长保其生命与活力。虽然没有确实的例证，我推想古文的发生也是如此，不过因为中途有人立下正宗的标准，一味以保守模拟为务，于是乱了步骤，口语虽在活动前进，文章语却归于停顿，成为硬冷的化石了。所以讲国语文学的人不能对于古文有所歧视，因为他是古代的文章语，是现代文章语的先人，虽然中间世系有点断缺了，这个系属与趋势总还是暗地里接续着，白话文学的流派决不是与古文对抗从别个源头发生出来的。我们看见有许多民间文学的存在，但这实是原始文学的遗留与复活，讲到系统乃是一切文学的长辈，并不是如大家所想的那样是为革贵族文学之命而蹶起的群众。我们要表现自己的意思，所以必当弃模拟古文而用独创的白话，但同时也不能不承认这个事实，把古文请进国语文学里来，改正以前关于国语文学的谬误观念。我们承认了古文在国语文学里的地位，这只是当然的待遇，并不一定有什么推重他的意思，古文作品中之缺少很有价值的东西已是一件不可动移的事实。其理由可以有种种不同的说法，但我相信这未必是由于古文是死的，是贵族的文学。我们翻开字典来看，上面的确有许多不但不懂他的意义连音都读不出的古字，这些确是死字废语了，但古文却并不是专用这种字凑成的，他们所用的字有十之八九是很普通，在白话中也是常用的字面，你说他死，他实在是还活着的，不过经作者特别这么的一安排，成功了一个异样的形式罢了。或者有人说所谓死的就是那形式——文体，但是同一形式的东西也不是没有好的，有些东西很为大家所爱，这样舍不得地爱，至于硬说他是古白话，收入（狭义的）国语文学史里去了。那么这种文体也似乎还有一口气。至于说贵族与平民，只在社会制度上才有好坏之可言，若思想精神上之贵族的与平民的，完全是别一回事，不能这样简单地一句话来断定他的优劣。我在这里又有一个愚见，觉得要说明古文之所以缺乏文学价值，应当从别一方面着眼，这便是古文的模拟的毛病。大家知道文学的重要目的是在表现自己的思想感情，各人的思想感情各自不同，自不得不用独特的文体与方法，曲折写出，使与其所蕴怀者近似，而古文则重在模拟，这便是文学的致命伤，尽够使作者的劳力归于空虚了。模拟本来并非绝对不行的事，在初学者第一步自然是只好模拟，但应当及时停止，去自辟涂径才行，正如小儿学语，句句都是模仿大人的话，等到大略知道，便能自由运用，联合若干习得的文句，组成一句新鲜独立的话，表示自己的意思，倘若到了少年，还是一味仿效老太爷的口气，如八哥学舌一般，那就是十足的低能儿，大家都要笑他了。你或者要问，既然如此，作不模拟的古文岂不就好了么？这自然是对的。但我不知道有没有这样的古文，倘若你能创造出一种新古文体出来，那么也大可以做，不过至少我自己实在没有这样自信，还只是做做我的白话文罢。上文所说的古文的毛病如若是不错的，我还有一句话想警告做白话文的朋友们。请诸位紧防模拟。模拟这个微生物是不仅长在古文里面的，他也会传染到白话文上去。白话文的生命是在独创，并不在他是活的或平民的，一传染上模拟病也就没了他的命了。模仿杜子美或胡适之，模仿柳子厚或徐志摩，都是一样的毛病。近来新文学界发生了这种病没有，我不知道，只由于一片老婆心，姑预先警告一声罢咧。我洗手学为善士，不谈文学，摘下招牌，已二年于兹矣。伏园嘱我为纪念增刊作文，豫约已阅月余，终于想不出题材，不得已攘臂下车，写了这一篇，既可笑矣，而所说的话又都只是极平凡的常谈，更无谓了：伏园读之得无亦将立而“笑我”乎？十四年，基督生日。文学上的俄国与中国一九二年十一月在北京师范学校及协和医学校所讲今天讲的这个题目，看去似太广大，不是我的力量所能及。我的本意，只是想说明俄国文学的背景有许多与中国相似，所以他的文学发达情形与思想的内容在中国也最可以注意研究。本来人类的思想是共通的，分不出什么远近轻重，但遗传与环境的影响也是事实，大同之中便不免有小异，一时代一民族的文学都有他们特殊的色彩，就是这个缘故。俄国在十九世纪，同别国一样的受着欧洲文艺思想的潮流，只因有特别的背景在那里，自然的造成了一种无派别的人生的文学。但我们要注意，这并不是将“特别国情”做权衡来容纳新思想，乃是将新思潮来批判这特别国情，来表现或是解释他，所以这结果是一种独创的文学，富有俄国特殊的色彩，而其精神却仍与欧洲现代的文学一致。俄国的文学，在十八世纪方才发生。以前有很丰富的歌谣弹词，但只是民间口头传说，不曾见诸文字。大彼得改革字母以后，国语正式成立，洛摩诺梭夫（Lomonosov）苏玛洛科夫（Sumarokov）等诗人出来，模仿德法的古典派的作品；到加德林二世的时候，俄国运动改造的学会逐渐发生，凯阑仁（Karamzin）等感伤派的小说，也加入农奴问题的讨论了。十九世纪中间，欧洲文艺经过了传奇派与写实派两种变化，摆伦（Byron）与莫泊三（Maupassant）可以算是两边的代表。但俄国这一百年间的文学，却是一贯的，只有各期的社会情状反映在思想里，使他略现出差别来，并不成为派别上的问题。十九世纪的俄国正是光明与黑暗冲突的时期，改革与反动交互的进行，直到罗马诺夫朝的颠覆为止。在这时期里，一切的新思想映在这样的背景上，自然的都染着同样的彩色，譬如传奇时代摆伦的自由与反抗的呼声，固然很是适合，个人的不平却变了义愤了；写实时代莫泊三的科学的描写法，也很适于表现人生的实相，但那绝对客观的冷淡反变为主观的解释了。俄国近代的文学，可以称作理想的写实派的文学；文学的本领原来在于表现及解释人生，在这一点上俄国的文学可以不愧称为真的文学了。这一世纪里的文学，可以依了政治的变迁分作四个时期。第一期自一八一至四八年，可以称作黎明期。一八二五年十二月党失败以后，不免发生一种反动，少年的人虽有才力，在政治及社会上没有活动的地方，又因农奴制度的影响，经济上也不必劳心，便养成一种放恣为我的人，普式金（Pushkin）的阿涅庚（EvgeniOniegin）来尔孟多夫（Lermontov）的《现代的英雄》里的沛曲林（Petshorin），就是这一流人的代表，也是社会的恶的具体化。一方面官僚政治的积病与斯拉夫人的惰性，也在果戈尔（Gogol）的著作里暴露出来。一八四八年欧洲革命又起，俄国政府起了恐慌，厉行专制，至尼古拉一世死的那一年（一八五五）止，这是第二期，称作反动期。尼古拉一世时代的书报检查，本是有名严厉的，到了此刻却更加了一倍，又兴了许多文字狱，一八四九年的彼得拉绥夫斯奇（Petrashevski）党人案件最是有名；他们所主张的解放农奴，改良裁判法，宽缓检查这三条件，后来亚力山大维新的时候都实行了，在这时代却说他是扰乱治安，定了重刑。这八年间，文学上差不多没有什么成绩。一八五五至八一年是亚力山大二世在位的时代，政治较为开明，所以文学上是发达期，这是第三期。其中又可以分作三段，第一段自五五至六一年，思想言论比较的可以自由了，但是遗传的情性与迫压的余力，还是存在，所以有理想而不能实行，屠盖涅夫（Turgenev）的《路丁》（DmitriRudin）冈伽洛夫（Gontcharov）的《阿勃洛摩夫》（Oblomov），都是写这个情形的。自六一至七年顷是第二段，唯心论已为唯物论所压倒，理想的社会主义之后也变为科学的社会主义了，所谓虚无主义就在此时发生，屠盖涅夫的《父与子》里的巴察洛夫（Bazarov）可以算是这派的一个代表。虚无主义实在只是科学的态度，对于无征不信的世俗的宗教法律道德虽然一律不承认，但科学与合于科学的试验的一切，仍是承认的，这不但并非世俗所谓虚无党，据克鲁泡特金说：世间本无这样的一件东西。而且也与东方讲虚无的不同。陀思妥也夫斯奇（Dostojevski）做的《罪与罚》，本想攻击这派思想，目的未能达到，却在别方面上成了一部伟大的书。第三段自七至八一年，在社会改造上，多数的智识阶级觉得自上而下的运动终是事倍功半的，于是起了“往民间去”（VNarod）的运动，在文学上民情派（Narodnitshestvo）的势力也便发展起来。以前描写农民生活的文学，多写他们的悲哀痛苦，证明农奴也有人性，引起人的同情；到六一年农奴解放以后，这类著作可以无须了。于是转去描写他们全体的生活，因为这时候觉得俄国改造的希望全在农民身上，所以十分尊重，但因此不免有过于理想化的地方。同时利他主义的著作也很是发达，陀思妥也夫斯奇，托尔斯泰（Tolstoi）伽尔洵（Garshin）科罗连珂（Korolenko）邬斯本斯奇（Uspenski）等，都是这时候的文人。亚力山大二世的有始无终的改革终于不能满足国民的希望遂有一八八一年的暗杀；亚力山大三世即位，听了坡毕陀诺斯垂夫（Pobiedonostsev）的政策，极力迫压，直到革命成功为止，是俄国文学的第四期，可以称作第二反动期。这时候的“灰色的人生”，可以在契诃夫（Tchekhov）与安特来夫（Andrejev）的著作中间历历的看出。一九五年革命失败，国民的暴弃与绝望一时并发，阿尔支拔绥夫（Artsybashev）的沙宁（Sanin）便是这样的一个人；这正是时代的产物，并非由于安特来夫的写实主义过于颓丧的缘故，便是安特来夫的颓丧也是时代的反映，不是什么主义能够将他养成的。但一方面也仍有希望未来的人，契诃夫晚年的戏曲很有这样倾向；库普林（Kuprin）以写实著名，却也并重理想，他的重要著作如《生命的河》及《决斗》等都是这样。戈里奇（Gorki）出身民间，是民情派的大家，但观察更为真实，他的反抗的声调，在这黑暗时期里可算是一道引路的火光。最近的革命诗人洛普洵（Ropshin）在《灰色马》里写出一个英雄，一半是死之天使，一半还是有热的心肝的人，差不多已经表示革命的洪水到来了。以上将俄国近代文学的情形约略一说，我们可以看出他的特色，是社会的，人生的。俄国的文艺批评家自别林斯奇（Bielinski）以至托尔斯泰，多是主张人生的艺术，固自很有关系，但使他们的主张能够发生效力，还由于俄国社会的特别情形，供给他一个适当的背景。这便是俄国特殊的宗教政治与制度。基督教，君主专制，阶级制度，当时的欧洲各国大抵也是如此。但俄国的要更进一层，希腊正教，东方式的君主，农奴制度，这是与别国不同的了。而且十九世纪后半，西欧各国都渐渐改造，有民主的倾向了，俄国却正在反动剧烈的时候；有这一个社会的大问题不解决，其余的事都无从说起，文艺思想之所以集中于这一点的缘故也就在此。在这一件事实上，中国的创造或研究新文学的人，可以得到一个大的教训。中国的特别国情与西欧稍异，与俄国却多相同的地方，所以我们相信中国将来的新兴文学当然的又自然的也是社会的，人生的文学。就表面上看来，我们固然可以速断一句，说中俄两国的文学有共通的趋势，但因了这特别国情而发生的国民的精神，很有点不同，所以这其间便要有许多差异。第一宗教上，俄国的希腊正教虽然迫压思想很有害处，但那原始的基督教思想确也因此传布的很广，成为人道主义思想的一部分的根本。中国不曾得到同样的益处，儒道两派里的略好的思想，都不曾存活在国民的心里。第二政治上，俄国是阶级政治，有权者多是贵族，劳农都是被治的阶级，景况固然困苦，但因此思想也就免于统一的官僚化。中国早已没有固定的阶级，又自科举行了以后，平民都有接近政权的机会，农夫的儿子固然可以一旦飞腾，位至卿相，可是官僚思想也非常普及了。第三地势上，俄国是大陆的，人民也自然的有一种博大的精神，虽然看去也有像缓慢麻木的地方，但是那大平原一般的茫漠无际的气象，确是可以尊重的。第二种大陆的精神的特色，是“世界的”。俄国从前以侵略著名，但是非战的文学之多，还要推他为第一。所谓兽性的爱国主义，在俄国是极少数；那斯拉夫派的主张复古，虽然太过，所说俄国文化不以征服为基础，却是很真实的。第三种，气候的剧变，也是大陆的特色，所以俄国的思想又是极端的。有人批评托尔斯泰，说他好像是一只鹰，眼力很强，发见了一件东西，便一直奔去，再不回顾了。这个譬喻颇能说明俄国思想的特色，无抵抗主义与恐怖手段会在同时流行的缘故，也是为此。中国也是大陆的国，却颇缺少这些精神，文学及社会的思想上，多讲非战，少说爱国，是确实的；但一面不能说没有排外的思想存在。妥协，调和，又是中国处世的态度，没有什么急剧的改变能够发生。只是那博大的精神，或者未必全然没有。第四生活上，俄国人所过的是困苦的生活，所以文学里自民歌以至诗文都含着一种阴暗悲哀的气味。但这个结果并不使他们养成憎恶怨恨或降服的心思，却只培养成了对于人类的爱与同情。他们也并非没有反抗，但这反抗也正由于爱与同情，并不是因为个人的不平。俄国的文人都爱那些“被侮辱与损害的人”，因为——如安特来夫所说——“我们都是一样的不幸”，陀思妥也夫斯奇，托尔斯泰，伽尔洵，科罗连珂，戈里奇，安特来夫都是如此，便是阿尔支拔绥夫与厌世的梭罗古勃（Sologub）也不能说是例外。俄国人的生活与文学差不多是合而为一，有一种崇高的悲剧的气象，令人想起希腊的普洛美透斯（Prometheus）与耶稣的故事。中国的生活的苦痛，在文艺上只引起两种影响，一是赏玩，一是怨恨。喜欢表现残酷的情景那种病理的倾向，在被迫害的国如俄国波阑的文学中，原来也是常有的事；但中国的多是一种玩世的（Cynical）态度，这是民族衰老，习于苦痛的征候。怨恨本不能绝对的说是不好，但概括的怨恨实在与文学的根本有冲突的地方。英国福勒忒（Follett）说，“艺术之所以可贵，因为他是一切骄傲偏见憎恨的否定，因为他是社会化的。”俄国文人努力在湿漉漉的抹布中间，寻出他的永久的人性；中国容易一笔抹杀，将兵或官僚认作特殊的族类，这样的夸张的类型描写，固然很受旧剧旧小说的影响，但一方面也是由于思想狭隘与专制的缘故。第五，俄国文学上还有一种特色，便是富于自己谴责的精神。法国罗阑在《超出战争之上》这部书里，评论大日耳曼主义与俄国札尔主义的优劣，说还是俄国较好，因为他有许多文人攻击本国的坏处，不像德国的强辩。自克利米亚战争以来，反映在文学里的战争，几乎没有一次可以说是义战。描写国内社会情状的，其目的也不单在陈列丑恶，多含有忏悔的性质，在息契特林（ShchedrinSaltykov）托尔斯泰的著作中，这个特色很是明显。在中国这自己谴责的精神似乎极为缺乏：写社会的黑暗，好像攻讦别人的阴私，说自己的过去，又似乎炫耀好汉的行径了。这个缘因大抵由于旧文人的习气，以轻薄放诞为风流，流传至今没有改去，便变成这样的情形了。以上关于中俄两国情形的比较，或者有人觉得其间说的太有高下，但这也是当然的事实。第一，中国还没有新兴文学，我们所看见的大抵是旧文学，其中的思想自然也多有乖谬的地方，要同俄国的新文学去并较，原是不可能的：这是一种的辩解。但第二层，我们要知道这些旧思想怎样的会流传，而且还生存着。造成这旧思想的原因等等，都在过去，我们可以不必说了。但在现代何以还生存着呢？我想这是因为国民已经老了，他的背上压有几千年历史的重担，这是与俄国的不同的第一要点。俄国好像是一个穷苦的少年，他所经过的许多患难，反养成他的坚忍与奋斗，与对于光明的希望。中国是一个落魄的老人，他一生里饱受了人世的艰辛，到后来更没有能够享受幸福的精力余留在他的身内，于是他不复相信也不情愿将来会有幸福到来；而且觉得从前的苦痛还是他真实的唯一的所有，反比别的更可宝爱了。老的民族与老人，一样的不能逃这自然的例。中国新兴文学的前途，因此不免渺茫。……但我们总还是老民族里的少年，我们还可以用个人的生力结聚起来反抗民族的气运。因为系统上的生命虽然老了，个体上的生命还是新的，只要能够设法增长他新的生力，未必没有再造的希望。我们看世界古国如印度希腊等，都能从老树的根株上长出新芽来，是一件可以乐观的事。他们的文艺复兴，大都由于新思想的激动，只看那些有名的作家多是受过新教育或留学外国的，便可知道。中国与他们正是事同一律，我们如能够容纳新思想，来表现及解释特别国情，也可望新文学的发生，还可由艺术界而影响于实生活。只是第一要注意，我们对于特别的背景，是奈何他不得，并不是侥幸有这样背景，以为可望生出俄国一样的文学。社会的背景反映在文学里面，因这文学的影响又同时的使这背景逐渐变化过去，这是我们所以尊重文学的缘故。倘使将特别国情看作国粹，想用文学来赞美或保存他，那是老人怀旧的态度，只可当作民族的挽歌罢了。欧洲古代文学上的妇女观一欧洲文学的渊源，本有三支，一是希伯来思想，二是希腊思想，三是中古的传奇思想。这三种潮流本来各自消长，不相一致，到了文艺复兴时代（十五六世纪）方才会合起来，便成了近代欧洲文学的基本。我们现在所说，只是古代的情形，包含上古中古在内，那时这几种潮流还未会合，所以我们也将他分作三节，把最显著的几点极简单的说一说。古代希伯来文学留传在今日的，便是一部《旧约》。《旧约》本是犹太教及基督教的圣书，但经了历史批评的研究，知道这一部圣书实在是国民文学的总集，里边有历史法律哲学，有诗歌小说，并非单纯的教典。本来宗教的著作都可以作抒情诗观，各派的圣书也多是国民文学的总集，如中国的五经便是一例，不过《旧约》整理的最完全罢了。《旧约》里关于妇女的记述，第一显著的要算《创世记》中夏娃的故事。“耶和华上帝就用那人身上所取的肋骨，造成一个女人，领他到那人跟前。那人说，这是我骨中的骨，肉中的肉，可以称他为女人，因为他是从男人身上取出来的。因此，人要离开父母，与妻子连合，二人成为一体。”创第二章第二二至二四节这用亚当肋骨造成的，便是最先的女人夏娃。后来她听了蛇的诱惑，吃了智慧的果子，上帝将他们夫妻二人逐出伊甸乐园。“耶和华上帝……又对女人说，我必多多加增你怀胎的苦楚，你生产儿女必多受苦楚；你必恋慕你丈夫，你丈夫必管辖你。又对亚当说，你既听从妻子的话，吃了我所吩咐你不可吃的那树上的果子，地必为你的缘故受咒诅，你必终身劳苦，才能从地里得吃的。地必给你长出荆棘蒺藜来，你也要吃田间的菜蔬。你必汗流满面才得糊口，直到你归了土，因为你是从土而出的；你本是尘土，仍要归于尘土。”第三章十六至十九节以上男女创造的神话，当时当作神授的经训，历史的事实，原有很可非难的地方，但是现在大家既然承认他只是古代的传说，我们从思想上去考察他，却也有许多兴味。世界造成的始末，原是一切的人所想知道的，所以各民族间都有一种创世的神话。但是还有几个问题更为切要，如性的牵引，人生的辛劳苦楚，在古人的心目中都很神秘，不容易了解，于是只好用神话来说明他，上文所引的便正是这一类的起原的神话（AitiologicalMyths）。农业的辛劳，女人生育的苦楚的起原，他们便用了夏娃的故事去做解释。两性的神秘的牵引，他们自然更不明了，所以也是那样解释；这肋骨的话看去虽然很是粗鄙，但在类似的传说中却是比较的更有意义，近代的许多性的神秘主义的新思想，还是从此而出的。见本文第三节。男性的强烈容易感受异性的激刺，古时的人便倒果为因的归罪于女性的诱惑；女性的成年又归罪于蛇的诱惑，在古代及野蛮民族里，以月经为蛇或魔鬼的作为的思想，甚是习见：这是对于那故事的学术的说明。至于女人的被轻视，乃是弱性（WeakerSex）必然的运命，而且古代著作都出于男子之手，又在那样的时代，原是不足怪的了。《旧约》里几篇历史上所描写的犹太社会，大半还是家长制度时情形，英国伯列（Bury）教授在《思想自由史》上说他反映出低级的文明，里面还充满着野蛮的习惯。他们的共通的信仰是人皆有罪，因此便发生祭祀与洁净两种思想。《利未记》一篇记的很是仔细，关于妇女的是这样说，“若有妇人怀孕生男孩，他就不洁净七天，像在月经污秽的日子不洁净一样……他若生女孩，就不洁净两个七天。”利第十二章二又五节再并第十五章十八节以下看起来，希伯来的禁欲思想差不多已很明显了。《新约》虽然是用希腊文写的，但实在仍是希伯来思想的典册。《马太福音》里说，“门徒对耶稣说，人和妻子既是这样，到不如不娶。耶稣说，这话不是人都能领受的，惟独赐给谁，谁才能领受。因为有生来是阉人，也有被人阉的，并有为天国的缘故自阉的；这话谁能领受，就可以领受。”太第十九章十至十二节耶稣在福音里虽然没有正式的宣示，但是以独身为正的意思，已经即此可见。他在迦拿赴婚宴的时候，对他的母亲说，“妇人，我与你有什么相干。”约第二章四节这句话里无论藏着怎样的奥义，我们只照文字解说，拿来作希伯来思想的妇人观的题词，没有什么不适当的地方。《旧约》里纯文学方面，有两篇小说，都用女主人公的名字作篇名，是古文学中难得的作品，这便是《以斯帖记》和《路得记》。以斯帖利用她的波斯王后的地位，破坏波斯大臣哈曼的阴谋，救了犹太一族的灭亡。路得是摩押族的女子，嫁与犹太人为妻，夫死无子，侍奉老姑回到伯利恒，后来依了犹太旧律，嫁给亲族中的波阿斯，便是大卫王的先祖。这两篇都是二千二百年前所作，艺术上很有价值，《以斯帖记》有戏剧的曲折，《路得记》有牧歌的优美。两个女主人公也正是当时犹太的理想中模范妇人，是以自己全人供奉家族民族的人，还不是顾念丈夫和儿子的贤妻良母，更不是后来的有独立人格的女子了。《旧约》里的《雅歌》八章，是一种特别的作品。从来的注释者都将他作宗教诗看，说是借了爱情表现灵魂与教会的关系的，但近来批评研究，才知道这实在是普通的恋爱歌，并没有别的奥义。英国摩尔敦（Moulton）教授等以为他是一篇牧歌，所叙的是所罗门王的事。但美国谟尔（GFMoore）博士说这是结婚时所唱的情歌的总集，所罗门不过是新郎的一种美称，这话似乎更为确实。《雅歌》中有一节道，“求你将我放在你心上如印记，带在你臂上如戳记，因为爱情如死之坚强，嫉恨如阴间之残忍。所发出的电光，是火焰的电光，是耶和华的烈焰。爱情，众水不能息灭，大水也不能没。”歌第八章六至七节我们看了这歌，觉得在禁欲思想的希伯来文学中，也有这样热烈的恋爱诗，仿佛很是奇异；但因此也可以得到一个教训，知道人性里灵肉二元原是并存，并不是可以偏废的了。二希腊思想普通被称作现世主义的思想，与希伯来的正相对抗，但他文学上的妇女观，并不见得比犹太更为高上。这也是时代使然，英国西蒙士（Symonds）说，“希腊的对于妇女的轻蔑，指示出他们光辉的但是不完全的文明上底一个最大的社会的污点”，批评的很是适当。不过因为这是根于社会制度，并不从宗教信仰而来的，所以如《利未记》中所说的那种思想也就没有。希腊的宗教并不禁忌妇人，有几种女神的崇拜还有专用女祭司的，至于女子的歌队舞队更是很普通的了。希腊的女人创造传说，在海希阿陀思（Hesiodos）的诗里，便是有名的般陀拉（Pandora）的故事。普洛美透思（Prometheus意云先见）与他的兄弟遏比美透思（Epimetheus后见）共造万物及人类，但是因为普洛美透思过于袒护人类，大神宙斯（Zeus）对他生了仇恨，想设法陷害他们。他命锻冶之神依照女神的式样造了一个女人，却放上一颗狗的心肝，然后叫众神大家资助，给她一切的技艺与美，便称她为般陀拉，意思就是“众赐”。大神将她送去给普洛美透思，但他知道宙斯的计画，辞谢不受；又去送给他的兄弟，遏比美透思便收受了，娶她为妻。般陀拉有一个箱子，是神给她的，嘱咐不可开看；她的好奇心却引诱她破了这个戒约，箱盖一启，里面关着的罪恶辛苦疾病，都飞了出去，只剩了一个希望，当她慌忙放下箱盖的时候，被关在里边，不曾飞出。自此以后，人生便多不幸，没有希望了。希腊的传说虽然也说人间病苦的原因，起于女子，但与希伯来不同，因为他不曾含有以女子为不净的观念；他的对于女子的轻蔑，只是从事实上得来，不过是男尊女卑的社会里一种平常的态度罢了。般陀拉虽然称是最初的女人，但是以前已有人类；至于未有女人以前的人类怎样的衍续下来，这一个难解的问题，诗人却未曾说及。诃美洛斯（Homeros或译荷马）两篇史诗，本是叙英雄战争冒险的事，但女人也颇占重要的位置，如《伊里恩的诗》（Ilias通俗称Iliad）里的安特洛玛该（Andromakhe）及《阿迭修斯的诗》（Odysseia通称Odyssey）里的沛纳洛贝（Penelope），都是世间模范的贤妇，描写的很有同情。还有造成伊里恩大战争的海伦纳（Helene），在道德上本来很有可以非难的地方了，她本是斯巴达王后，随了伊里恩王子逃走，斯巴达王号召希腊各邦来攻伊里恩，苦战十年，才将这座城攻破了。但是希腊诗人对于她也很是宽容，并没有加上什么破家倾国这些称号；有人还做了辨正，说跟了伊里恩王子去的只是她的影象，自己却隐居在埃及。我们从这里很可以看出希腊的特有的精神。平民诗人像海希阿陀思的人，很透彻的看见人世的苦辛，所以不免将苦味连带的加到弱性上去；但他们又是现世思想的，尚美享乐的民族，他们的神祠里有威严的大神，也有恋爱女神亚孚罗迭推（Aphrodite）。他们以海伦纳为美的化身，常住的青春的实体，恋爱女神的表现，因此自然发生一种尊崇的感情。等到雅典文学时代，悲剧诗人多喜在神话传说上，加上一层道德的解释，于是海伦纳的生平又不免有许多缺憾发现了。史诗时代以后，诗歌很是发达，但纯粹的抒情诗不很盛，最多的是格言诗讽刺诗及仪式上用的合唱的歌。我们在这三种诗的性质上，可以豫料他对于妇女恋爱等的题目，未必有赞美的话。格言及讽刺诗在文学的谱系上，从海希阿陀思派史诗出来，与后来的戏剧及哲学相接联；在这样的常识的文艺作品上，感情当然不能占什么重要的位置；从当时的常识看来，妇女自然是弱性，结婚只是买卖了。合唱歌原系祭祀竞技等时的歌曲，于是一方面关系也就较少。我们现在从讽刺诗里举出两个例来，可以见其一斑。舍摩尼台斯（Semonides）有一首一百十九行的长诗，形容十类的女人，用十种物事做比喻。他起首说，“最初神造女人的心，成种种不同的性质。他造一种人，像硬毛的猪。她的家里各物凌乱，沾染污泥，在地上乱滚。她自己也污秽，穿着不洗的衣服，坐着，在粪堆里肥壮起来。”其次列举狐，狗，泥，海水，驴，鼬，马，猴为比，最后一种是蜜蜂，是唯一的良妻了；但他还总结一句说，“宙斯造了这最上的恶，——便是女人；他们好像是好的，但你去得了来的时候，她便变了祸祟。”他的话可以算是苛酷了，可是还不能比“辣诗人”息坡那克思（Hipponax）的这两句诗：女人给男子两个快乐的日子，在她结婚及出丧的时候。希腊的抒情诗虽然流存的很少，但因为有一个女诗人萨普福（Sappho），便占了世界第一的位置。她是列色波思（Lesbos）岛的人；原来住在那边的希腊人属于爱阿里亚族，文化最高，风气也最开通，女子同男人一样的受教育，可以自由交际，不像雅典的将女子关在家里，作奴隶看待，也不像斯巴达的专重体育，只期望她生育强健的子女；所以列色波思当时很多女诗人，大家时常聚会，仿佛同后来雅典的哲学家讲学一样，萨普福便是这样团体里的领袖。她的古今无比的热烈的恋爱诗，历来招了许多的误解，到了四世纪的时候，法王命令将她的诗集和别的所谓异教诗人的著作，一并烧了；因了这回热心的卫道的结果，我们所能看见的女诗人的遗作，只剩了古代文法字典上所引用的断片，一总不过百二十则，其中略成篇章的不及什一了。但便是这一点断片，也正如《希腊诗选》的编者Meleagros说，“花虽不多，都是蔷薇。”她的恋爱诗第一有名的是《寄所爱》（“EisEromenan”此字系女性），只是极不容易译。我们现在抄译几则短句，也可以知道她的恋爱的意见了。爱（Eros）摇我的心，如山风落在栎树的中间。断片四二爱摇动我，——融化支体的爱，苦甜，不可抗的物。同四十这苦甜（原语是甜苦Glykypikron）一句话，便成了后来许多诗人的爱用语。下列的两行，却又似柏拉图（Plato）的哲学问答里的话了。看了美的人，必是善的，善的也就将要美了。断片百一希腊戏剧起源于宗教，他的材料差不多限于神话及英雄传说；但是戏曲家的作法和思想逐渐改变，所以在这范围内也就生出差异来了。最初的悲剧家爱斯吉洛思（Aeschylus）用了他虔敬的宗教思想，解释传说的意义，他的悲剧里的妇女（其实连男子也是如此）都不过是所谓上帝的傀儡，如遏来克忒拉（Elektra）的为父复仇，许沛美斯忒拉（Hypermestra）的背父从夫，一样的是神意，没有个人的自由意志。所福克来斯（Sophokles）不管这些宗教和道德上的意义，只依了普通的心理，描写古时的事情，剧里的女性更有独立的性格了；如安谛戈纳（Antigone）因为葬兄得罪，甘心就死，做了英雄的事，实际上却仍是一个温和的弱女子，并不是人情以外的女英雄，他的艺术更精美了。但思想最特别的，要算是欧立比台斯（Euripides）。他生在二千四百年前，思想却很进步，凭了理性，批评传统的伦理，欧洲人常将他比现代英国戏剧家伯纳萧（BernardShaw）。他的剧里多描写世间所谓恶德的女人，所以被称为憎恶女性者（Misogynistes），其实是正反对的，他对于他们很有同情，或者还有多少的辩护。譬如美代亚（Medea）因其夫他娶，用法术谋害新妇，又杀了自己的子女，驾飞龙车逃去；又法特拉（Phaidia）爱前妻之子，被他拒绝，便诬陷他致死，随后她也悔恨自杀。这两个人，在平常的眼光看来都是恶妇了；但欧立比台斯知道“爱情如死之坚强，嫉恨如阴间之残忍”，共同的人性到处存在，只因机缘凑合，不幸便发生悲剧，正如星星的火都有燎原的可能性，不过有的不曾遇风，所以无事罢了。理想的悲剧能够使人体会剧里人物的运命，感到悲哀，又省察自己的共同的人性，对于将来感到恐怖：欧立比台斯的著作可以当得这个名称。他的剧里也有淑女，如亚尔开谛思（Alkestis）替丈夫的死，但我们所感到的不单是她的贞诚勇敢，却多看出她丈夫的利己与卑怯，这又是作者的手段与他的微意之所在了。希腊悲剧这题目很是广大，现今只就关于妇人问题的略略一说；至于喜剧因为流传的很少，又性质上原是一种讽刺的俗曲，对于妇女大抵都是讥笑的态度，与讽刺诗人相似，所以现在也不再说及了。三中古时代的思潮，以基督教为本，因了社会情状的关系，生出种种变化，如骑士制度，圣母崇拜等，错杂起来便造成中世的传奇思想。基督教本是希伯来思想的嫡裔，但经过耶稣的修改，对于妇女的严厉的意见，已经宽缓一点了。但到使徒的手里，不免又苛刻了许多，而且教会的作止规条逐渐制定，于是摩西的精神重复得势了。如圣保罗说，“你们当顺着圣灵而行，就不成就肉体的情欲了。因为情欲和圣灵相争，圣灵和情欲相争。”《加拉太书》第五章十六至十七节“那些属基督的人，是已经把肉体，连肉体的邪情私欲，同钉在十字架上了。”又第二十四节“男不近女倒好。”哥前第七章一节这个禁欲思想，直到路德出现为止，很占势力。这原是理想的出世法，但对于世间法他也有这几种教训。“叫自己的处女出嫁是好，不叫她出嫁更是好。”哥前第七章三十八节“各人的头就是基督，女人的头就是男人。”又第十一章三节“女人要沉静学习，一味的顺服。我不许女人讲道，也不许她辖管男人，只要沉静。因为先造的是亚当，后造的是夏娃。且不是亚当被引诱，乃是女人被引诱，陷在罪过里。”提前第二章十一至十四节“并且男人不是为女人造的，女人乃是为男人造的。”哥前第十一章九节“他们指女人总要顺服，正如律法所说的。”又第十四章三十四节以后教会的神父便更变本加厉，又因了当时罗马王朝侈华恣肆的反动，造成极端的厌世憎女的思想。台土利安（Tertullian）说，“女人！你应该穿着丧服破衣走，你的眼里满盛哀悔之泪，使人们忘记你是人种的祸祟。女人！你是地狱的门。”“人必当独身，纵使人种因此而绝灭。”圣奥古斯丁（Augustine）说，“独身者将在天上辉耀，如光芒的众星；生他们的父母却像无光的星。”阿列根（Origen）说，“结婚是非神圣而且不洁，是私欲的一种方法。”他这样说，也便实行他的主义，自宫以避诱惑了。以上多据德人倍贝尔《妇人论》中所引。这样下去，非人情的禁欲主义，差不多完全主宰了世界。到六世纪玛松（Maon）会议，遂有女人有无灵魂与人格的讨论，他的结果是大多数的否决！但是六世纪以后，欧洲政教的形势也逐渐改变了。罗马东迁，小国纷纷建立，遂成封建制度；新兴民族受了教会热心的劝导，也都转为基督教徒，于是圣母崇拜突然兴起，和封建底下的骑士制度联合，造成那种传奇的妇女崇拜。原来欧洲各民族在未受基督教的洗礼以前，各有他们自己的宗教，教会虽然使他们在仪式上改了宗，但是根柢上的异教思想，一时不能变换；所以教会里用了剿抚兼施的办法，一面将势力较小的诸神悉数打倒，并入地狱里，做撒但的部下；一面却将在民间占有势力的诸神提拔起来，改换名称，分配作古代的圣徒，如海神变为圣尼古拉之类。余下一个最大的女神，南欧的亚孚罗迪推（Aphrodite）或威奴思（Venus），北欧的遏陀（Edda）或弗勒雅（Freyja），都是代表女性体用的大神，生气的宗教之主体，便被改作圣母；于是以前不大被人尊重的圣马理亚，至此遂成了普遍的崇拜了。骑士制度的完成，却纯是政治上的关系。一国的王并不是直接的统辖臣民，藉了租税力役，保守他的国土；他将土地分封给人，为侯伯等，有事的时候，便专靠他们的帮助。侯伯等诸贵族又招养许多武士，替他们出力，因为武士都是擐甲骑马，所以称作骑士。这骑士制度实在只是一种主仆关系，武士这一字英国作Knight，本有仆役的意思；不过他是仆而非奴，故地位稍为尊严，也较自由。但是他仆役的职务，原是存在，对于他的主人，有绝对忠顺的义务。他的主人在宗教上有神的父子及圣母，在政治上有王与直接的主君——及主母。因为主君有时以战争外交种种关系，暂时离家，他的统治城堡的威权，便由他的妻来代表，所以贵族的夫人们，在他们属地内也得了极大的尊崇。有这圣母与主母两重的崇拜正在流行，一般女性的价值，就因之增高。在一方面游行骑士的训条，于为宗教及主君尽忠之外，又誓言尊敬妇女，一方面骑士文学的恋爱歌，也渐以发生了。〔关于中世尊重妇女的事业，颇有疑问。德国倍贝尔（ABebel）便极不相信，在《妇人论》第一分卷中云，“空想的传奇派与有心计的人们，努力的想将这个时期十二至十四世纪当作道德的时代，真诚的尊敬妇女的时代。……其实这时候，正是极凶的私刑法的时代，一切组织都散漫了，武士制度差不多变了路劫强盗和放火的职业。这样行着最残暴的凶行的时代，决不适宜于温柔与诗的感情的发达，而且他反将当初存在的，那一点对于女性的敬意，毁坏净尽了。……”这就事实上说，当然是如此，但我们可以确说，在文艺上当初曾有这一种思想的表现，便是倍贝尔自己也原是这样说。〕骑士文学的发生，我们可以将他称为人们对于女性的解放的初步。在异教时代，男女可以自由的歌咏恋爱的甜苦；基督教来了，把人类的本能统统抹杀，他们虽然照旧结婚生殖，但如圣耶隆姆（Jerome）说，“结婚至好也是一件恶行，我们只能替他强辩，替他祓除。”所以世间以为男女关系是不得已的污恶，不是可以高言的，更无论咏叹了。因这污恶的观念，养成一种玩世态度，作放纵的诗歌的，是禁欲思想的别一方面的当然的果实。到了这时代，女性以圣母和主母的两种形式，重复出现于世，潜伏着的永久的人性，在诗人胸中觉醒过来，续唱他未了的歌，正是自然的事。但是这两个女性的代表，虽然同是女人，却都有神圣威严围绕着，带着不可逼视的光芒，诗人的爱于是也自然的离了肉体，近于精神，差不多便替文艺复兴时代的“柏拉图的爱”（PlatonicLove）做了先驱了。骑士文学的发达，是逐渐的。最初是史诗的复活，藉了十字军护教的英雄，咏叹人生的活动，先是叙战争，次叙冒险，随后叙恋爱；先是专讲正教的人物，其后也渐及异教。但这都是叙事一面，到了普洛凡斯（Provence）文学兴起，于是抒情诗遂占势力，恋爱成了诗中的主题。这个倾向，在欧洲文学界上本来是共通的，普洛凡斯即法国南部一带地处南方，思想又较自由，所以首先发现；他的影响渐渐由南而北，遂遍西欧。普洛凡斯的这种诗人，特别有一种名称，叫作忒洛巴陀耳（Troubadour），多是武士或贵族出身。他们诗里的主旨是爱，——对于神及女人之爱。但是两者几乎有混同的倾向，因为忒洛巴陀耳的恋爱的对象都是已婚的主妇，并非处女，诗中只有爱慕而无欲求，也没有结婚的愿望。这个原因，上面已经说及，便是这里的所谓恋爱，并非平等关系，乃是从主仆关系出来的，所以诗中的爱人在实际是威严的主母，与圣母之可仰而不可即仿佛一样。诗人的“恋爱的服务”（ServiceofLove），先为诗歌的请求，倘主母许可，正式的与以接吻及指环等亲身之物，以为印证，以后便承受他的诗的赞美。这恋爱的服务虽然因为公认恋爱，可以说是人性解放的初步，却还受各种束缚，有许多非人情的地方，他们所爱的既然是一个神圣的偶像，——圣母或主母——诗中的恋爱因此也自然是理论而非经验，是理想上的当然而非人情上的必然：这正是不得已的缺点。理论的恋爱虽然可以剖析的很是微妙，但没有实际的无穷的变化，所以忒洛巴陀耳的诗只以巧妙胜，不以真挚胜。英国且德（HJChaytor）在所著《忒洛巴陀耳》（TheTroubadours）中总叙这类恋爱诗的要旨云，“诗人首先赞美其所爱者；她在肉体上精神上都是完全，她的美照耀暗夜，她的出现能使病者愈，使悲者喜，使粗暴者有礼，等等。诗人的对于她的爱与贞壹是无限的：和她分离将比死更坏，她的死将使世界无欢，而且他欠她一切所有的善或美的思想。这只为她的缘故，他才能够歌吟。与其从别人受到最高的恩惠，他宁可在她手里受无论怎样的苦痛和责罚。……这个热情变化了他的性质：他是一个比先前更好更强的人，预备饶恕他的仇敌，忍受一切肉体的艰苦；冬天在他同愉快的春天一样，冰雪像是柔软的草地和开花的原野。但是如或不见还报，他的热情将毁灭他；他失了自制，同他说话也不听见，不能吃，不能睡，渐渐变成瘦弱，慢慢的陷到早年的坟墓里去了。即使这样，他也不悔恨他的恋爱，虽然他指爱引他到苦与死里去，他的热情永久的变强，因有希望扶助着他。但是倘若他的希望实现了，他欠这一切，都出于夫人的慈惠，因为他自己的能力是一点都不能有所成就的。”我们在这里再引一节颂圣处女马理亚的诗，忒洛巴陀耳的恋爱诗风差不多可以略见一斑了。“夫人（Domna），无刺的蔷薇，甜美在一切花之上，结实的枯枝，不劳而生谷的地，星，太阳之母，你自己父亲指神的保母，在世界上或远或近，没有女人能够像你。案枯枝意即指处女夫人，净而且美的处女，在产前如此，其后亦然；耶稣基督从你受了肉身，而不使生瑕，正如太阳照时，美光通过窗上玻璃而入内。”这种骑士的诗歌，虽然有一种窠臼，但是略能改正社会上对于妇女的观念，颇有功绩。德国同派的诗人于赞美意中的个人以外，兼及女性的全体，其态度尤为真诚而平允。如来因玛耳（ReinmarvonHagenau）诗云，女人，怎样的一个祝福的名！说来怎样的甜美，想来怎样的可感谢！乌尔列息（UlrichvonLichtenstein）云，我想神不曾造过比女人更好的物。又诗云，女人是净，女人是美，女人是可爱而且优雅，女人于心里困苦的时候是最好，女人带来一切的好事，女人能召男人向名誉去，阿，能承受这些的人是幸福了。至于华尔德（WaltervonderVogelweide）下面的话，又与但丁（Dante）的意见相一致了。恋爱的最好的报酬，是男子自己品格的增高。有着好女人的爱的人，羞耻一切的恶行。以上所说，是中古时代顺应了社会潮流而发生的一派文艺思想，但同时也别有反抗的一派，占有相当的势力。在各种传奇（Romance散文或韵文的，多含神异分子的故事）里最为习见，如福斯德（Faust）博士卖灵魂求快乐，丹诃什尔（Tannhuser）入爱神山（Venusberg）之类，便是一例，但在弹词《奥加珊与尼古勒德》（AucassinetNicolette）里，这趋向最为明了。奥加珊爱奴女尼古勒德，但是他的父亲伯爵不答应，叫女的教父子爵劝诫他，说倘若娶了尼古勒德，将坠地狱，不得往天堂里去。奥加珊答说，“在天堂里我去干什么呢？我不想进去，我只要得我的甜美的朋友，我所挚爱的尼古勒德就好了。因为往天堂去的，都是那些人：那老牧师们，老跛脚和那残废者，他们整天整夜的在神坛前，在教堂底下的窟室里咳嗽；那些穿旧外套和破衣服的人们；那些裸体，赤足，都是伤痕的；饥饿干渴，寒冷困苦而死的。这些人们往天堂去，我与他们一点都没有干系。但是地狱里我却愿去。……我愿到那里去，只要有我的甜美的朋友尼古勒德在我的身旁。”其后叙述尼古勒德从幽居中逃出，月夜经过园中的情景，令人想起所罗门的《雅歌》。“她用两手拿着衣裾，一手在前，一手在后，轻轻的在堆积在草上的露里挨着，这样走过了花园。她的头发是黄金色，垂着几缕爱发；她的眼睛，蓝而带笑；面色美好，嘴唇朱色，比夏天的蔷薇或樱桃更红；牙齿白而且小；她的乳坚实，在衣下现出，如两个圆果；她的腰很细，两手可以围过来。她走过去的时候，踏着雏菊，花映在伊的脚背和肉上，仿佛变了黑色，因为美丽的少年处女是这样的白。”在《浪游者之歌》（CarminaVagorum）集里，也多有这类赞叹肉体美的句子，如额呵，喉呵，嘴唇呵，面颊呵，都给与我们恋爱的资粮；但是我爱那头发，因为这是黄金的颜色。又如《美的吕提亚》（“Lydiabella”）的首节云，美的吕提亚，你比清早的新乳，比日下的嫩百合还要白！同你的玫瑰白的肉色相比，那红蔷薇白蔷薇的颜色都褪了，那磨光的象牙的颜色都败了。据英国西蒙士编《酒与女人与歌》《浪游者之歌》是当时在欧洲各大学游学的少年教士所作，用拉丁文，多仿颂歌体，而诗的内容，却是西蒙士所说的酒与女人与歌，我们从这里可以看出禁欲思想的失败，知道将有什么新的发展要出现了。这新的发展，便是文艺复兴与宗教改革。文艺复兴是异教精神的复活，但是伊大利的文艺家用了和平手段，使他与基督教相调和，顺了骑士文学的思潮，将希腊思想渡了过来。宗教改革本是基督教的中兴，改革者却出于激烈反抗的态度；路德根据了自然的人性，攻击教会的禁欲主义，令人想起浪游者的诗，实在是颇妙的一个反比。路德说，“凡是女人，倘若她不是特别的受过上天的净化，不能缺少男人的伴侣，正如她不能缺少食饮睡眠，或别的肉体需要的满足一般。凡男子也不能缺少女人的伴侣。这理由是因为在我们天性里，深深的种着生育的本能，与饮食的本能无异。所以神使人身上有肢体血管精液，并一切必需的机官。倘有人想制止这自然的冲动，不肯容人性自由，他正如想制止自然令弗自然，制火令弗烧，制水令弗湿，制人令弗食饮睡眠。”这一节话，即以现在的眼光看来，也非常精确，几乎是现代讲“性的教育”（Sexeducation以性的知识，授予儿童，谓之性的教育，或译两性教育，不甚妥）的学者的话了。但他又说，“将妇女拿出家庭以外，他们便没用了。……女人是生成管家的，这是她的定命，她的自然律。”我们可以知道，他的意见终是片面的。因为他在这里又过于健全，过于实际的；正如文艺复兴的文人的“柏拉图的爱”，因为过于理想，过于抽象，也不免为片面的一样。伊大利诗人但丁（Dante）和同时的彼得拉耳加（Petrarca）一样，一面是文艺复兴的前驱，一面又是忒洛巴陀耳的末裔。他的《神的喜剧》（TheDivineComedy）里面，包罗中世的政教道德思想的纲要，他的《新生活》（LaVitaNuovaTheNewLife）又是醇化的恋爱观的结晶。他在九岁的时候，遇见贝亚忒列契（Beatrice这是假名，即忒洛巴陀耳诗学上所谓诗名Senhal），便发生初次的，亦是永久的恋爱，如《新生活》上所说，他看见了“比我更强的神”——爱神——了。但是那女人终于不很理他，正与彼得拉耳加所爱的劳拉（Laura）一样，但丁却终身没有改变，因为他的爱是精神的，不以婚姻为归宿，仿佛是忒洛巴陀耳的“宫廷之爱”（CourtlyLove），而更为真挚。在但丁这爱的经验，实在是宗教的经验据弗勒丘著《妇人美的宗教》中所说，圣书上“神即是爱”这句话，便是他的说明。世间万有都被一个爱力所融浸，这也就称作神；人们倘能投身爱流，超出物我，便是与神合体，完成了宗教的究竟大愿。但是人多关闭在自我的果壳里，不易解脱，只有在感着男女或亲子之爱的顷刻，才与普遍的力相接触，有一个出离的机会。由爱而引起的自己放弃，是宗教上的一种最要素，所以爱正可以称为入道之门。但丁以见贝亚忒列契之日为新生活的发端，以爱的生活为新生活的本体，便是这个意思了。但丁的恋爱观，本出于忒洛巴陀耳而更为精微真挚，又是基督教的，与文艺复兴时的“柏拉图的爱”相似而实不同，柏拉图在《宴飨》（Symposion）篇中记梭格拉第述女祭司神荣（Diotima）之言云，“进行的次序，或被引而历经所爱事物的次序，是以世上诸美为梯阶，循之上行，以求他美：自一至二，自二以至一切的美形，自美形至美行，自美行至美念，自美念以上，乃能至绝对美的概念，知何为美的精华。……这是人所应为的最高的生活。从事于绝对美的冥想。”“爱是最上的力，是宇宙的，道德的，宗教的。爱有两种，天上的与世间的：世间的爱希求感觉的美，天上的爱希求感觉以上的美。因为感觉的美正是超感觉或精神的美的影子，所以我们如追随影子，最后可以达到影后的实体，在忘我境界中得到神美的本身。”《妇人美的宗教》七感觉美的中间，以人体美——就中又以妇人美为最胜。又依善美合一之说，人的容貌美者，因他有精神美——即善——的缘故，譬如灯笼里的火，光达于外。因此在文艺复兴时期，妇人——美妇人的位置与价值，很是增高。但是如英国弗勒丘（JBFletcher）在《妇人美的宗教》里说，“柏拉图的爱，从人情上说来，是自私的。他注视所爱的面貌，当作他自己冥想的法喜的刺激剂。这几乎有点僵尸（Vampire）似的，他到处游行，想像的吸取少女及各物的甜美，积贮起他的心的蜜房。”因此文艺复兴的尊重妇女，也不是实在的，正如中古的女人崇拜一样，但是新的局面却总由此展开了。文艺复兴时代，在本篇范围之外，故不详说。综观以上所说中古以前文学上的妇女观，差不多总在两者之间，交互变换，不将女人当作傀儡，这字的意义，实在不能与英文的doll相当。古书里说老莱子弄雏于其亲侧，这雏字倒颇适切，只可惜太古了。日本有一种小儿祝日所祭的人形，还称作雏。便当作偶像！但这是时代的关系，无足怪的。历来的文学，本来多出在男子的手里；便是女人所作，讲他们自己的，也如英国约翰弥勒（JSMill）所说，大半是“对于男子的谄媚”。但是这些历史上的陈迹，无论怎样芜秽，却总是发生现代思想之花的土堆，——别一方面，科学的知识固然也是一个最大的助力。如耶稣说，“那起初造人的，是造男造女，并且说，‘因此，人要离开父母，与妻子连合，二人成为一体’。”创二之二四“你们没有念过么？既然如此，夫妻不再是两个人，乃是一体的了。”太第十九章四至六节康德（Kant）也说，“男女联合，成为一个整的全体；两性互相完成。”据倍贝尔书中所引又如性的神秘主义，在十八世纪以前，瑞典播格（Swedenborg）路易斯勃勒克（Ruysbroeck）等，以基督教为本，大加提倡；到了近代，也很有这倾向，但是经过了科学的洗礼，更为彻底了。神秘派于人间的男女亲子关系上，认出人神关系的比例，因为神是宇宙之源的“一”，万有的生活原则，本来无不与他相应，性的牵引与创造，当然可以有神的意义。现代的诗人却更进一层，便直认爱即是神，不复以爱为求神的梯阶，或神之爱的影子，即此男女亲子的爱，便有甚深无量的意义，人人苟能充他的量，即是神的生活了。他们承认男人是男人，女人是女人，小儿是小儿，这是现代科学思想之赐，也就是造成他们的平易而神秘的思想的原因了。英国嘉本特（ECarpenter）在他的《婴孩》（“TheBabe”）诗中说，两个生命造出一个，只看作一个，在这里便是所有的创造。这可以称是他的现代的性的神秘主义。他有一部《爱的成年》，讲男女问题极为正确，经郭君译出，在北平出版。以下一节，是威尔士（HGWells）的话，我们引来作本篇的结束。“我想，同事的欲求，将自己个人的本体没入于别人的欲求，仍为一切人间的爱的必要的分子。这是一条从我们自己出离的路，我们个人的分隔的破除，正如憎恶是这个的增厚一般。我们舍下我们的谨慎，我们的秘密，我们的警备；我们开露自己；在常人是不可堪的摩触，成为一种喜悦的神秘；自卑与献身的行为，带着象征的快乐。我们不能知道何者是我，何者是你。我们的禁锢着的利己，从这个窗户向外张望，忘了他的墙壁，在这短的顷刻中，是解放了，而且普通了。”据路易士著《嘉本特传》中所引附记我动手做这篇文章，是在三月中旬的病后，才成了半篇，因为旧病又发，也就中止了。迁延日久，没有续作的机会，对于编辑者及读者诸君实在很是抱歉。现在病势略好，赶即续成此篇，但是前后相距已有四月，兴趣与结构计画多有改变，山中又缺少参考的便利，所以遗漏错误在所不免，笔法亦前后不同，须求读者的原谅。"}
