{"lit":"清末的办白话报，五四时候的叫“文学革命”，就为此。但还只知道了文章难，没有悟出中国等于并没有文字。今年的提倡复兴文文，也为此，他明知道现在的机关枪是利器，却因历来偷懒，未曾振作，临危又想侥幸，就只好梦想大刀队成事了。大刀队的失败已经显然，只有两年，已没有谁来打九十九把钢刀去送给军队。但文队的显出不中用来，是很慢，很隐的，它还有寿命。和提倡文文的开倒车相反，是目前的大众语文的提倡，但也还没有碰到根本的问题：中国等于并没有文字。待到拉丁化的提议出现，这才抓住了解决问题的紧要关键。反对，当然大大的要有的，特殊人物的成规，动他不得。格理莱倡地动说，达尔文说进化论，摇动了宗教，道德的基础，被攻击原是毫不足怪的；但哈飞见了血液在人身中环流，这和一切社会制度有什么关系呢，却也被攻击了一世。然而结果怎样？结果是：血液在人身中环流！中国人要在这世界上生存，那些识得《十三经》的名目的学者，“灯红”会对“酒绿”的文人，并无用处，却全靠大家的切实的智力，是明明白白的。那么，倘要生存，先就必须除去阻碍传布智力的结核：非语文和方块字。如果不想大家来给旧文字做牺牲，就得牺牲掉旧文字。走那一面呢，这并非如冷笑家所指摘，只是拉丁化提倡者的成败，乃是关于中国大众的存亡的。要得实证，我看也不必等候怎么久。至于拉丁化的较详的意见，我是大体和《自由谈》连载的华圉作《门外文谈》相近的，这里不多说。我也同意于一切冷笑家所冷嘲的大众语的前途的艰难；但以为即使艰难，也还要做；愈艰难，就愈要做。改革，是向来没有一帆风顺的，冷笑家的赞成，是在见了成效之后，如果不信，可看提倡白话文的当时。九月二十四日答《戏》周刊编者信鲁迅先生鉴：《阿q》的第一幕已经登完了，搬上舞台实验虽还不是马上可以做到，但我们的准备工作是就要开始动了。我们希望你能在第一幕刚登完的时候先表一点意见，一方面对于我们的公演准备或者也有些帮助，另方面本刊的丛书计划一实现也可以把你的意见和《阿q》剧本同时付印当作一篇序。这是编者的要求，也是作者，读者和演出的同志们的要求。且介亭杂文（）祝健！编者编辑先生：在《戏》周刊上给我的公开信，我早看见了；后来又收到邮寄的一张周刊，我知道这大约是在催促我的答复。对于戏剧，我是毫无研究的，我的最可靠的答复，是一声也不响。但如果先生和读者们都肯豫先了解我不过是一个外行人的随便谈谈，那么，我自然也不妨说一点我个人的意见。《阿q》在每一期里，登得不多，每期相隔又有六天，断断续续的看过，也陆陆续续的忘记了。现在回忆起来，只记得那编排，将《呐喊》中的另外的人物也插进去，以显示未庄或鲁镇的全貌的方法，是很好的。但阿q所说的绍兴话，我却有许多地方看不懂。现在我自己想说几句的，有两点——一，未庄在那里？《阿q》的编者已经决定：在绍兴。我是绍兴人，所写的背景又是绍兴的居多，对于这决定，大概是谁都同意的。但是，我的一切小说中，指明着某处的却少得很。中国人几乎都是爱护故乡，奚落别处的大英雄，阿q也很有这脾气。那时我想，假如写一篇暴露小说，指定事是出在某处的罢，那么，某处人恨得不共戴天，非某处人却无异隔岸观火，彼此都不反省，一班人咬牙切齿，一班人却飘飘然，不但作品的意义和作用完全失掉了，还要由此生出无聊的枝节来，大家争一通闲气——《闲话扬州》是最近的例子。为了医病，方子上开人参，吃法不好，倒落得满身浮肿，用萝卜子来解，这才恢复了先前一样的瘦，人参白买了，还空空的折贴了萝卜子。人名也一样，古今文坛消息家，往往以为有些小说的根本是在报私仇，所以一定要穿凿书上的谁，就是实际上的谁。为免除这些才子学者们的白费心思，另生枝节起见，我就用“赵太爷”，“钱大爷”，是《百家姓》上最初的两个字；至于阿q的姓呢，谁也不十分了然。但是，那时还是生了谣。还有排行，因为我是长男，下有两个兄弟，为豫防谣家的毒舌起见，我的作品中的坏脚色，是没有一个不是老大，或老四，老五的。上面所说那样的苦心，并非我怕得罪人，目的是在消灭各种无聊的副作用，使作品的力量较能集中，挥得更强烈。果戈理作《巡按使》，使演员直接对看客道：“你们笑自己！”（奇怪的是中国的译本，却将这极要紧的一句删去了。）我的方法是在使读者摸不着在写自己以外的谁，一下子就推诿掉，变成旁观者，而疑心到像是写自己，又像是写一切人，由此开出反省的道路。但我看历来的批评家，是没有一个注意到这一点的。这回编者的对于主角阿q所说的绍兴话，取了这样随手胡调的态度，我看他的眼睛也是为俗尘所蔽的。但是，指定了绍兴也好。于是跟着起来的是第二个问题——二，阿q该说什么话？这似乎无须问，阿q一生的事既然出在绍兴，他当然该说绍兴话。但是第三个疑问接着又来了——三，《阿q》是演给那里的人们看的？倘是演给绍兴人看的，他得说绍兴话无疑。绍兴戏文中，一向是官员秀才用官话，堂倌狱卒用土话的，也就是生，旦，净大抵用官话，丑用土话。我想，这也并非全为了用这来区别人的上下，雅俗，好坏，还有一个大原因，是警句或炼话，讥刺和滑稽，十之九是出于下等人之口的，所以他必用土话，使本地的看客们能够彻底的了解。那么，这关系之重大，也就可想而知了。其实，倘使演给绍兴的人们看，别的脚色也大可以用绍兴话，因为同是绍兴话，所谓上等人和下等人说的也并不同，大抵前者句子简，语助词和感叹词少，后者句子长，语助词和感叹词多，同一意思的一句话，可以冗长到一倍。但如演给别处的人们看，这剧本的作用却减弱，或者简直完全消失了。据我所留心观察，凡有自以为深通绍兴话的外县人，他大抵是像目前标点明人小品的名人一样，并不怎么懂得的；至于北方或闽粤人，我恐怕他听了之后，不会比听外国马戏里的打诨更有所得。且介亭杂文（）我想，普遍，永久，完全，这三件宝贝，自然是了不得的，不过也是作家的棺材钉，会将他钉死。譬如现在的中国，要编一本随时随地，无不可用的剧本，其实是不可能的，要这样编，结果就是编不成。所以我以为现在的办法，只好编一种对话都是比较的容易了解的剧本，倘在学校之类这些地方扮演，可以无须改动，如果到某一省县，某一乡村里面去，那么，这本子就算是一个底本，将其中的说白都改为当地的土话，不但语，就是背景，人名，也都可变换，使看察觉得更加切实。譬如罢，如果这演剧之处并非水村，那么，航船可以化为大车，七斤也可以叫作“小辫儿”的。我的意见说完了，总括一句，不过是说，这剧本最好是不要专化，却使大家可以活用。临末还有一点尾巴，当然决没有叭儿君的尾巴的有趣。这是我十分抱歉的，不过还是非说不可。记得几个月之前，曾经回答过一个朋友的关于大众语的质问，这信后来被表在《社会月报》上了，末了是杨邨人先生的一篇文章。一位绍伯先生就在《火炬》上说我已经和杨邨人先生调和，并且深深的感慨了一番中国人之富于调和性。这一回，我的这一封信，大约也要表的罢，但我记得《戏》周刊上已曾表过曾今可叶灵凤两位先生的文章；叶先生还画了一幅阿q像，好像我那一本《呐喊》还没有在上茅厕时候用尽，倘不是多年便秘，那一定是又买了一本新的了。如果我被绍伯先生的判决所震慑，这回是应该不敢再写什么的，但我想，也不必如此。只是在这里要顺便声明：我并无此种权力，可以禁止别人将我的信件在刊物上表，而且另外还有谁的文章，更无从豫先知道，所以对于同一刊物上的任何作者，都没有表示调和与否的意思；但倘有同一营垒中人，化了装从背后给我一刀，则我的对于他的憎恶和鄙视，是在明显的敌人之上的。这倒并非个人的事，因为现在又到了绍伯先生可以施展老手段的时候，我若不声明，则我所说过的各节，纵非买办意识，也是调和论了，还有什么意思呢？专此布复，即请文安。鲁迅十一月十四日且介亭杂文二集（）书的还魂和赶造把大部的丛书印给读者看，是宋朝就有的，一直到现在。缺点是因为部头大，所以价钱贵。好处是把研究一种学问的书汇集在一处，能比一部一部的自去寻求更省力；或者保存单本小种的著作在里面，使它不易于灭亡。但这第二种好处，是也靠着部头大，价钱贵，人们就因此格外珍重的缺点的。但丛书也有蠹虫。从明末到清初，就时有欺人的丛书出现。那方法之一，是删削内容，轻减刻费，而目录却有一大串，使购买者只觉其种类之多；之二，是不用原题，别立名目，甚至另题撰人，使购买者只觉其收罗之广。如《格致丛书》，《历代小史》，《五朝小说》，《唐人说荟》等，就都是的。现在是大抵消灭了，只有末一种化名为《唐代丛书》，有时还在流毒。然而时代改变，新花样也要跟着出来了。推测起新花样来：其一，是豫先设定一种丛书的大名，罗列目录，大如宇宙，微至苍蝇身上的细菌，无所不包，这才分头觅人，托他译作，限定时日，必须完工，虽然译作者未必定是专家，但总之有许多手同时在稿纸上写字，于是不必穷年累月，一大部煌煌巨制也就出现了；其二，是原有一批零碎的旧译作，一向不甚流行，或者虽曾流行，而现在却已经过了时候，于是聚在一起，略加类别，开成一串五花八门的目录，而一大部煌煌巨制也就出现了。出版者是明白读者们的心想的，有些读者们，苦于不知道什么是必要的书，所以往往以为被选进丛书里的，总该是必要的书籍；而且丛书里的一本，价钱也比单行本便宜，所以看起来好像很上算；加以大小一律，也很合人们爱好整齐的心。本数又多，一下子可以填满几书架，规模不大的图书馆有这几部，馆员就省下时常留心选购新书的精神了。然而出版者是又很明白购买者们的经济状况的，他深知道现在他们手头已没有这许多钱，所以这些书一定是廉价，使他们拼命的办出来，或者是分期豫约，使他们逐渐的缴进去。汇印新作，当然是很好的，但新作必须是精粹的本子，这才可以救读者们的智识的饥荒。就是重印旧作，也并不算坏，不过这旧作必须已是一种带着文献性的本子，这才足供读者们的研究。如果仅仅是克日速成的草稿，或是栈房角落的存书，改换新装，招摇过市，但以“大”或“多”或“廉”诱人，使读者化去不少的钱，实际上却不过得到一大堆废物，这恶影响之在读书界是很不小的。凡留心于文化的前进的人，对于这些书应该加以检讨！二月十五日人生识字胡涂始中国的成语只有“人生识字忧患始”，这一句是我翻造的。孩子们常常给我好教训，其一是学话。他们学话的时候，没有教师，没有语法教科书，没有字典，只是不断的听取，记住，分析，比较，终于懂得每个词的意义，到得两三岁，普通的简单的话就大概能够懂，而且能够说了，也不大有错误。小孩子往往喜欢听人谈天，更喜欢陪客，那大目的，固然在于一同吃点心，但也为了爱热闹，尤其是在研究别人的语，看有什么对于自己有关系——能懂，该问，或可取的。我们先前的学古文也用同样的方法，教师并不讲解，只要你死读，自己去记住，分析，比较去。弄得好，是终于能够有些懂，并且竟也可以写出几句来的，然而到底弄不通的也多得很。自以为通，别人也以为通了，但一看底细，还是并不怎么通，连明人小品都点不断的，又何尝少有？人们学话，从高等华人以至下等华人，只要不是聋子或哑子，学不会的是几乎没有的，一到学文，就不同了，学会的恐怕不过极少数，就是所谓学会了的人们之中，请恕我坦白的再来重复的说一句罢，大约仍然胡胡涂涂的还是很不少。这自然是古文作怪。因为我们虽然拼命的读古文，但时间究竟是有限的，不像说话，整天的可以听见；而且所读的书，也许是《庄子》和《文选》呀，《东莱博议》呀，《古文观止》呀，从周朝人的文章，一直读到明朝人的文章，非常驳杂，脑子给古今各种马队践踏了一通之后，弄得乱七八遭，但蹄迹当然是有些存留的，这就是所谓“有所得”。这一种“有所得”当然不会清清楚楚，大概是似懂非懂的居多，所以自以为通文了，其实却没有通，自以为识字了，其实也没有识。自己本是胡涂的，写起文章来自然也胡涂，读者看起文章来，自然也不会倒明白。然而无论怎样的胡涂文作者，听他讲话，却大抵清楚，不至于令人听不懂的——除了故意大显本领的讲演之外。因此我想，这“胡涂”的来源，是在识字和读书。且介亭杂文二集（）例如我自己，是常常会用些书本子上的词汇的。虽然并非什么冷僻字，或者连读者也并不觉得是冷僻字。然而假如有一位精细的读者，请了我去，交给我一枝铅笔和一张纸，说道，“您老的文章里，说过这山是‘崚嶒’的，那山是‘巉岩’的，那究竟是怎么一副样子呀？您不会画画儿也不要紧，就钩出一点轮廓来给我看看罢。请，请，请……”这时我就会腋下出汗，恨无地洞可钻。因为我实在连自己也不知道“崚嶒”和“巉岩”究竟是什么样子，这形容词，是从旧书上钞来的，向来就并没有弄明白，一经切实的考查，就糟了。此外如“幽婉”，“玲珑”，“蹒跚”，“嗫嚅”……之类，还多得很。说是白话文应该“明白如话”，已经要算唱厌了的老调了，但其实，现在的许多白话文却连“明白如话”也没有做到。倘要明白，我以为第一是在作者先把似识非识的字放弃，从活人的嘴上，采取有生命的词汇，搬到纸上来；也就是学学孩子，只说些自己的确能懂的话。至于旧语的复活，方的普遍化，那自然也是必要的，但一须选择，二须有字典以确定所含的意义，这是另一问题，在这里不说它了。四月二日隐士隐士，历来算是一个美名，但有时也当作一个笑柄。最显著的，则有刺陈眉公的“翩然一只云中鹤，飞去飞来宰相衙”的诗，至今也还有人提及。我以为这是一种误解。因为一方面，是“自视太高”，于是别方面也就“求之太高”，彼此“忘其所以”，不能“心照”，而又不能“不宣”，从此口舌也多起来了。非隐士的心目中的隐士，是声闻不彰，息影山林的人物。但这种人物，世间是不会知道的。一到挂上隐士的招牌，则即使他并不“飞去飞来”，也一定难免有些表白，张扬；或是他的帮闲们的开锣喝道——隐士家里也会有帮闲，说起来似乎不近理，但一到招牌可以换饭的时候，那是立刻就有帮闲的，这叫作“啃招牌边”。这一点，也颇为非隐士的人们所诟病，以为隐士身上而有油可揩，则隐士之阔绰可想了。其实这也是一种“求之太高”的误解，和硬要有名的隐士，老死山林中者相同。凡是有名的隐士，他总是已经有了“悠哉游哉，聊以卒岁”的幸福的。倘不然，朝砍柴，昼耕田，晚浇菜，夜织屦，又那有吸烟品茗，吟诗作文的闲暇？陶渊明先生是我们中国赫赫有名的大隐，一名“田园诗人”，自然，他并不办期刊，也赶不上吃“庚款”，然而他有奴子。汉晋时候的奴子，是不但侍候主人，并且给主人种地，营商的，正是生财器具。所以虽是渊明先生，也还略略有些生财之道在，要不然，他老人家不但没有酒喝，而且没有饭吃，早已在东篱旁边饿死了。所以我们倘要看看隐君子风，实际上也只能看看这样的隐君子，真的“隐君子”是没法看到的。古今著作，足以汗牛而充栋，但我们可能找出樵夫渔父的著作来？他们的著作是砍柴和打鱼。至于那些文士诗翁，自称什么钓徒樵子的，倒大抵是悠游自得的封翁或公子，何尝捏过钓竿或斧头柄。要在他们身上赏鉴隐逸气，我敢说，这只能怪自己胡涂。登仕，是噉饭之道，归隐，也是噉饭之道。假使无法噉饭，那就连“隐”也隐不成了。“飞去飞来”，正是因为要“隐”，也就是因为要噉饭；肩出“隐士”的招牌来，挂在“城市山林”里，这就正是所谓“隐”，也就是噉饭之道。帮闲们或开锣，或喝道，那是因为自己还不配“隐”，所以只好揩一点“隐”油，其实也还不外乎噉饭之道。汉唐以来，实际上是入仕并不算鄙，隐居也不算高，而且也不算穷，必须欲“隐”而不得，这才看作士人的末路。唐末有一位诗人左偃，自述他悲惨的境遇道：“谋隐谋官两无成”，是用七个字道破了所谓“隐”的秘密的。“谋隐”无成，才是沦落，可见“隐”总和享福有些相关，至少是不必十分挣扎谋生，颇有悠闲的余裕。但赞颂悠闲，鼓吹烟茗，却又是挣扎之一种，不过挣扎得隐藏一些。虽“隐”，也仍然要噉饭，所以招牌还是要油漆，要保护的。泰山崩，黄河溢，隐士们目无见，耳无闻，但苟有议及自己们或他的一伙的，则虽千里之外，半句之微，他便耳聪目明，奋袂而起，好像事件之大，远胜于宇宙之灭亡者，也就为了这缘故。其实连和苍蝇也何尝有什么相关。且介亭杂文二集（）明白这一点，对于所谓“隐士”也就毫不诧异了，心照不宣，彼此都省事。一月二十五日论讽刺我们常不免有一种先入之见，看见讽刺作品，就觉得这不是文学上的正路，因为我们先就以为讽刺并不是美德。但我们走到交际场中去，就往往可以看见这样的事实，是两位胖胖的先生，彼此弯腰拱手，满面油晃晃的正在开始他们的扳谈——“贵姓？……”“敝姓钱。”“哦，久仰久仰！还没有请教台甫……”“草字阔亭。”“高雅高雅。贵处是……？”“就是上海……”“哦哦，那好极了，这真是……”谁觉得奇怪呢？但若写在小说里，人们可就会另眼相看了，恐怕大概要被算作讽刺。有好些直写事实的作者，就这样的被蒙上了“讽刺家”——很难说是好是坏——的头衔。例如在中国，则《金瓶梅》写蔡御史的自谦和恭维西门庆道：“恐我不如安石之才，而君有王右军之高致矣！”还有《儒林外史》写范举人因为守孝，连象牙筷也不肯用，但吃饭时，他却“在燕窝碗里拣了一个大虾圆子送在嘴里”，和这相似的形是现在还可以遇见的；在外国，则如近来已被中国读者所注意了的果戈理的作品，他那《外套》（韦素园译，在《未名丛刊》中）里的大小官吏，《鼻子》（许遐译，在《译文》中）里的绅士，医生，闲人们之类的典型，是虽在中国的现在，也还可以遇见的。这分明是事实，而且是很广泛的事实，但我们皆谓之讽刺。人大抵愿意有名，活的时候做自传，死了想有人分讣文，做行实，甚而至于还“宣付国史馆立传”。人也并不全不自知其丑，然而他不愿意改正，只希望随时消掉，不留痕迹，剩下的单是美点，如曾经施粥赈饥之类，却不是全般。“高雅高雅”，他其实何尝不知道有些肉麻，不过他又知道说过就完，“本传”里决不会有，于是也就放心的“高雅”下去。如果有人记了下来，不给它消灭，他可要不高兴了。于是乎挖空心思的来一个反攻，说这些乃是“讽刺”，向作者抹一脸泥，来掩藏自己的真相。但我们也每不免来不及思索，跟着说，“这些乃是讽刺呀！”上当真可是不浅得很。同一例子的还有所谓“骂人”。假如你到四马路去，看见雉妓在拖住人，倘大声说：“野鸡在拉客”，那就会被她骂你是“骂人”。骂人是恶德，于是你先就被判定在坏的一方面了；你坏，对方可就好。但事实呢，却的确是“野鸡在拉客”，不过只可心里知道，说不得，在万不得已时，也只能说“姑娘勒浪做生意”，恰如对于那些弯腰拱手之辈，做起文章来，是要改作“谦以待人，虚以接物”的。——这才不是骂人，这才不是讽刺。其实，现在的所谓讽刺作品，大抵倒是写实。非写实决不能成为所谓“讽刺”；非写实的讽刺，即使能有这样的东西，也不过是造谣和诬蔑而已。三月十六日几乎无事的悲剧果戈理（nikolaigogol）的名字，渐为中国读者所认识了，他的名著《死魂灵》的译本，也已经表了第一部的一半。那译文虽然不能令人满意，但总算借此知道了从第二至六章，一共写了五个地主的典型，讽刺固多，实则除一个老太婆和吝啬鬼泼留希金外，都各有可爱之处。至于写到农奴，却没有一点可取了，连他们诚心来帮绅士们的忙，也不但无益，反而有害。果戈理自己就是地主。然而当时的绅士们很不满意，一定的照例的反击，是说书中的典型，多是果戈理自己，而且他也并不知道大俄罗斯地主的形。这是说得通的，作者是乌克兰人，而看他的家信，有时也简直和书中的地主的意见相类似。然而即使他并不知道大俄罗斯的地主的形罢，那创作出来的脚色，可真是生动极了，直到现在，纵使时代不同，国度不同，也还使我们像是遇见了有些熟识的人物。讽刺的本领，在这里不及谈，单说那独特之处，尤其是在用平常事，平常话，深刻的显出当时地主的无聊生活。例如第四章里的罗士特来夫，是地方恶少式的地主，赶热闹，爱赌博，撒大谎，要恭维，——但挨打也不要紧。他在酒店里遇到乞乞科夫，夸示自己的好小狗，勒令乞乞科夫摸过狗耳朵之后，还要摸鼻子——且介亭杂文二集（）“乞乞科夫要和罗士特来夫表示好意，便摸了一下那狗的耳朵。‘是的，会成功一匹好狗的。’他加添着说。”“‘再摸摸它那冰冷的鼻头，拿手来呀！’因为要不使他扫兴，乞乞科夫就又一碰那鼻子，于是说道：‘不是平常的鼻子！’”这种莽撞而沾沾自喜的主人，和深通世故的客人的圆滑的应酬，是我们现在还随时可以遇见的，有些人简直以此为一世的交际术。“不是平常的鼻子”，是怎样的鼻子呢？说不明的，但听者只要这样也就足够了。后来又同到罗士特来夫的庄园去，历览他所有的田产和东西——“还去看克理米亚的母狗，已经瞎了眼，据罗士特来夫说，是就要倒毙的。两年以前，却还是一条很好的母狗。大家也来察看这母狗，看起来，它也确乎瞎了眼。”这时罗士特来夫并没有说谎，他表扬着瞎了眼的母狗，看起来，也确是瞎了眼的母狗。这和大家有什么关系呢，然而世界上有一些人，却确是嚷闹，表扬，夸示着这一类事，又竭力证实着这一类事，算是忙人和诚实人，在过了他的整一世。这些极平常的，或者简直近于没有事的悲剧，正如无声的语一样，非由诗人画出它的形象来，是很不容易觉察的。然而人们灭亡于英雄的特别的悲剧者少，消磨于极平常的，或者简直近于没有事的悲剧者却多。听说果戈理的那些所谓“含泪的微笑”，在他本土，现在是已经无用了，来替代它的有了健康的笑。但在别地方，也依然有用，因为其中还藏着许多活人的影子。况且健康的笑，在被笑的一方面是悲哀的，所以果戈理的“含泪的微笑”，倘传到了和作者地位不同的读者的脸上，也就成为健康：这是《死魂灵》的伟大处，也正是作者的悲哀处。七月十四日“文人相轻”老是说着同样的一句话是要厌的。在所谓文坛上，前年嚷过一回“文人无行”，去年是闹了一通“京派和海派”，今年又出了新口号，叫作“文人相轻”。对于这风气，口号家很愤恨，他的“真理哭了”，于是大声疾呼，投一切“文人”以轻蔑。“轻蔑”，他是最憎恶的，但因为他们“相轻”，损伤了他理想中的一道同风的天下，害得他自己也只好施行轻蔑术了。自然，这是“即以其人之道，还治其人之身”，是古圣人的良法，但“相轻”的恶弊，可真也不容易除根。我们如果到《文选》里去找词汇的时候，大概是可以遇着“文人相轻”这四个字的，拾来用用，似乎也还有些漂亮。然而，曹聚仁先生已经在《自由谈》（四月九日至十一日）上指明，曹丕之所谓“文人相轻”者，是“文非一体，鲜能备善，是以各以所长，相轻所短”，凡所指摘，仅限于制作的范围。一切别的攻击形体，籍贯，诬赖，造谣，以至施蛰存先生式的“他自己也是这样的呀”，或魏金枝先生式的“他的亲戚也和我一样了呀”之类，都不在内。倘把这些都作为曹丕所说的“文人相轻”，是混淆黑白，真理虽然大哭，倒增加了文坛的黑暗的。我们如果到《庄子》里去找词汇，大概又可以遇着两句宝贝的教训：“彼亦一是非，此亦一是非”，记住了来作危急之际的护身符，似乎也不失为漂亮。然而这是只可暂时口说，难以永远实行的。喜欢引用这种格的人，那精神的相距之远，更甚于叭儿之与老聃，这里不必说它了。就是庄生自己，不也在《天下篇》里，历举了别人的缺失，以他的“无是非”轻了一切“有所是非”的行吗？要不然，一部《庄子》，只要“今天天气哈哈哈……”七个字就写完了。但我们现在所处的并非汉魏之际，也不必恰如那时的文人，一定要“各以所长，相轻所短”。凡批评家的对于文人，或文人们的互相评论，各各“指其所短，扬其所长”固可，即“掩其所短，称其所长”亦无不可。然而那一面一定得有“所长”，这一面一定得有明确的是非，有热烈的好恶。假使被今年新出的“文人相轻”这一个模模胡胡的恶名所吓昏，对于充风流的富儿，装古雅的恶少，销的瘪三，无不“彼亦一是非，此亦一是非”，一律拱手低眉，不敢说或不屑说，那么，这是怎样的批评家或文人呢？——他先就非被“轻”不可的！且介亭杂文二集（）四月十四日再论“文人相轻”今年的所谓“文人相轻”，不但是混淆黑白的口号，掩护着文坛的昏暗，也在给有一些人“挂着羊头卖狗肉”的。真的“各以所长，相轻所短”的能有多少呢！我们在近几年所遇见的，有的是“以其所短，轻人所短”。例如白话文中，有些是该屈难读的，确是一种“短”，于是有人提了小品或语录，向这一点昂然进攻了，但不久就露出尾巴来，暴露了他连对于自己所提倡的文章，也常常点着破句，“短”得很。有的却简直是“以其所短，轻人所长”了。例如轻蔑“杂文”的人，不但他所用的也是“杂文”，而他的“杂文”，比起他所轻蔑的别的“杂文”来，还拙劣到不能相提并论。那些高谈阔论，不过是契诃夫（a。chekhov）所指出的登了不识羞的顶颠，傲视着一切，被轻者是无福和他们比较的，更从什么地方“相”起？现在谓之“相”，其实是给他们一扬，靠了这“相”，也是“文人”了。然而，“所长”呢？况且现在文坛上的纠纷，其实也并不是为了文笔的短长。文学的修养，决不能使人变成木石，所以文人还是人，既然还是人，他心里就仍然有是非，有爱憎；但又因为是文人，他的是非就愈分明，爱憎也愈热烈。从圣贤一直敬到骗子屠夫，从美人香草一直爱到麻疯病菌的文人，在这世界上是找不到的，遇见所是和所爱的，他就拥抱，遇见所非和所憎的，他就反拨。如果第三者不以为然了，可以指出他所非的其实是“是”，他所憎的其实该爱来，单用了笼统的“文人相轻”这一句空话，是不能抹杀的，世间还没有这种便宜事。一有文人，就有纠纷，但到后来，谁是谁非，孰存孰亡，都无不明明白白。因为还有一些读者，他的是非爱憎，是比和事老的评论家还要清楚的。然而，又有人来恐吓了。他说，你不怕么？古之嵇康，在柳树下打铁，钟会来看他，他不客气，问道：“何所闻而来，何所见而去？”于是得罪了钟文人，后来被他在司马懿面前搬是非，送命了。所以你无论遇见谁，应该赶紧打拱作揖，让坐献茶，连称“久仰久仰”才是。这自然也许未必全无好处，但做文人做到这地步，不是很有些近乎婊子了么？况且这位恐吓家的举例，其实也是不对的，嵇康的送命，并非为了他是傲慢的文人，大半倒因为他是曹家的女婿，即使钟会不去搬是非，也总有人去搬是非的，所谓“重赏之下，必有勇夫”者是也。不过我在这里，并非主张文人应该傲慢，或不妨傲慢，只是说，文人不应该随和；而且文人也不会随和，会随和的，只有和事老。但这不随和，却又并非回避，只是唱着所是，颂着所爱，而不管所非和所憎；他得像热烈地主张着所是一样，热烈地攻击着所非，像热烈地拥抱着所爱一样，更热烈地拥抱着所憎——恰如赫尔库来斯（hercules）的紧抱了巨人安太乌斯（antaeus）一样，因为要折断他的肋骨。五月五日五论“文人相轻”——明术“文人相轻”是局外人或假充局外人的话。如果自己是这局面中人之一，那就是非被轻则是轻人，他决不用这对等的“相”字。但到无可奈何的时候，却也可以拿这四个字来遮掩一下。这遮掩是逃路，然而也仍然是战术，所以这口诀还被有一些人所宝爱。不过这是后来的话。在先，当然是“轻”。“轻”之术很不少。粗糙的说：大略有三种。一种是自卑，自己先躺在垃圾里，然后来拖敌人，就是“我是畜生，但是我叫你爹爹，你既是畜生的爹爹，可见你也是畜生了”的法子。这形容自然未免过火一点，然而较文雅的现象，文坛上却并不怎么少见的。埋伏之法，是甲乙两人的作品，思想和技术，分明不同，甚而至于相反的，某乙却偏要设法表明，说惟独自己的作品乃是某甲的嫡派；补救之法，是某乙的缺点倘被某甲所指摘，他就说这些事正是某甲所具备，而且自己也正从某甲那里学了来的。此外，已经把别人评得一钱不值了，临末却又很谦虚的声明自己并非批评家，凡有所说，也许全等于放屁之类，也属于这一派。且介亭杂文二集（）一种是最正式的，就是自高，一面把不利于自己的批评，统统谓之“漫骂”，一面又竭力宣扬自己的好处，准备跨过别人。但这方法比较的麻烦，因为除“辟谣”之外，自吹自擂是究竟不很雅观的，所以做这些文章时，自己得另用一个笔名，或者邀一些“讲交道”的“朋友”来互助。不过弄得不好，那些“朋友”就会变成保驾的打手或抬驾的轿夫，而使那“朋友”会变成这一类人物的，则这御驾一定不过是有些手势的花花公子，抬来抬去，终于脱不了原形，一年半载之后，花花之上也再添不上什么花头去，而且打手轿夫，要而之，也究竟要工食，倘非腰包饱满，是没法维持的。如果能用死轿夫，如袁中郎或“晚明二十家”之流来抬，再请一位活名人喝道，自然较为轻而易举，但看过去的成绩和效验，可也并不见佳。还有一种是自己连名字也并不抛头露面，只用匿名或由“朋友”给敌人以“批评”——要时髦些，就可以说是“批判”。尤其要紧的是给与一个名称，像一般的“诨名”一样。因为读者大众的对于某一作者，是未必和“批评”或“批判”者同仇敌慨的，一篇文章，纵使题目用头号字印成，他们也不大起劲，现在制出一个简括的诨名，就可以比较的不容易忘记了。在近十年来的中国文坛上，这法术，用是也常用的，但效果却很小。法术原是极利害，极致命的法术。果戈理夸俄国人之善于给别人起名号——或者也是自夸——说是名号一出，就是你跑到天涯海角，它也要跟着你走，怎么摆也摆不脱。这正如传神的写意画，并不细画须眉，并不写上名字，不过寥寥几笔，而神毕肖，只要见过被画者的人，一看就知道这是谁；夸张了这人的特长——不论优点或弱点，却更知道这是谁。可惜我们中国人并不怎样擅长这本领。起源，是古的。从汉末到六朝之所谓“品题”，如“关东觥觥郭子横”，“五经纷纶井大春”，就是这法术，但说的是优点居多。梁山泊上一百另八条好汉都有诨名，也是这一类，不过着眼多在形体，如“花和尚鲁智深”和“青面兽杨志”，或者才能，如“浪里白跳张顺”和“鼓上蚤时迁”等，并不能提挈这人的全般。直到后来的讼师，写状之际，还常常给被告加上一个诨名，以见他原是流氓地痞一类，然而不久也就拆穿西洋镜，即使毫无才能的师爷，也知道这是不足注意的了。现在的所谓文人，除了改用几个新名词之外，也并无进步，所以那些“批判”，结果还大抵是徒劳。这失败之处，是在不切帖。批评一个人，得到结论，加以简括的名称，虽只寥寥数字，却很要明确的判断力和表现的才能的。必须切帖，这才和被批判者不相离，这才会跟了他跑到天涯海角。现在却大抵只是漫然的抓了一时之所谓恶名，摔了过去：或“封建余孽”，或“布尔乔亚”，或“破锣”，或“无政府主义者”，或“利己主义者”……等等；而且怕一个不够致命，又连用些什么“无政府主义封建余孽”或“布尔乔亚破锣利己主义者”；怕一人说没有力，约朋友各给他一个；怕说一回还太少，一年内连给他几个：时时改换，个个不同。这举棋不定，就因为观察不精，因而品题也不确，所以即使用尽死劲，流完大汗，写了出去，也还是和对方不相干，就是用浆糊粘在他身上，不久也就脱落了。汽车夫怒，便骂洋车夫阿四一声“猪猡”，顽皮孩子高兴，也会在卖炒白果阿五的背上画一个乌龟，虽然也许博得市侩们的一笑，但他们是决不因此就得“猪猡阿四”或“乌龟阿五”的诨名的。此理易明：因为不切帖。五四时代的所谓“桐城谬种”和“选学妖孽”，是指做“载飞载鸣”的文章和抱住《文选》寻字汇的人们的，而某一种人确也是这一流，形容惬当，所以这名目的流传也较为永久。除此之外，恐怕也没有什么还留在大家的记忆里了。到现在，和这八个字可以匹敌的，或者只好推“洋场恶少”和“革命小贩”了罢。前一联出于古之“京”，后一联出于今之“海”。且介亭杂文二集（）创作难，就是给人起一个称号或诨名也不易。假使有谁能起颠扑不破的诨名的罢，那么，他如作评论，一定也是严肃正确的批评家，倘弄创作，一定也是深刻博大的作者。所以，连称号或诨名起得不得法，也还是因为这班“朋友”的不“文”。——“再亮些！”八月十四日六论“文人相轻”——二卖今年文坛上的战术，有几手是恢复了五六年前的太阳社式，年纪大又成为一种罪状了，叫作“倚老卖老”。其实呢，罪是并不在“老”，而在于“卖”的，假使他在叉麻酱，念弥陀，一字不写，就决不会惹青年作家的口诛笔伐。如果这推测并不错，文坛上可又要增添各样的罪人了，因为现在的作家，有几位总不免在他的“作品”之外，附送一点特产的赠品。有的卖富，说卖稿的文人的作品，都是要不得的；有人指出了他的诗思不过在太太的奁资中，就有帮闲的来说这人是因为得不到这样的太太，恰如狐狸的吃不到葡萄，所以只好说葡萄酸。有的卖穷，或卖病，说他的作品是挨饿三天，吐血十口，这才做出来的，所以与众不同。有的卖穷和富，说这刊物是因为受了文阀文僚的排挤，自掏腰包，忍痛印出来的，所以又与众不同。有的卖孝，说自己做这样的文章，是因为怕父亲将来吃苦的缘故，那可更了不得，价值简直和李密的《陈表》不相上下了。有的就是衔烟斗，穿洋服，唉声叹气，顾影自怜，老是记着自己的韶年玉貌的少年哥儿，这里和“卖老”相对，姑且叫他“卖俏”罢。不过中国的社会上，“卖老”的真也特别多。女人会穿针，有什么希奇呢，一到一百多岁，就可以开大会，穿给大家看，顺便还捐钱了。说中国人“起码要学狗”，倘是小学生的作文，是会遭先生的板子的，但大了几十年，新闻上就大登特登，还用方体字标题道：“皤然一老莅故都，吴稚晖语妙天下”；劝人解囊赈灾的文章，并不少见，而文中自述年纪曰：“余年九十六岁矣”者，却只有马相伯先生。但普通都不谓之“卖”，另有极好的称呼，叫作“有价值”。“老作家”的“老”字，就是一宗罪案，这法律在文坛上已经好几年了，不过或者指为落伍，或者说是把持，……总没有指出明白的坏处。这回才由上海的青年作家揭了要点，是在“卖”他的“老”。那就不足虑了，很容易扫荡。中国各业，多老牌子，文坛却并不然，创作了几年，就或者做官，或者改业，或者教书，或者卷逃，或者经商，或者造反，或者送命……不见了。“老”在那里的原已寥寥无几，真有些像耆英会里的一百多岁的老太婆，居然会活到现在，连“民之父母”也觉得希奇古怪。而且她还会穿针，就尤其希奇古怪，使街头巷尾弄得闹嚷嚷。然而呀了，这其实是为了奉旨旌表的缘故，如果一个十六七岁的漂亮姑娘登台穿起针来，看的人也决不会少的。谁有“卖老”的吗？一遇到少的俏的就倒。不过中国的文坛虽然幼稚，昏暗，却还没有这么简单；读者虽说被“养成一种‘看热闹’的趣”，但有辨别力的也不少，而且还在多起来。所以专门“卖老”，是不行的，因为文坛究竟不是养老堂，又所以专门“卖俏”，也不行的，因为文坛究竟也不是妓院。二卖俱非，由非见是，混沌之辈，以为两伤。九月十二日七论“文人相轻”——两伤所谓文人，轻个不完，弄得别一些作者摇头叹气了，以为作践了文苑。这自然也说得通。陶渊明先生“采菊东篱下”，心境必须清幽闲适，他这才能够“悠然见南山”，如果篱中篱外，有人大嚷大跳，大骂大打，南山是在的，他却“悠然”不得，只好“愕然见南山”了。现在和晋宋之交有些不同，连“象牙之塔”也已经搬到街头来，似乎颇有“不隔”之意，然而也还得有幽闲，要不然，即无以寄其沉痛，文坛减色，嚷嚷之罪大矣。于是相轻的文人们的处境，就也更加艰难起来，连街头也不再是扰攘的地方了，真是途穷道尽。且介亭杂文二集（）然而如果还要相轻又怎么样呢？前清有成例，知县老爷出巡，路遇两人相打，不问青红皂白，谁是谁非，各打屁股五百完事。不相轻的文人们纵有“肃静”“回避”牌，却无小板子，打是自然不至于的，他还是用“笔伐”，说两面都不是好东西。这里有一段炯之先生的《谈谈上海的刊物》为例——“说到这种争斗，使我们记起《太白》，《文学》，《论语》，《人间世》几年来的争斗成绩。这成绩就是凡骂人的与被骂的一古脑儿变成丑角，等于木偶戏的互相揪打或以头互碰，除了读者养成一种‘看热闹’的趣以外，别无所有。把读者养成欢喜看‘戏’不欢喜看‘书’的习气，‘文坛消息’的多少，成为刊物销路多少的主要原因。争斗的延长，无结果的延长，实在可说是中国读者的大不幸。我们是不是还有什么方法可以使这种‘私骂’占篇幅少一些？一个时代的代表作，结起账来若只是这些精巧的对骂，这文坛，未免太可怜了。”（天津《大公报》的《小公园》，八月十八日。）“这种斗争”，炯之先生还自有一个界说：“即是向异己者用一种琐碎方法，加以无怜悯，不节制的辱骂。（一个术语，便是‘斗争’。）”云。于是乎这位炯之先生便以怜悯之心，节制之笔，定两造为丑角，觉文坛之可怜了，虽然“我们记起《太白》，《文学》，《论语》，《人间世》几年来”，似乎不但并不以“‘文坛消息’的多少，成为刊物销路多少的主要原因”，而且简直不登什么“文坛消息”。不过“骂”是有的；只“看热闹”的读者，大约一定也有的。试看路上两人相打，他们何尝没有是非曲直之分，但旁观者往往只觉得有趣；就是绑出法场去，也是不问罪状，单看热闹的居多。由这形，推而广之以至于文坛，真令人有不如逆来顺受，唾面自干之感。到这里来一个“然而”罢，转过来是旁观者或读者，其实又并不全如炯之先生所拟定的混沌，有些是自有各人自己的判断的。所以昔者古典主义者和罗曼主义者相骂，甚而至于相打，他们并不都成为丑角；左拉遭了剧烈的文字和图画的嘲骂，终于不成为丑角；连生前身败名裂的王尔德，现在也不算是丑角。自然，他们有作品。但中国也有的。中国的作品“可怜”得很，诚然，但这不只是文坛可怜，也是时代可怜，而且这可怜中，连“看热闹”的读者和论客都在内。凡有可怜的作品，正是代表了可怜的时代。昔之名人说“恕”字诀——但他们说，对于不知恕道的人，是不恕的；——今之名人说“忍”字诀，春天的论客以“文人相轻”混淆黑白，秋天的论客以“凡骂人的与被骂的一古脑儿变成丑角”抹杀是非。冷冰冰阴森森的平安的古冢中，怎么会有生人气？“我们是不是还有什么方法可以使这种‘私骂’占篇幅少一些？”——炯之先生问。有是有的。纵使名之曰“私骂”，但大约决不会件件都是一面等于二加二，一面等于一加三，在“私”之中，有的较近于“公”，在“骂”之中，有的较合于“理”的，居然来加评论的人，就该放弃了“看热闹的趣”，加以分析，明白的说出你究以为那一面较“是”，那一面较“非”来。至于文人，则不但要以热烈的憎，向“异己”者进攻，还得以热烈的憎，向“死的说教者”抗战。在现在这“可怜”的时代，能杀才能生，能憎才能爱，能生与爱，才能文。彼兑飞说得好：我的爱并不是欢欣安静的人家，花园似的，将平和一门关住，其中有“幸福”慈爱地往来，而抚养那“欢欣”，那娇小的仙女。我的爱，就如荒凉的沙漠一般——一个大盗似的有嫉妒在那里霸着；他的剑是绝望的疯狂，而每一刺是各样的谋杀！九月十二日“题未定”草（一至三）一极平常的豫想，也往往会给实验打破。我向来总以为翻译比创作容易，因为至少是无须构想。但到真的一译，就会遇着难关，譬如一个名词或动词，写不出，创作时候可以回避，翻译上却不成，也还得想，一直弄到头昏眼花，好像在脑子里面摸一个急于要开箱子的钥匙，却没有。严又陵说，“一名之立，旬月踌蹰”，是他的经验之谈，的的确确的。且介亭杂文二集（）新近就因为豫想的不对，自己找了一个苦吃。《世界文库》的编者要我译果戈理的《死魂灵》，没有细想，一口答应了。这书我不过曾经草草的看过一遍，觉得写法平直，没有现代作品的希奇古怪，那时的人们还在蜡烛光下跳舞，可见也不会有什么摩登名词，为中国所未有，非译者来闭门生造不可的。我最怕新花样的名词，譬如电灯，其实也不算新花样了，一个电灯的另件，我叫得出六样：花线，灯泡，灯罩，沙袋，扑落，开关。但这是上海话，那后三个，在别处怕就行不通。《一天的工作》里有一篇短篇，讲到铁厂，后来有一位在北方铁厂里的读者给我一封信，说其中的机件名目，没有一个能够使他知道实物是什么的。呜呼，——这里只好呜呼了——其实这些名目，大半乃是十九世纪末我在江南学习挖矿时，得之老师的传授。不知是古今异时，还是南北异地之故呢，隔膜了。在青年文学家靠它修养的《庄子》和《文选》或者明人小品里，也找不出那些名目来。没有法子。“三十六着，走为上着”，最没有弊病的是莫如不沾手。可恨我还太自大，竟又小觑了《死魂灵》，以为这倒不算什么，担当回来，真的又要翻译了。于是“苦”字上头。仔细一读，不错，写法的确不过平铺直叙，但到处是刺，有的明白，有的却隐藏，要感得到；虽然重译，也得竭力保存它的锋头。里面确没有电灯和汽车，然而十九世纪上半期的菜单，赌具，服装，也都是陌生家伙。这就势必至于字典不离手，冷汗不离身，一面也自然只好怪自己语学程度的不够格。但这一杯偶然自大了一下的罚酒是应该喝干的：硬着头皮译下去。到得烦厌，疲倦了的时候，就随便拉本新出的杂志来翻翻，算是休息。这是我的老脾气，休息之中，也略含幸灾乐祸之意，其意若曰：这回是轮到我舒舒服服的来看你们在闹什么花样了。好像华盖运还没有交完，仍旧不得舒服。拉到手的是《文学》四卷六号，一翻开来，卷头就有一幅红印的大广告，其中说是下一号里，要有我的散文了，题目叫作“未定”。往回一想，编辑先生的确曾经给我一封信，叫我寄一点文章，但我最怕的正是所谓做文章，不答。文章而至于要做，其苦可知。不答者，即答曰不做之意。不料一面又登出广告来了，同绑票，令我为难。但同时又想到这也许还是自己错，我曾经表过，我的文章，不是涌出，乃是挤出来的。他大约正抓住了这弱点，在用挤出法；而且我遇见编辑先生们时，也间或觉得他们有想挤之状，令人寒心。先前如果说：“我的文章，是挤也挤不出来的”，那恐怕要安全得多了，我佩服陀思妥也夫斯基的少谈自己，以及有些文豪们的专讲别人。但是，积习还未尽除，稿费又究竟可以换米，写一点也还不算什么“冤沉海底”。笔，是有点古怪的，它有编辑先生一样的“挤”的本领。袖手坐着，想打盹，笔一在手，面前放一张稿子纸，就往往会莫名其妙的写出些什么来。自然，要好，可不见得。二还是翻译《死魂灵》的事。躲在书房里，是只有这类事的。动笔之前，就先得解决一个问题：竭力使它归化，还是尽量保存洋气呢？日本文的译者上田进君，是主张用前一法的。他以为讽刺传品的翻译，第一当求其易懂，愈易懂，效力也愈广大。所以他的译文，有时就化一句为数句，很近于解释。我的意见却两样的。只求易懂，不如创作，或者改作，将事改为中国事，人也化为中国人。如果还是翻译，那么，先的目的，就在博览外国的作品，不但移，也要益智，至少是知道何地何时，有这等事，和旅行外国，是很相像的：它必须有异国调，就是所谓洋气。其实世界上也不会有完全归化的译文，倘有，就是貌合神离，从严辨别起来，它算不得翻译。凡是翻译，必须兼顾着两面，一当然力求其易解，一则保存着原作的丰姿，但这保存，却又常常和易懂相矛盾：看不惯了。不过它原是洋鬼子，当然谁也看不惯，为比较的顺眼起见，只能改换他的衣裳，却不该削低他的鼻子，剜掉他的眼睛。我是不主张削鼻剜眼的，所以有些地方，仍然宁可译得不顺口。只是文句的组织，无须科学理论似的精密了，就随随便便，但副词的“地”字，却还是使用的，因为我觉得现在看惯了这字的读者已经很不少。且介亭杂文二集（）然而“幸乎不幸乎”，我竟因此见我的新职业了：做西崽。还是当作休息的翻杂志，这回是在《人间世》二十八期上遇见了林语堂先生的大文，摘录会损精神，还是抄一段——“……今人一味仿效西洋，自称摩登，甚至不问中国文法，必欲仿效英文，分‘历史地’为形容词，‘历史地的’为状词，以模仿英文之historically，拖一西洋辫子，然则‘快来’何不因‘快’字是状词而改为‘快地的来’？此类把戏，只是洋场孽少怪相，谈文学虽不足，当西崽颇有才。此种流风，其弊在奴，救之之道，在于思。”（《今文八弊》中）其实是“地”字之类的采用，并非一定从高等华人所擅长的英文而来的。“英文”“英文”，一笑一笑。况且看上文的反问语气，似乎“一味仿效西洋”的“今人”，实际上也并不将“快来”改为“快地的来”，这仅是作者的虚构，所以助成其名文，殆即所谓“保得自身为主，则圆通自在，大畅无比”之例了。不过不切实，倘是“自称摩登”的“今人”所说，就是“其弊在浮”。倘使我至今还住在故乡，看了这一段文章，是懂得，相信的。我们那里只有几个洋教堂，里面想必各有几位西崽，然而很难得遇见。要研究西崽，只能用自己做标本，虽不过“颇”，也够合用了。又是“幸乎不幸乎”，后来竟到了上海，上海住着许多洋人，因此有着许多西崽，因此也给了我许多相见的机会；不但相见，我还得了和他们中的几位谈天的光荣。不错，他们懂洋话，所懂的大抵是“英文”，“英文”，然而这是他们的吃饭家伙，专用于服事洋东家的，他们决不将洋辫子拖进中国话里来，自然更没有捣乱中国文法的意思，有时也用几个音译字，如“那摩温”，“土司”之类，但这也是向来用惯的话，并非标新立异，来表示自己的摩登的。他们倒是国粹家，一有余闲，拉皮胡，唱《探母》；上工穿制服，下工换华装，间或请假出游，有钱的就是缎鞋绸衫子。不过要戴草帽，眼镜也不用玳瑁边的老样式，倘用华洋的“门户之见”看起来，这两样却不免是缺点。又倘使我要另找职业，能说英文，我可真的肯去做西崽的，因为我以为用工作换钱，西崽和华仆在人格上也并无高下，正如用劳力在外资工厂或华资工厂换得工资，或用学费在外国大学或中国大学取得资格，都没有卑贱和清高之分一样。西崽之可厌不在他的职业，而在他的“西崽相”。这里之所谓“相”，非说相貌，乃是“诚于中而形于外”的，包括着“形式”和“内容”而。这“相”，是觉得洋人势力，高于群华人，自己懂洋话，近洋人，所以也高于群华人；但自己又系出黄帝，有古文明，深通华，胜洋鬼子，所以也胜于势力高于群华人的洋人，因此也更胜于还在洋人之下的群华人。租界上的中国巡捕，也常常有这一种“相”。倚徙华洋之间，往来主奴之界，这就是现在洋场上的“西崽相”。但又并不是骑墙，因为他是流动的，较为“圆通自在”，所以也自得其乐，除非你扫了他的兴头。三由前所说，“西崽相”就该和他的职业有关了，但又不全和职业相关，一部份却来自未有西崽以前的传统。所以这一种相，有时是连清高的士大夫也不能免的。“事大”，历史上有过的，“自大”，事实上也常有的；“事大”和“自大”，虽然不相容，但因“事大”而“自大”，却又为实际上所常见——他足以傲视一切连“事大”也不配的人们。有人佩服得五体投地的《野叟曝》中，那“居一人之下，在众人之上”的文素臣，就是这标本。他是崇华，抑夷，其实却是“满崽”；古之“满崽”，正犹今之“西崽”也。所以虽是我们读书人，自以为胜西崽远甚，而洗伐未净，说话一多，也常常会露出尾巴来的。再抄一段名文在这里——“……其在文学，今日绍介波兰诗人，明日绍介捷克文豪，而对于已经闻名之英美法德文人，反厌为陈腐，不欲深察，求一究竟。此与妇女新装求入时一样，总是媚字一字不是，自叹女儿身，事人以颜色，其苦不堪。此种流风，其弊在浮，救之之道，在于学。”（《今文八弊》中）且介亭杂文二集（）但是，这种“新装”的开始，想起来却长久了，“绍介波兰诗人”，还在三十年前，始于我的《摩罗诗力说》。那时满清宰华，汉民受制，中国境遇，颇类波兰，读其诗歌，即易于心心相印，不但无事大之意，也不存献媚之心。后来上海的《小说月报》，还曾为弱小民族作品出过专号，这种风气，现在是衰歇了，即偶有存者，也不过一脉的余波。但生长于民国的幸福的青年，是不知道的，至于附势奴才，拜金崽子，当然更不会知道。但即使现在绍介波兰诗人，捷克文豪，怎么便是“媚”呢？他们就没有“已经闻名”的文人吗？况且“已经闻名”，是谁闻其“名”，又何从而“闻”的呢？诚然，“英美法德”，在中国有宣教师，在中国现有或曾有租界，几处有驻军，几处有军舰，商人多，用西崽也多，至于使一般人仅知有“大英”，“花旗”，“法兰西”和“茄门”，而不知世界上还有波兰和捷克。但世界文学史，是用了文学的眼睛看，而不用势利眼睛看的，所以文学无须用金钱和枪炮作掩护，波兰捷克，虽然未曾加入八国联军来打过北京，那文学却在，不过有一些人，并未“已经闻名”而已。外国的文人，要在中国闻名，靠作品似乎是不够的，他反要得到轻薄。所以一样的没有打过中国的国度的文学，如希腊的史诗，印度的寓，亚剌伯的《天方夜谈》，西班牙的《堂吉诃德》，纵使在别国“已经闻名”，不下于“英美法德文人”的作品，在中国却被忘记了，他们或则国度已灭，或则无能，再也用不着“媚”字。对于这形，我看可以先把上章所引的林语堂先生的训词移到这里来的——“此种流风，其弊在奴，救之之道，在于思。”不过后两句不合用，既然“奴”了，“思”亦何益，思来思去，不过“奴”得巧妙一点而已。中国宁可有未“思”的西崽，将来的文学倒较为有望。但“已经闻名的英美法德文人”，在中国却确是不遇的。中国的立学校来学这四国语，为时已久，开初虽不过意在养成使馆的译员，但后来却展开，盛大了。学德语盛于清末的改革军操，学法语盛于民国的“勤工俭学”。学英语最早，一为了商务，二为了海军，而学英语的人数也最多，为学英语而作的教科书和参考书也最多，由英语起家的学士文人也不少。然而海军不过将军舰送人，绍介“已经闻名”的司各德，迭更斯，狄福，斯惠夫德……的，竟是只知汉文的林纾，连绍介最大的“已经闻名”的莎士比亚的几篇剧本的，也有待于并不专攻英文的田汉。这缘故，可真是非“在于思”则不可了。然而现在又到了“今日绍介波兰诗人，明日绍介捷克文豪”的危机，弱国文人，将闻名于中国，英美法德的文风，竟还不能和他们的财力武力，深入现在的文林，“狗逐尾巴”者既没有恒心，志在高山的又不屑动手，但见山林映以电灯，语录夹些洋话，“对于已经闻名之英美法德文人”，真不知要待何人，至何时，这才来“求一究竟”。那些文人的作品，当然也是好极了的，然甲则曰不佞望洋而兴叹，乙则曰汝辈何不潜心而探求。旧笑话云：昔有孝子，遇其父病，闻股肉可疗，而自怕痛，执刀出门，执途人臂，悍然割之，途人惊拒，孝子谓曰，割股疗父，乃是大孝，汝竟惊拒，岂是人哉！是好比方；林先生云：“说法虽乖，功效实同”，是好辩解。六月十日从帮忙到扯淡“帮闲文学”曾经算是一个恶毒的贬辞，——但其实是误解的。《诗经》是后来的一部经，但春秋时代，其中的有几篇就用之于侑酒；屈原是“楚辞”的开山老祖，而他的《离骚》，却只是不得帮忙的不平。到得宋玉，就现有的作品看起来，他已经毫无不平，是一位纯粹的清客了。然而《诗经》是经，也是伟大的文学作品；屈原宋玉，在文学史上还是重要的作家。为什么呢？——就因为他究竟有文采。且介亭杂文二集（）中国的开国的雄主，是把“帮忙”和“帮闲”分开来的，前者参与国家大事，作为重臣，后者却不过叫他献诗作赋，“俳优蓄之”，只在弄臣之列。不满于后者的待遇的是司马相如，他常常称病，不到武帝面前去献殷勤，却暗暗的作了关于封禅的文章，藏在家里，以见他也有计画大典——帮忙的本领，可惜等到大家知道的时候，他已经“寿终正寝”了。然而虽然并未实际上参与封禅的大典，司马相如在文学史上也还是很重要的作家。为什么呢？就因为他究竟有文采。但到文雅的庸主时，“帮忙”和“帮闲”的可就混起来了，所谓国家的柱石，也常是柔媚的词臣，我们在南朝的几个末代时，可以找出这实例。然而主虽然“庸”，却不“陋”，所以那些帮闲者，文采却究竟还有的，他们的作品，有些也至今不灭。谁说“帮闲文学”是一个恶毒的贬辞呢？就是权门的清客，他也得会下几盘棋，写一笔字，画画儿，识古董，懂得些猜拳行令，打趣插科，这才能不失其为清客。也就是说，清客，还要有清客的本领的，虽然是有骨气者所不屑为，却又非搭空架者所能企及。例如李渔的《一家》，袁枚的《随园诗话》，就不是每个帮闲都做得出来的。必须有帮闲之志，又有帮闲之才，这才是真正的帮闲。如果有其志而无其才，乱点古书，重抄笑话，吹拍名士，拉扯趣闻，而居然不顾脸皮，大摆架子，反自以为得意，——自然也还有人以为有趣，——但按其实，却不过“扯淡”而已。帮闲的盛世是帮忙，到末代就只剩了这扯淡。六月六日文坛三户二十年来，中国已经有了一些作家，多少作品，而且至今还没有完结，所以有个“文坛”，是毫无可疑的。不过搬出去开博览会，却还得顾虑一下。因为文字的难，学校的少，我们的作家里面，恐怕未必有村姑变成的才女，牧童化出的文豪。古时候听说有过一面看牛牧羊，一面读经，终于成了学者的人的，但现在恐怕未必有。——我说了两回“恐怕未必”，倘真有例外的天才，尚希鉴原为幸。要之，凡有弄弄笔墨的人们，他先前总有一点凭借：不是祖遗的正在少下去的钱，就是父积的还在多起来的钱。要不然，他就无缘读书识字。现在虽然有了识字运动，我也不相信能够由此运出作家来。所以这文坛，从阴暗这方面看起来，暂时大约还要被两大类子弟，就是“破落户”和“暴户”所占据。已非暴，又未破落的，自然也颇有出些著作的人，但这并非第三种，不近于甲，即近于乙的，至于掏腰包印书，仗奁资出版者，那是文坛上的捐班，更不在本论范围之内。所以要说专仗笔墨的作者，先还得求之于破落户中。他先世也许暴过，但现在是文雅胜于算盘，家景大不如意了，然而又因此看见世态的炎凉，人生的苦乐，于是真的有些抚今追昔，“缠绵悱恻”起来。一叹天时不良，二叹地理可恶，三叹自己无能。但这无能又并非真无能，乃是自己不屑有能，所以这无能的高尚，倒远在有能之上。你们剑拔弩张，汗流浃背，到底做成了些什么呢？惟我的颓唐相，是“十年一觉扬州梦”，惟我的破衣上，是“襟上杭州旧酒痕”，连懒态和污渍，也都有历史的甚深意义的。可惜俗人不懂得，于是他们的杰作上，就大抵放射着一种特别的神彩，是：“顾影自怜”。暴户作家的作品，表面上和破落户的并无不同。因为他意在用墨水洗去铜臭，这才爬上一向为破落户所主宰的文坛来，以自附于“风雅之林”，又并不想另树一帜，因此也决不标新立异。但仔细一看，却是属于别一本户口册上的；他究竟显得浅薄，而且装腔，学样。房里会有断句的诸子，看不懂；案头也会有石印的骈文，读不断。也会嚷“襟上杭州旧酒痕”呀，但一面又怕别人疑心他穿破衣，总得设法表示他所穿的乃是笔挺的洋服或簇新的绸衫；也会说“十年一觉扬州梦”的，但其实倒是并不挥霍的好品行，因为暴户之于金钱，觉得比懒态和污渍更有历史的甚深的意义。破落户的颓唐，是掉下来的悲声，暴户的做作的颓唐，却是“爬上去”的手段。所以那些作品，即使摹拟到和破落户的杰作几乎相同，但一定还差一尘：他其实并不“顾影自怜”，倒在“沾沾自喜”。且介亭杂文二集（）这“沾沾自喜”的神，从破落户的眼睛看来，就是所谓“小家子相”，也就是所谓“俗”。风雅的定律，一个人离开“本色”，是就要“俗”的。不识字人不算俗，他要掉文，又掉不对，就俗；富家儿郎也不算俗，他要做诗，又做不好，就俗了。这在文坛上，向来为破落户所鄙弃。然而破落户到了破落不堪的时候，这两户却有时可以交融起来的。如果谁有在找“词汇”的《文选》，大可以查一查，我记得里面就有一篇弹文，所弹的乃是一个败落的世家，把女儿嫁给了暴而冒充世家的满家子：这就足见两户的怎样反拨，也怎样的联合了。文坛上自然也有这现象；但在作品上的影响，却不过使暴户增添一些得意之色，破落户则对于“俗”变为谦和，向别方面大谈其风雅而已：并不怎么大。暴户爬上文坛，固然未能免俗，历时既久，一面持筹握算，一面诵诗读书，数代以后，就雅起来，待到藏书日多，藏钱日少的时候，便有做真的破落户文学的资格了。然而时势的飞速的变化，有时能不给他这许多修养的工夫，于是暴不久，破落随之，既“沾沾自喜”，也“顾影自怜”，但却又失去了“沾沽自喜”的确信，可又还没有配得“顾影自怜”的风姿，仅存无聊，连古之所谓雅俗也说不上了。向来无定名，我姑且名之为“破落暴户”罢。这一户，此后是恐怕要多起来的。但还要有变化：向积极方面走，是恶少；向消极方面走，是瘪三。使中国的文学有起色的人，在这三户之外。六月六日集外杂文（）名字我看了几年杂志和报章，渐渐的造成一种古怪的积习了。这是什么呢？就是看文章先看署名。对于这署名，并非积极的专寻大人先生，而却在消极的这一方面。一，自称“铁血”“侠魂”“古狂”“怪侠”“亚雄”之类的不看。二，自称“鲽栖”“鸳精”“芳侬”“花怜”“秋瘦”“春愁”之类的又不看。三，自命为“一分子”，自谦为“小百姓”，自鄙为“一笑”之类的又不看。四，自号为“愤世生”“厌世主人”“救世居士”之类的又不看。如是等等，不遑枚举，而临时生，现在想不起的还很多。有时也自己想：这实在太武断，太刚愎自用了；倘给别人知道，一定要摇头的。然而今天看见宋人俞成先生的《萤雪丛说》里的一段话，却连我也大惊小怪起来。现在将他抄出在下面：“今人生子，妄自尊大：多取文武富贵四字为名，不以睎贤为名，则以望回为名，不以次韩为名，则以齐愈为名，甚可笑也！古者命名，多自贬损：或曰愚，或曰鲁，或曰拙，曰贱，皆取谦抑之义也；如司马氏幼字犬子，至有慕名野狗，何尝择称呼之美哉？尝观进士同年录：江南人习尚机巧，故其小名多是好字，足见自高之心；江北人大体任真，故其小名多非佳字，足见自贬之意。若夫雁塔之题，当先正名，垂于不朽！”看这意思，似乎人们不自称猪狗，俞先生便很不高兴似的。我于以叹古人之高深为不可测，而我因之尚不失为中庸也，便生了写出这一篇的勇气来。五月五日《绛洞花主》小引《红楼梦》是中国许多人所知道，至少，是知道这名目的书。谁是作者和续者姑且勿论，单是命意，就因读者的眼光而有种种：经学家看见《易》，道学家看见淫，才子看见缠绵，革命家看见排满，流家看见宫闱秘事……。在我的眼下的宝玉，却看见他看见许多死亡；证成多所爱者，当大苦恼，因为世上，不幸人多。惟憎人者，幸灾乐祸，于一生中，得小欢喜，少有罣碍。然而憎人却不过是爱人者的败亡的逃路，与宝玉之终于出家，同一小器。但在作《红楼梦》时的思想，大约也止能如此；即使出于续作，想来未必与作者本意大相悬殊。惟被了大红猩猩毡斗篷来拜他的父亲，却令人觉得诧异。现在，陈君梦韶以此书作社会家庭问题剧，自然也无所不可的。先前虽有几篇剧本，却都是为了演者而作，并非为了剧本而作。又都是片段，不足统观全局。《红楼梦散套》具有尾，然而陈旧了。此本最后出，销熔一切，铸入十四幕中，百余回的一部大书，一览可尽，而神依然具在；如果排演，当然会更可观。我不知道剧本的作法，但深佩服作者的熟于节，妙于剪裁。灯下读完，僭为短引云尔。鲁迅记于厦门一九二七年一月十四日庆祝沪宁克复的那一边在广州，我觉得纪念和庆祝的盛典似乎特别多。这是当革命的进行和胜利中，一定要有的现象。沪宁的克复，在看见电报的那天，我已经一个人私自高兴过两回了。这“别人出力我高兴”的报应之一，是搜索枯肠，硬做文章的苦差使。其实，我于做这等事，是不大合宜的，因为动起笔来，总是离题有千里之远。即如现在，何尝不想写得切题一些呢，然而还是胡思乱想，像样点的好意思总像断线风筝似的收不回来。忽然想到昨天在黄埔看见的几个来投学生军的青年，才知道在前线上拼命的原来是这样的人；自己在讲堂上胡说了几句便骗得听众拍手，真是应该羞愧。忽而想到十六年前也曾克复过南京，还给捐躯的战士立了一块碑，民国二年后，便被张勋毁掉了，今年顷又可以重立。忽而又想到香港《循环日报》上所载李守常在北京被捕的消息，他的圆圆的脸和中国式的下垂的黑胡子便浮在眼前，不知道他现在怎么样。黑暗的区域里，反革命者的工作也正在默默地进行，虽然留在后方的是呻吟，但也有一部分人们高兴。后方的呻吟与高兴固然大不相同，然而无裨于事是一样的。最后的胜利，不在高兴的人们的多少，而在永远进击的人们的多少，记得一种期刊上，曾经引有列宁的话：集外杂文（）“第一要事是，不要因胜利而使脑筋昏乱，自高自满；第二要事是，要巩固我们的胜利，使他长久是属于我们的；第三要事是，准备消灭敌人，因为现在敌人只是被征服了，而距消灭的程度还远得很。”俄国究竟是革命的世家，列宁究竟是革命的老手，不是深知道历来革命成败的原因，自己又积有许多经验，是说不出来的。先前，中国革命者的屡屡挫折，我以为就因为忽略了这一点。小有胜利，便陶醉在凯歌中，肌肉松懈，忘却进击了，于是敌人便又乘隙而起。前年，我作了一篇短文，主张“落水狗”还是非打不可，就有老实人以为苛酷，太欠大度和宽容；况且我以此施之人，人又以报诸我，报施将永无了结的时候。但是，外国我不知，在中国，历来的胜利者，有谁不苛酷的呢。取近例，则如清初的几个皇帝，民国二年后的袁世凯，对于异己者何尝不赶尽杀绝。只是他嘴上却说着什么大度和宽容，还有什么慈悲和仁厚；也并不像列宁似的简单明了，列宁究竟是俄国人，怎么想便怎么说，比我们中国人直爽得多了。但便是中国，在事实上，到现在为止，凡有大度，宽容，慈悲，仁厚等等美名，也大抵是名实并用者失败，只用其名者成功的。然而竟瞒过了一群大傻子，还会相信他。庆祝和革命没有什么相干，至多不过是一种点缀。庆祝，讴歌，陶醉着革命的人们多，好自然是好的，但有时也会使革命精神转成浮滑。革命的势力一扩大，革命的人们一定会多起来。统一以后，我恐怕研究系也要讲革命。去年年底，《现代评论》，不就变了论调了么？和“三一八惨案”时候的议论一比照，我真疑心他们都得了一种仙丹，忽然脱胎换骨。我对于佛教先有一种偏见，以为坚苦的小乘教倒是佛教，待到饮酒食肉的阔人富翁，只要吃一餐素，便可以称为居士，算作信徒，虽然美其名曰大乘，流播也更广远，然而这教却因为容易信奉，因而变为浮滑，或者竟等于零了。革命也如此的，坚苦的进击者向前进行，遗下广大的已经革命的地方，使我们可以放心歌呼，也显出革命者的色彩，其实是和革命毫不相干。这样的人们一多，革命的精神反而会从浮滑，稀薄，以至于消亡，再下去是复旧。广东是革命的策源地，因此也先成为革命的后方，因此也先有上面所说的危机。当盛大的庆典的这一天，我敢以这些杂乱无章的话献给在广州的革命民众，我深望不至于因这几句出轨的话而扫兴，因为将来可以补救的日子还很多。倘使因此扫兴了，那就是革命精神已经浮滑的证据。四月十日记“杨树达”君的袭来今天早晨，其实时候是大约已经不早了。我还睡着，女工将我叫了醒来，说：“有一个师范大学的杨先生，杨树达，要来见你。”我虽然还不大清醒，但立刻知道是杨遇夫君，他名树达，曾经因为邀我讲书的事，访过我一次的。我一面起来，一面对女工说：“略等一等，就请罢。”我起来看钟，是九点二十分。女工也就请客去了。不久，他就进来，但我一看很愕然，因为他并非我所熟识的杨树达君，他是一个方脸，淡赭色脸皮，大眼睛长眼梢，中等身材的二十多岁的学生风的青年。他穿着一件藏青色的爱国布（？）长衫，时式的大袖子。手上拿一顶很新的淡灰色中折帽，白的围带；还有一个采色铅笔的扁匣，但听那摇动的声音，里面最多不过是两三支很短的铅笔。“你是谁？”我诧异的问，疑心先前听错了。“我就是杨树达。”我想：原来是一个和教员的姓名完全相同的学生，但也许写法并不一样。“现在是上课时间，你怎么出来的？”“我不乐意上课！”我想：原来是一个孤行己意，随随便便的青年，怪不得他模样如此傲慢。“你们明天放假罢……”“没有，为什么？”“我这里可是有通知的，……”我一面说，一面想，他连自己学校里的纪念日都不知道了，可见是已经多天没有上课，或者也许不过是一个假借自由的美名的游荡者罢。集外杂文（）“拿通知给我看。”“我团掉了。”我说。“拿团掉的我看。”“拿出去了。”“谁拿出去的？”我想：这奇怪，怎么态度如此无礼？然而他似乎是山东口音，那边的人多是率直的，况且年青的人思想简单，……或者他知道我不拘这些礼节：这不足为奇。“你是我的学生么？”但我终于疑惑了。“哈哈哈，怎么不是。”“那么，你今天来找我干什么？”“要钱呀，要钱！”我想：那么，他简直是游荡者，荡窘了，各处乱钻。“你要钱什么用？”我问。“穷呀。要吃饭不是总要钱吗？我没有饭吃了！”他手舞足蹈起来。“你怎么问我来要钱呢？”“因为你有钱呀。你教书，做文章，送来的钱多得很。”他说着，脸上做出凶相，手在身上乱摸。我想：这少年大约在报章上看了些什么上海的恐吓团的记事，竟模仿起来了，还是防着点罢。我就将我的坐位略略移动，豫备容易取得抵抗的武器。“钱是没有。”我决定的说。“说谎！哈哈哈，你钱多得很。”女工端进一杯茶来。“他不是很有钱么？”这少年便问他，指着我。女工很惶窘了，但终于很怕的回答：“没有。”“哈哈哈，你也说谎！”女工逃出去了。他换了一个坐位，指着茶的热气，说：“多么凉。”我想：这意思大概算是讥刺我，犹不肯将钱助人，是凉血动物。“拿钱来！”他忽而出大声，手脚也愈加舞蹈起来，“不给钱是不走的！”“没有钱。”我仍然照先的说。“没有钱？你怎么吃饭？我也要吃饭。哈哈哈哈。”“我有我吃饭的钱，没有给你的钱。你自己挣去。”“我的小说卖不出去。哈哈哈！”我想：他或者投了几回稿，没有登出，气昏了。然而为什么向我为难呢？大概是反对我的作风的。或者是有些神经病的罢。“你要做就做，要不做就不做，一做就登出，送许多钱，还说没有，哈哈哈哈。晨报馆的钱已经送来了罢，哈哈哈。什么东西！周作人，钱玄同；周树人就是鲁迅，做小说的，对不对？孙伏园；马裕藻就是马幼渔，对不对？陈通伯，郁达夫。什么东西！tolstoi，andreev，张三，什么东西！哈哈哈，冯玉祥，吴佩孚，哈哈哈。”“你是为了我不再向晨报馆投稿的事而来的么？”但我又即刻觉到我的推测有些不确了，因为我没有见过杨遇夫马幼渔在《晨报副镌》上做过文章，不至于拉在一起；况且我的译稿的稿费至今还没有着落，他该不至于来说反话的。“不给钱是不走的。什么东西，还要找！还要找陈通伯去。我就要找你的兄弟去，找周作人去，找你的哥哥去。”我想：他连我的兄弟哥哥都要找遍，大有恢复灭族法之意了，的确古人的凶心都遗传在现在的青年中。我同时又觉得这意思有些可笑，就自己微笑起来。“你不舒服罢？”他忽然问。“是的，有些不舒服，但是因为你骂得不中肯。”“我朝南。”他又忽而站起来，向后窗立着说。我想：这不知道是什么意思。他忽而在我的床上躺下了。我拉开窗幔，使我的佳客的脸显得清楚些，以便格外看见他的笑貌。他果然有所动作了，是使他自己的眼角和嘴角都颤抖起来，以显示凶相和疯相，但每一抖都很费力，所以不到十抖，脸上也就平静了。我想：这近于疯人的神经性痉挛，然而颤动何以如此不调匀，牵连的范围又何以如此之大，并且很不自然呢？——一定，他是装出来的。我对于这杨树达君的纳罕和相当的尊重，忽然都消失了，接着就涌起要呕吐和沾了龌龊东西似的感来。原来我先前的推测，都太近于理想的了。初见时我以为简率的口调，他的意思不过是装疯，以热茶为冷，以北为南的话，也不过是装疯。从他的语举动综合起来，其本意无非是用了无赖和狂人的混合状态，先向我加以侮辱和恫吓，希图由此传到别个，使我和他所提出的人们都不敢再做辩论或别样的文章。而万一自己遇到困难的时候，则就用“神经病”这一个盾牌来减轻自己的责任。但当时不知怎样，我对于他装疯技术的拙劣，就是其拙至于使我在先觉不出他是疯人，后来渐渐觉到有些疯意，而又立刻露出破绽的事，尤其抱着特别的反感了。集外杂文（）他躺着唱起歌来。但我于他已经毫不感到兴味，一面想，自己竟受了这样浅薄卑劣的欺骗了，一面却照了他的歌调吹着口笛，借此嘘出我心中的厌恶来。“哈哈哈！”他翘起一足，指着自己鞋尖大笑。那是玄色的深梁的布鞋，裤是西式的，全体是一个时髦的学生。我知道，他是在嘲笑我的鞋尖已破，但已经毫不感到什么兴味了。他忽而起来，走出房外去，两面一看，极灵敏地找着了厕所，小解了。我跟在他后面，也陪着他小解了。我们仍然回到房里。“吓！什么东西！……”他又要开始。我可是有些不耐烦了，但仍然恳切地对他说：“你可以停止了。我已经知道你的疯是装出来的。你此来也另外还藏着别的意思。如果是人，见人就可以明白的说，无须装怪相。还是说真话罢，否则，白费许多工夫，毫无用处的。”他貌如不听见，两手搂着裤裆，大约是扣扣子，眼睛却注视着壁上的一张水彩画。过了一会，就用第二个指头指着那画大笑：“哈哈哈！”这些单调的动作和照例的笑声，我本已早经觉得枯燥的了，而况是假装的，又如此拙劣，便愈加看得烦厌。他侧立在我的前面，我坐着，便用了曾被讥笑的破的鞋尖一触他的胫骨，说：“已经知道是假的了，还装甚么呢？还不如直说出你的本意来。”但他貌如不听见，徘徊之间，突然取了帽和铅笔匣，向外走去了。这一着棋是又出于我的意外的，因为我还希望他是一个可以理喻，能知惭愧的青年。他身体很强壮，相貌很端正。tolstoi和andreev的音也还正。我追到风门前，拉住他的手，说道，“何必就走，还是自己说出本意来罢，我可以更明白些……”他却一手乱摇，终于闭了眼睛，拼两手向我一挡，手掌很平的正对着我：他大概是懂得一点国粹的拳术的。他又往外走。我一直送到大门口，仍然用前说去固留，而他推而且挣，终于挣出大门了。他在街上走得很傲然，而且从容地。这样子，杨树达君就远了。我回进来，才向女工问他进来时候的形。“他说了名字之后，我问他要名片，他在衣袋里掏了一会，说道，‘阿，名片忘了，还是你去说一声罢。’笑嘻嘻，一点不像疯的。”女工说。我愈觉得要呕吐了。然而这手段却确乎使我受损了，——除了先前的侮辱和恫吓之外。我的女工从此就将门关起来，到晚上听得打门声，只大叫是谁，却不出去，总须我自己去开门。我写完这篇文字之间，就放下了四回笔。“你不舒服罢？”杨树达君曾经这样问过我。是的，我的确不舒服。我历来对于中国的形，本来多已不舒服的了，但我还没有豫料到学界或文界对于他的敌手竟至于用了疯子来做武器，而这疯子又是假的，而装这假疯子的又是青年的学生。二四年十一月十三日夜关于杨君袭来事件的辩证一今天有几位同学极诚实地告诉我，说十三日访我的那一位学生确是神经错乱的，十三日是病的一天，此后就加重起来了。我相信这是真实形，因为我对于神经患者的初状态没有实见和注意研究过，所以很容易有看错的时候。现在我对于我那记事后半篇中神经过敏的推断这几段，应该注销。但以为那记事却还可以存在：这是意外地露了人对人——至少是他对我和我对他——互相猜疑的真面目了。当初，我确是不舒服，自己想，倘使他并非假装，我即不至于如此恶心。现在知道是真的了，却又觉得这牺牲实在太大，还不如假装的好。然而事实是事实，还有什么法子呢？我只能希望他从速回复健康。十一月二十一日二伏园兄：今天接到一封信和一篇文稿，是杨君的朋友，也是我的学生做的，真挚而悲哀，使我看了很觉得惨然，自己感到太易于猜疑，太易于愤怒。他已经陷入这样的境地了，我还可以不赶紧来消除我那对于他的误解么？集外杂文（）所以我想，我前天交出的那一点辩正，似乎不够了，很想就将这一篇在《语丝》第三期上给他表。但纸面有限，如果排工有工夫，我极希望增刊两板（大约此文两板还未必容得下），也不必增价，其责任即由我负担。由我造出来的酸酒，当然应该由我自己来喝干。"}
