{"lit":"豪语的折扣其实也就是文学上的折扣，凡作者的自述，往往须打一个扣头，连自白其可怜和无用也还是并非“不二价”的，更何况豪语。仙才李太白的善作豪语，可以不必说了；连留长了指甲，骨瘦如柴的鬼才李长吉，也说“见买若耶溪水剑，明朝归去事猿公”起来，简直是毫不自量，想学刺客了。这应该折成零，证据是他到底并没有去。南宋时候，国步艰难，陆放翁自然也是慷慨党中的一个，他有一回说：“老子犹堪绝大漠，诸君何至泣新亭。”他其实是去不得的，也应该折成零。——但我手头无书，引诗或有错误，也先打一个折扣在这里。其实，这故作豪语的脾气，正不独文人为然，常人或市侩，也非常达。市上甲乙打架，输的大抵说：“我认得你的！”这是说，他将如伍子胥一般，誓必复仇的意思。不过总是不来的居多，倘是智识分子呢，也许另用一些阴谋，但在粗人，往往这就是斗争的结局，说的是有口无心，听的也不以为意，久成为打架收场的一种仪式了。旧小说家也早已看穿了这局面，他写暗娼和别人相争，照例攻击过别人的偷汉之后，就自序道：“老娘是指头上站得人，臂膊上跑得马……”底下怎样呢？他任别人去打折扣。他知道别人是决不那么胡涂，会十足相信的，但仍得这么说，恰如卖假药的，包纸上一定印着“存心欺世，雷殛火焚”一样，成为一种仪式了。但因时势的不同，也有立刻自打折扣的。例如在广告上，我们有时会看见自说“我是坐不改名，行不改姓的人”，真要蓦地生一种好像见了《七侠五义》中人物一般的敬意，但接着就是“纵令有时用其他笔名，但所表文章，均自负责”，却身子一扭，土行孙似的不见了。予岂好“用其他笔名”哉？予不得已也。上海原是中国的一部分，当然受着孔子的教化的。便是商家，柜内的“不二价”的金字招牌也时时和屋外“大廉价”的大旗互相辉映，不过他总有一个缘故：不是提倡国货，就是纪念开张。所以，自打折扣，也还是没有打足的，凡“老上海”，必须再打它一下。准风月谈（）八月四日踢两月以前，曾经说过“推”，这回却又来了“踢”。本月九日《申报》载六日晚间，有漆匠刘明山，杨阿坤，顾洪生三人在法租界黄浦滩太古码头纳凉，适另有数人在左近聚赌，由巡逻警察上前驱逐，而刘，顾两人，竟被俄捕弄到水里去，刘明山竟淹死了。由俄捕说，自然是“自行失足落水”的。但据顾洪生供，却道：“我与刘，杨三人，同至太古码头乘凉，刘坐铁凳下地板上，……我立在旁边，……俄捕来先踢刘一脚，刘已立起要避开，又被踢一脚，以致跌入浦中，我要拉救，已经不及，乃转身拉住俄捕，亦被用手一推，我亦跌下浦中，经人救起的。”推事问：“为什么要踢他？”答曰：“不知。”“推”还要抬一抬手，对付下等人是犯不着如此费事的，于是乎有“踢”。而上海也真有“踢”的专家，有印度巡捕，有安南巡捕，现在还添了白俄巡捕，他们将沙皇时代对犹太人的手段，到我们这里来施展了。我们也真是善于“忍辱负重”的人民，只要不“落浦”，就大抵用一句滑稽化的话道：“吃了一只外国火腿”，一笑了之。苗民大败之后，都往山里跑，这是我们的先帝轩辕氏赶他的。南宋败残之余，就往海边跑，这据说也是我们的先帝成吉思汗赶他的，赶到临了，就是陆秀夫背着小皇帝，跳进海里去。我们中国人，原是古来就要“自行失足落水”的。有些慷慨家说，世界上只有水和空气给与穷人。此说其实是不确的，穷人在实际上，那里能够得到和大家一样的水和空气。即使在码头上乘乘凉，也会无端被“踢”，送掉性命的：落浦。要救朋友，或拉住凶手罢，“也被用手一推”：也落浦。如果大家来相帮，那就有“反帝”的嫌疑了，“反帝”原未为中国所禁止的，然而要豫防“反动分子乘机捣乱”，所以结果还是免不了“踢”和“推”，也就是终于是落浦。时代在进步，轮船飞机，随处皆是，假使南宋末代皇帝而生在今日，是决不至于落海的了，他可以跑到外国去，而小百姓以“落浦”代之。这理由虽然简单，却也复杂，故漆匠顾洪生曰：“不知。”八月十日“揩油”“揩油”，是说明着奴才的品行全部的。这不是“取回扣”或“取佣钱”，因为这是一种秘密；但也不是偷窃，因为在原则上，所取的实在是微乎其微。因此也不能说是“分肥”；至多，或者可以谓之“舞弊”罢。然而这又是光明正大的“舞弊”，因为所取的是豪家，富翁，阔人，洋商的东西，而且所取又不过一点点，恰如从油水汪洋的处所，揩了一下，于人无损，于揩者却有益的，并且也不失为损富济贫的正道。设法向妇女调笑几句，或乘机摸一下，也谓之“揩油”，这虽然不及对于金钱的名正顺，但无大损于被揩者则一也。表现得最分明的是电车上的卖票人。纯熟之后，他一面留心着可揩的客人，一面留心着突来的查票，眼光都练得像老鼠和老鹰的混合物一样。付钱而不给票，客人本该索取的，然而很难索取，也很少见有人索取，因为他所揩的是洋商的油，同是中国人，当然有帮忙的义务，一索取，就变成帮助洋商了。这时候，不但卖票人要报你憎恶的眼光，连同车的客人也往往不免显出以为你不识时务的脸色。然而彼一时，此一时，如果三等客中有时偶缺一个铜元，你却只好在目的地以前下车，这时他就不肯通融，变成洋商的忠仆了。在上海，如果同巡捕，门丁，西崽之类闲谈起来，他们大抵是憎恶洋鬼子的，他们多是爱国主义者。然而他们也像洋鬼子一样，看不起中国人，棍棒和拳头和轻蔑的眼光，专注在中国人的身上。“揩油”的生活有福了。这手段将更加展开，这品格将变成高尚，这行为将认为正当，这将算是国民的本领，和对于帝国主义的复仇。打开天窗说亮话，其实，所谓“高等华人”也者，也何尝逃得出这模子。准风月谈（）但是，也如“吃白相饭”朋友那样，卖票人是还有他的道德的。倘被查票人查出他收钱而不给票来了，他就默然认罚，决不说没有收过钱，将罪案推到客人身上去。八月十四日各种捐班清朝的中叶，要做官可以捐，叫做“捐班”的便是这一伙。财主少爷吃得油头光脸，忽而忙了几天，头上就有一粒水晶顶，有时还加上一枝蓝翎，满口官话，说是“今天天气好”了。到得民国，官总算说是没有了捐班，然而捐班之途，实际上倒是开展了起来，连“学士文人”也可以由此弄得到顶戴。开宗明义第一章，自然是要有钱。只要有钱，就什么都容易办了。譬如，要捐学者罢，那就收买一批古董，结识几个清客，并且雇几个工人，拓出古董上面的花纹和文字，用玻璃板印成一部书，名之曰“什么集古录”或“什么考古录”。李富孙做过一部《金石学录》，是专载研究金石的人们的，然而这倒成了“作俑”，使清客们可以一续再续，并且推而广之，连收藏古董，贩卖古董的少爷和商人，也都一榻括子的收进去了，这就叫作“金石家”。捐做“文学家”也用不着什么新花样。只要开一只书店，拉几个作家，雇一些帮闲，出一种小报，“今天天气好”是也须会说的，就写了出来，印了上去，交给报贩，不消一年半载，包管成功。但是，古董的花纹和文字的拓片是不能用的了，应该代以电影明星和摩登女子的照片，因为这才是新时代的美术。“爱美”的人物在中国还多得很，而“文学家”或“艺术家”也就这样的起来了。捐官可以希望刮地皮，但捐学者文人也不会折本。印刷品固然可以卖现钱，古董将来也会有洋鬼子肯出大价的。这又叫作“名利双收”。不过先要能“投资”，所以平常人做不到，要不然，文人学士也就不大值钱了。而现在还值钱，所以也还会有人忙着做人名辞典，造文艺史，出作家论，编自传。我想，倘作历史的著作，是应该像将文人分为罗曼派，古典派一样，另外分出一种“捐班”派来的，历史要“真”，招些忌恨也只好硬挺，是不是？八月二十四日四库全书珍本现在除兵争，政争等类之外，还有一种倘非闲人，就不大注意的影印《四库全书》中的“珍本”之争。官商要照原式，及早印成，学界却以为库本有删改，有错误，如果有别本可得，就应该用别的“善本”来替代。但是，学界的主张，是不会通过的，结果总非依照《钦定四库全书》不可。这理由很分明，就因为要赶快。四省不见，九岛出脱，不说也罢，单是黄河的出轨举动，也就令人觉得岌岌乎不可终日，要做生意就得赶快。况且“钦定”二字，至今也还有一点威光，“御医”“贡缎”，就是与众不同的意思。便是早已共和了的法国，拿破仑的藏书在拍卖场上还是比平民的藏书值钱；欧洲的有些著名的“支那学者”，讲中国就会引用《钦定图书集成》，这是中国的考据家所不肯玩的玩艺。但是，也可见印了“钦定”过的“珍本”，在外国，生意总可以比“善本”好一些。即使在中国，恐怕生意也还是“珍本”好。因为这可以做摆饰，而“善本”却不过能合于实用。能买这样的书的，决非穷措大也可想，则买去之后，必将供在客厅上也亦可知。这类的买主，会买一个商周的古鼎，摆起来；不得已时，也许买一个假古鼎，摆起来；但他决不肯买一个沙锅或铁镬，摆在紫檀桌子上。因为他的目的是在“珍”而并不在“善”，更不在是否能合于实用的。明末人好名，刻古书也是一种风气，然而往往自己看不懂，以为错字，随手乱改。不改尚可，一改，可就反而改错了，所以使后来的考据家为之摇头叹气，说是“明人好刻古书而古书亡”。这回的《四库全书》中的“珍本”是影印的，决无改错的弊病，然而那原本就有无意的错字，有故意的删改，并且因为新本的流布，更能使善本湮没下去，将来的认真的读者如果偶尔得到这样的本子，恐怕总免不了要有摇头叹气第二回。准风月谈（）然而结果总非依照《钦定四库全书》不可。因为“将来”的事，和现在的官商是不相干了。八月二十四日“中国文坛的悲观”文雅书生中也真有特别善于下泪的人物，说是因为近来中国文坛的混乱，好像军阀割据，便不禁“呜呼”起来了，但尤其痛心诬陷。其实是作文“藏之名山”的时代一去，而有一个“坛”，便不免有斗争，甚而至于谩骂，诬陷的。明末太远，不必提了；清朝的章实斋和袁子才，李莼客和赵叔，就如水火之不可调和；再近些，则有《民报》和《新民丛报》之争，《新青年》派和某某派之争，也都非常猛烈。当初又何尝不使局外人摇头叹气呢，然而胜负一明，时代渐远，战血为雨露洗得干干净净，后人便以为先前的文坛是太平了。在外国也一样，我们现在大抵只知道嚣俄和霍普德曼是卓卓的文人，但当时他们的剧本开演的时候，就在戏场里捉人，打架，较详的文学史上，还载着打架之类的图。所以，无论中外古今，文坛上是总归有些混乱，使文雅书生看得要“悲观”的。但也总归有许多所谓文人和文章也者一定灭亡，只有配存在者终于存在，以证明文坛也总归还是干净的处所。增加混乱的倒是有些悲观论者，不施考察，不加批判，但用“彼亦一是非，此亦一是非”的论调，将一切作者，诋为“一丘之貉”。这样子，扰乱是永远不会收场的。然而世间却并不都这样，一定会有明明白白的是非之别，我们试想一想，林琴南攻击文学革命的小说，为时并不久，现在那里去了？只有近来的诬陷，倒像是颇为出色的花样，但其实也并不比古时候更厉害，证据是清初大兴文字之狱的遗闻。况且闹这样玩意的，其实并不完全是文人，十中之九，乃是挂了招牌，而无货色，只好化为黑店，出卖人肉馒头的小盗；即使其中偶然有曾经弄过笔墨的人，然而这时却正是露出原形，在告白他自己的没落，文坛决不因此混乱，倒是反而越加清楚，越加分明起来了。历史决不倒退，文坛是无须悲观的。悲观的由来，是在置身事外不辨是非，而偏要关心于文坛，或者竟是自己坐在没落的营盘里。鲁迅八月十日帮闲法隐吉开迦尔是丹麦的忧郁的人，他的作品，总是带着悲愤。不过其中也有很有趣味的，我看见了这样的几句——“戏场里失了火。丑角站在戏台前，来通知了看客。大家以为这是丑角的笑话，喝采了。丑角又通知说是火灾。但大家越加哄笑，喝采了。我想，人世是要完结在当作笑话的开心的人们的大家欢迎之中的罢。”不过我的所以觉得有趣的，并不专在本文，是在由此想到了帮闲们的伎俩。帮闲，在忙的时候就是帮忙，倘若主子忙于行凶作恶，那自然也就是帮凶。但他的帮法，是在血案中而没有血迹，也没有血腥气的。譬如罢，有一件事，是要紧的，大家原也觉得要紧，他就以丑角身份而出现了，将这件事变为滑稽，或者特别张扬了不关紧要之点，将人们的注意拉开去，这就是所谓“打诨”。如果是杀人，他就来讲当场的形，侦探的努力；死的是女人呢，那就更好了，名之曰“艳尸”，或介绍她的日记。如果是暗杀，他就来讲死者的生前的故事，恋爱呀，遗闻呀……人们的热原不是永不弛缓的，但加上些冷水，或者美其名曰清茶，自然就冷得更加迅速了，而这位打诨的脚色，却变成了文学者。假如有一个人，认真的在告警，于凶手当然是有害的，只要大家还没有僵死。但这时他就又以丑角身份而出现了，仍用打诨，从旁装着鬼脸，使告警者在大家的眼里也化为丑角，使他的警告在大家的耳边都化为笑话。耸肩装穷，以表现对方之阔，卑躬叹气，以暗示对方之傲；使大家心里想：这告警者原来都是虚伪的。幸而帮闲们还多是男人，否则它简直会说告警者曾经怎样调戏它，当众罗列淫辞，然后作自杀以明耻之状也说不定。周围捣着鬼，无论如何严肃的说法也要减少力量的，而不利于凶手的事却就在这疑心和笑声中完结了。它呢？这回它倒是道德家。准风月谈（）当没有这样的事件时，那就七日一报，十日一谈，收罗废料，装进读者的脑子里去，看过一年半载，就满脑都是某阔人如何摸牌，某明星如何打嚏的典故。开心是自然也开心的。但是，人世却也要完结在这些欢迎开心的开心的人们之中的罢。八月二十八日登龙术拾遗章克标先生做过一部《文坛登龙术》，因为是预约的，而自己总是悠悠忽忽，竟失去了拜诵的幸运，只在《论语》上见过广告，解题和后记。但是，这真不知是那里来的“烟士披里纯”，解题的开头第一段，就有了绝妙的名文——“登龙是可以当作乘龙解的，于是登龙术便成了乘龙的技术，那是和骑马驾车相类似的东西了。但平常乘龙就是女婿的意思，文坛似非女性，也不致于会要招女婿，那么这样解释似乎也有引起别人误会的危险。……”确实，查看广告上的目录，并没有“做女婿”这一门，然而这却不能不说是“智者千虑”的一失，似乎该有一点增补才好，因为文坛虽然“不致于会要招女婿”，但女婿却是会要上文坛的。术曰：要登文坛，须阔太太，遗产必需，官司莫怕。穷小子想爬上文坛去，有时虽然会侥幸，终究是很费力气的；做些随笔或茶话之类，或者也能够捞几文钱，但究竟随人俯仰。最好是有富岳家，有阔太太，用赔嫁钱，作文学资本，笑骂随他笑骂，恶作我自印之。“作品”一出，头衔自来，赘婿虽能被妇家所轻，但一登文坛，即声价十倍，太太也就高兴，不至于自打麻将，连眼梢也一动不动了，这就是“交相为用”。但其为文人也，又必须是唯美派，试看王尔德遗照，盘花钮扣，镶牙手杖，何等漂亮，人见犹怜，而况令阃。可惜他的太太不行，以至顽童，穷死异国，假如有钱，何至于此。所以倘欲登龙，也要乘龙，“书中自有黄金屋”，早成古话，现在是“金中自有文学家”当令了。但也可以从文坛上去做女婿。其术是时时留心，寻一个家里有些钱，而自己能写几句“阿呀呀，我悲哀呀”的女士，做文章登报，尊之为“女诗人”。待到看得她有了“知己之感”，就照电影上那样的屈一膝跪下，说道“我的生命呵，阿呀呀，我悲哀呀！”——则由登龙而乘龙，又由乘龙而更登龙，十分美满。然而富女诗人未必一定爱穷男文士，所以要有把握也很难，这一法，在这里只算是《登龙术拾遗》的附录，请勿轻用为幸。八月二十八日由聋而哑医生告诉我们：有许多哑子，是并非喉舌不能说话的，只因为从小就耳朵聋，听不见大人的语，无可师法，就以为谁也不过张着口呜呜哑哑，他自然也只好呜呜哑哑了。所以勃兰兑斯叹丹麦文学的衰微时，曾经说：文学的创作，几乎完全死灭了。人间的或社会的无论怎样的问题，都不能提起感兴，或则除在新闻和杂志之外，绝不能惹起一点论争。我们看不见强烈的独创的创作。加以对于获得外国的精神生活的事，现在几乎绝对的不加顾及。于是精神上的“聋”，那结果，就也招致了“哑”来。（《十九世纪文学的主潮》第一卷自序）这几句话，也可以移来批评中国的文艺界，这现象，并不能全归罪于压迫者的压迫，五四运动时代的启蒙运动者和以后的反对者，都应该分负责任的。前者急于事功，竟没有译出什么有价值的书籍来，后者则故意迁怒，至骂翻译者为媒婆，有些青年更推波助澜，有一时期，还至于连人地名下注一原文，以便读者参考时，也就诋之曰“衒学”。今竟何如？三开间店面的书铺，四马路上还不算少，但那里面满架是薄薄的小本子，倘要寻一部巨册，真如披沙拣金之难。自然，生得又高又胖并不就是伟人，做得多而且繁也决不就是名著，而况还有“剪贴”。但是，小小的一本“什么abc”里，却也决不能包罗一切学术文艺的。一道浊流，固然不如一杯清水的干净而澄明，但蒸溜了浊流的一部分，却就有许多杯净水在。准风月谈（）因为多年买空卖空的结果，文界就荒凉了，文章的形式虽然比较的整齐起来，但战斗的精神却较前有退无进。文人虽因捐班或互捧，很快的成名，但为了出力的吹，壳子大了，里面反显得更加空洞。于是误认这空虚为寂寞，像煞有介事的说给读者们；其甚者还至于摆出他心的腐烂来，算是一种内面的宝贝。散文，在文苑中算是成功的，但试看今年的选本，便是前三名，也即令人有“貂不足，狗尾续”之感。用秕谷来养青年，是决不会壮大的，将来的成就，且要更渺小，那模样，可看尼采所描写的“末人”。但绍介国外思潮，翻译世界名作，凡是运输精神的粮食的航路，现在几乎都被聋哑的制造者们堵塞了，连洋人走狗，富户赘郎，也会来哼哼的冷笑一下。他们要掩住青年的耳朵，使之由聋而哑，枯涸渺小，成为“末人”，非弄到大家只能看富家儿和小瘪三所卖的春宫，不肯罢手。甘为泥土的作者和译者的奋斗，是已经到了万不可缓的时候了，这就是竭力运输些切实的精神的粮食，放在青年们的周围，一面将那些聋哑的制造者送回黑洞和朱门里面去。八月二十九日男人的进化说禽兽交合是恋爱未免有点亵渎。但是，禽兽也有性生活，那是不能否认的。它们在春动期，雌的和雄的碰在一起，难免“卿卿我我”的来一阵。固然，雌的有时候也会装腔做势，逃几步又回头看，还要叫几声，直到实行“同居之爱”为止。禽兽的种类虽然多，它们的“恋爱”方式虽然复杂，可是有一件事是没有疑问的：就是雄的不见得有什么特权。人为万物之灵，先就是男人的本领大。最初原是马马虎虎的，可是因为“知有母不知有父”的缘故，娘儿们曾经“统治”过一个时期，那时的祖老太太大概比后来的族长还要威风。后来不知怎的，女人就倒了霉：项颈上，手上，脚上，全都锁上了链条，扣上了圈儿，环儿，——虽则过了几千年这些圈儿环儿大都已经变成了金的银的，镶上了珍珠宝钻，然而这些项圈，镯子，戒指等等，到现在还是女奴的象征。既然女人成了奴隶，那就男人不必征求她的同意再去“爱”她了。古代部落之间的战争，结果俘虏会变成奴隶，女俘虏就会被强奸。那时候，大概春动期早就“取消”了，随时随地男主人都可以强奸女俘虏，女奴隶。现代强盗恶棍之流的不把女人当人，其实是大有酋长式武士道的遗风的。但是，强奸的本领虽然已经是人比禽兽“进化”的一步，究竟还只是半开化。你想，女的哭哭啼啼，扭手扭脚，能有多大兴趣？自从金钱这宝贝出现之后，男人的进化就真的了不得了。天下的一切都可以买卖，自然并非例外。男人化几个臭钱，就可以得到他在女人身上所要得到的东西。而且他可以给她说：我并非强奸你，这是你自愿的，你愿意拿几个钱，你就得如此这般，百依百顺，咱们是公平交易！蹂躏了她，还要她说一声“谢谢你，大少”。这是禽兽干得来的么？所以是男人进化的颇高的阶段了。同时，父母之命媒妁之的旧式婚姻，却要比更高明。这制度之下，男人得到永久的终身的活财产。当新妇被人放到新郎的床上的时候，她只有义务，她连讲价钱的自由也没有，何况恋爱。不管你爱不爱，在周公孔圣人的名义之下，你得从一而终，你得守贞操。男人可以随时使用她，而她却要遵守圣贤的礼教，即使“只在心里动了恶念，也要算犯奸淫”的。如果雄狗对雌狗用起这样巧妙而严厉的手段来，雌的一定要急得“跳墙”。然而人却只会跳井，当节妇，贞女，烈女去。礼教婚姻的进化意义，也就可想而知了。至于男人会用“最科学的”学说，使得女人虽无礼教，也能心甘愿地从一而终，而且深信是“兽欲”，不应当作为恋爱的基本条件，因此明“科学的贞操”，——那当然是文明进化的顶点了。呜呼，人——男人——之所以异于禽兽者！准风月谈（）自注：这篇文章是卫道的文章。九月三日礼看报，是有益的，虽然有时也沉闷。例如罢，中国是世界上国耻纪念最多的国家，到这一天，报上照例得有几块记载，几篇文章。但这事真也闹得太重叠，太长久了，就很容易千篇一律，这一回可用，下一回也可用，去年用过了，明年也许还可用，只要没有新事。即使有了，成文恐怕也仍然可以用，因为反正总只能说这几句话。所以倘不是健忘的人，就会觉再沉闷，看不出新的启示来。然而我还是看。今天偶然看见北京追悼抗日英雄邓文的记事，先是报告，其次是演讲，最末，是“礼成，奏乐散会”。我于是得了新的启示：凡纪念，“礼”而已矣。中国原是“礼义之邦”，关于礼的书，就有三大部，连在外国也译出了，我真特别佩服《仪礼》的翻译者。事君，现在可以不谈了；事亲，当然要尽孝，但殁后的办法，则已归入祭礼中，各有仪，就是现在的拜忌日，做阴寿之类。新的忌日添出来，旧的忌日就淡一点，“新鬼大，故鬼小”也。我们的纪念日也是对于旧的几个比较的不起劲，而新的几个之归于淡漠，则只好以俟将来，和人家的拜忌辰是一样的。有人说，中国的国家以家族为基础，真是有识见。中国又原是“礼让为国”的，既有礼，就必能让，而愈能让，礼也就愈繁了。总之，这一节不说也罢。古时候，或以黄老治天下，或以孝治天下。现在呢，恐怕是入于以礼治天下的时期了，明乎此，就知道责备民众的对于纪念日的淡漠是错的，《礼》曰：“礼不下庶人”；舍不得物质上的什么东西也是错的，孔子不云乎：“赐也尔爱其羊，我爱其礼！”“非礼勿视，非礼勿听，非礼勿，非礼勿动”，静静的等着别人的“多行不义，必自毙”，礼也。九月二十日看变戏法我爱看“变戏法”。他们是走江湖的，所以各处的戏法都一样。为了敛钱，一定有两种必要的东西：一只黑熊，一个小孩子。黑熊饿得真瘦，几乎连动弹的力气也快没有了。自然，这是不能使它强壮的，因为一强壮，就不能驾驭。现在是半死不活，却还要用铁圈穿了鼻子，再用索子牵着做戏。有时给吃一点东西，是一小块水泡的馒头皮，但还将勺子擎得高高的，要它站起来，伸头张嘴，许多工夫才得落肚，而变戏法的则因此集了一些钱。这熊的来源，中国没有人提到过。据西洋人的调查，说是从小时候，由山里捉来的；大的不能用，因为一大，就总改不了野性。但虽是小的，也还须“训练”，这“训练”的方法，是“打”和“饿”；而后来，则是因虐待而死亡。我以为这话是的确的，我们看它还在活着做戏的时候，就瘪得连熊气息也没有了，有些地方，竟称之为“狗熊”，其被蔑视至于如此。孩子在场面上也要吃苦，或者大人踏在他肚子上，或者将他的两手扭过来，他就显出很苦楚，很为难，很吃重的相貌，要看客解救。六个，五个，再四个，三个……而变戏法的就又集了一些钱。他自然也曾经训练过，这苦痛是装出来的，和大人串通的勾当，不过也无碍于赚钱。下午敲锣开场，这样的做到夜，收场，看客走散，有化了钱的，有终于不化钱的。每当收场，我一面走，一面想：两种生财家伙，一种是要被虐待至死的，再寻幼小的来；一种是大了之后，另寻一个小孩子和一只小熊，仍旧来变照样的戏法。事真是简单得很，想一下，就好像令人索然无味。然而我还是常常看。此外叫我看什么呢，诸君？十月一日双十怀古——民国二二年看十九年秋小引要做“双十”的循例的文章，先必须找材料。找法有二，或从脑子里，或从书本中。我用的是后一法。但是，翻完“描写字典”，里面无之；觅遍“文章作法”，其中也没有。幸而“吉人自有天相”，竟在破纸堆里寻出一卷东西来，是中华民国十九年十月三日到十日的上海各种大报小报的拔萃。去今已经整整的三个年头了，剪贴着做什么用的呢，自己已经记不清；莫非就给我今天做材料的么，一定未必是。但是，“废物利用”——既经检出，就抄些目录在这里罢。不过为节省篇幅计，不再注明广告，记事，电报之分，也略去了报纸的名目，因为那些文字，大抵是各报都有的。准风月谈（）看了什么用呢？倒也说不出。倘若一定要我说，那就说是譬如看自己三年前的照相罢。十月三日江湾赛马。中国红十字会筹募湖南辽西各省急振。中央军克陈留。辽宁方面筹组副司令部。礼县土匪屠城。六岁女孩受孕。辛博森伤势沉重。汪精卫到太原。卢兴邦接洽投诚。加派师旅入赣剿共。裁厘展至明年一月。墨西哥拒侨胞，五十六名返国。墨索里尼提倡艺术。谭延闿轶事。战士社代社员征婚。十月四日齐天大舞台始创杰构积极改进《西游记》，准中秋节开幕。前进的，民族主义的，唯一的，文艺刊物《前锋月刊》创刊号准双十节出版。空军将再炸邕。剿匪声中一趣史。十月五日蒋主席电国府请大赦政治犯。程艳秋登台盛况。卫乐园之保证金。十月六日樊迪文讲演小记。诸君阅至此，请虔颂南无阿弥陀佛……大家错了，中秋是本月六日。查封赵戴文财产问题。鄂省党部祝贺克复许汴。取缔民间妄用党国旗。十月七日响应政府之廉洁运动。津浦全线将通车。平津党部行将恢复。法轮殴毙栈伙交涉。王士珍举殡记。冯阎部下全解体。湖北来凤苗放双穗。冤魂为厉，未婚夫索命。鬼击人背。十月八日闽省战事仍烈。八路军封锁柳州交通。安德思考古队自蒙古返北平。国货时装展览。哄动南洋之萧信庵案。学校当注重国文论。追记郑州飞机劫。谭宅挽联择尤录。汪精卫突然失踪。十月九日西北军已解体。外部表英退庚款换文。京卫戍部枪决人犯。辛博森渐有起色。国货时装展览。上海空前未有之跳舞游艺大会。十月十日举国欢腾庆祝双十。叛逆削平，全国欢祝国庆，蒋主席昨凯旋参与盛典。津浦路暂仍分段通车。都枪决共犯九名。林埭被匪洗劫。老陈圩匪祸惨酷。海盗骚扰丰利。程艳秋庆祝国庆。蒋丽霞不忘双十。南昌市取缔赤足。伤兵怒斥孙祖基。今年之双十节，可欣可贺，尤甚从前。结语我也说“今年之双十节，可欣可贺，尤甚从前”罢。十月一日附记：这一篇没有能够刊出，大约是被谁抽去了的，盖双十盛典，“伤今”固难，“怀古”也不易了。十月十三日重三感旧——一九三三年忆光绪朝末我想赞美几句一些过去的人，这恐怕并不是“骸骨的迷恋”。所谓过去的人，是指光绪末年的所谓“新党”，民国初年，就叫他们“老新党”。甲午战败，他们自以为觉悟了，于是要“维新”，便是三四十岁的中年人，也看《学算笔谈》，看《化学鉴原》；还要学英文，学日文，硬着舌头，怪声怪气的朗诵着，对人毫无愧色，那目的是要看“洋书”，看洋书的缘故是要给中国图“富强”，现在的旧书摊上，还偶有“富强丛书”出现，就如目下的“描写字典”“基本英语”一样，正是那时应运而生的东西。连八股出身的张之洞，他托缪荃孙代做的《书目答问》也竭力添进各种译本去，可见这“维新”风潮之烈了。然而现在是别一种现象了。有些新青年，境遇正和“老新党”相反，八股毒是丝毫没有染过的，出身又是学校，也并非国学的专家，但是，学起篆字来了，填起词来了，劝人看《庄子》《文选》了，信封也有自刻的印板了，新诗也写成方块了，除掉做新诗的嗜好之外，简直就如光绪初年的雅人一样，所不同者，缺少辫子和有时穿穿洋服而已。准风月谈（）近来有一句常谈，是“旧瓶不能装新酒”。这其实是不确的。旧瓶可以装新酒，新瓶也可以装旧酒，倘若不信，将一瓶五加皮和一瓶白兰地互换起来试试看，五加皮装在白兰地瓶子里，也还是五加皮。这一种简单的试验，不但明示着“五更调”“攒十字”的格调，也可以放进新的内容去，且又证实了新式青年的躯壳里，大可以埋伏下“桐城谬种”或“选学妖孽”的喽罗。“老新党”们的见识虽然浅陋，但是有一个目的：图富强。所以他们坚决，切实；学洋话虽然怪声怪气，但是有一个目的：求富强之术。所以他们认真，热心。待到排满学说播布开来，许多人就成为革命党了，还是因为要给中国图富强，而以为此事必自排满始。排满久已成功，五四早经过去，于是篆字，词，《庄子》，《文选》，古式信封，方块新诗，现在是我们又有了新的企图，要以“古雅”立足于天地之间了。假使真能立足，那倒是给“生存竞争”添一条新例的。十月一日“滑稽”例解研究世界文学的人告诉我们：法人善于机锋，俄人善于讽刺，英美人善于幽默。这大概是真确的，就都为社会状态所制限。慨自语堂大师振兴“幽默”以来，这名词是很通行了，但一普遍，也就伏着危机，正如军人自称佛子，高官忽挂念珠，而佛法就要涅槃一样。倘若油滑，轻薄，猥亵，都蒙“幽默”之号，则恰如“新戏”之入“x世界”，必已成为“文明戏”也无疑。这危险，就因为中国向来不大有幽默。只是滑稽是有的，但这和幽默还隔着一大段，日本人曾译“幽默”为“有滑稽”，所以别于单单的“滑稽”，即为此。那么，在中国，只能寻得滑稽文章了？却又不。中国之自以为滑稽文章者，也还是油滑，轻薄，猥亵之谈，和真的滑稽有别。这“狸猫换太子”的关键，是在历来的自以为正经的论和事实，大抵滑稽者多，人们看惯，渐渐以为平常，便将油滑之类，误认为滑稽了。在中国要寻求滑稽，不可看所谓滑稽文，倒要看所谓正经事，但必须想一想。这些名文是俯拾即是的，譬如报章上正正经经的题目，什么“中日交涉渐入佳境”呀，“中国到那里去”呀，就都是的，咀嚼起来，真如橄榄一样，很有些回味。见于报章上的广告的，也有的是。我们知道有一种刊物，自说是“舆论界的新权威”，“说出一般人所想说而没有说的话”，而一面又在向别一种刊物“声明误会，表示歉意”，但又说是“按双方均为社会有声誉之刊物，自无互相攻讦之理”。“新权威”而善于“误会”，“误会”了而偏“有声誉”，“一般人所想说而没有说的话”却是误会和道歉：这要不笑，是必须不会思索的。见于报章的短评上的，也有的是。例如九月间《自由谈》所载的《登龙术拾遗》上，以做富家女婿为“登龙”之一术，不久就招来了一篇反攻，那开道：“狐狸吃不到葡萄，说葡萄是酸的，自己娶不到富妻子，于是对于一切有富岳家的人生了妒嫉，妒嫉的结果是攻击。”这也不能想一下。一想“的结果”，便分明是这位作者在表明他知道“富妻子”的味道是甜的了。诸如此类的妙文，我们也尝见于冠冕堂皇的公文上：而且并非将它漫画化了的，却是它本身原来是漫画。《论语》一年中，我最爱看“古香斋”这一栏，如四川营山县长禁穿长衫令云：“须知衣服蔽体已足，何必前拖后曳，消耗布匹？且国势衰弱，……顾念时艰，后患何堪设想？”又如北平社会局禁女人养雄犬文云：“查雌女雄犬相处，非仅有碍健康，更易生无耻秽闻，揆之我国礼义之邦，亦为习俗所不许。谨特通令严禁……凡妇女带养之雄犬，斩之无赦，以为取缔！”这那里是滑稽作家所能凭空写得出来的？不过“古香斋”里所收的妙文，往往还倾于奇诡，滑稽却不如平淡，惟其平淡，也就更加滑稽，在这一标准上，我推选“甜葡萄”说。准风月谈（）十月十九日外国也有凡中国所有的，外国也都有。外国人说中国多臭虫，但西洋也有臭虫；日本人笑中国人好弄文字，但日本人也一样的弄文字。不抵抗的有甘地；禁打外人的有希特拉；狄昆希吸鸦片；陀思妥夫斯基赌得昏。斯惠夫德带枷，马克斯反动。林白大佐的儿子，就给绑匪绑去了。而裹脚和高跟鞋，相差也不见得有多么远。只有外国人说我们不问公益，只知自利，爱金钱，却还是没法辩解。民国以来，有过许多总统和阔官了，下野之后，都是面团团的，或赋诗，或看戏，或念佛，吃着不尽，真也好像给批评者以证据。不料今天却被我见了：外国也有的！“十七日哈伐那电——避居加拿大之古巴前总统麦查度……在古巴之产业，计值八百万美元，凡能对渠担保收回此项财产者，无论何人，渠愿与以援助。又一消息，谓古巴政府已对麦及其旧僚属三十八人下逮捕令，并扣押渠等之财产，其数达二千五百万美元。……”以三十八人之多，而财产一共只有这区区二千五百万美元，手段虽不能谓之高，但有些近乎财却总是确凿的，这已足为我们的“上峰”雪耻。不过我还希望他们在外国买有地皮，在外国银行里另有存款，那么，我们和外人折冲樽俎的时候，就更加振振有辞了。假使世界上只有一家有臭虫，而遭别人指摘的时候，实在也不大舒服的，但捉起来却也真费事。况且北京有一种学说，说臭虫是捉不得的，越捉越多。即使捉尽了，又有什么价值呢，不过是一种消极的办法。最好还是希望别家也有臭虫，而竟见了就更好。见，这是积极的事业。哥仑布与爱迪生，也不过有了见或明而已。与其劳心劳力，不如玩跳舞，喝咖啡。外国也有的，巴黎就有许多跳舞场和咖啡店。即使连中国都不见了，也何必大惊小怪呢，君不闻迦勒底与马基顿乎？——外国也有的！十月十九日花边文学（）序我的常常写些短评，确是从投稿于《申报》的《自由谈》上开头的；集一九三三年之所作，就有了《伪自由书》和《准风月谈》两本。后来编辑者黎烈文先生真被挤轧得苦，到第二年，终于被挤出了，我本也可以就此搁笔，但为了赌气，却还是改些作法，换些笔名，托人抄写了去投稿，新任者不能细辨，依然常常登了出来。一面又扩大了范围，给《中华日报》的副刊《动向》，小品文半月刊《太白》之类，也间或写几篇同样的文字。聚起一九三四年所写的这些东西来，就是这一本《花边文学》。这一个名称，是和我在同一营垒里的青年战友，换掉姓名挂在暗箭上射给我的。那立意非常巧妙：一，因为这类短评，在报上登出来的时候往往围绕一圈花边以示重要，使我的战友看得头疼；二，因为“花边”也是银元的别名，以见我的这些文章是为了稿费，其实并无足取。至于我们的意见不同之处，是我以为我们无须希望外国人待我们比鸡鸭优，他却以为应该待我们比鸡鸭优，我在替西洋人辩护，所以是“买办”。那文章就附在《倒提》之下，这里不必多说。此外，倒也并无什么可记之事。只为了一篇《玩笑只当它玩笑》，又曾引出过一封文公直先生的来信，笔伐的更严重了，说我是“汉奸”，现在和我的复信都附在本文的下面。其余的一些鬼鬼祟祟，躲躲闪闪的攻击，离上举的两位还差得很远，这里都不转载了。“花边文学”可也真不行。一九三四年不同一九三五年，今年是为了《闲话皇帝》事件，官家的书报检查处忽然不知所往，还革掉七位检查官，日报上被删之处，也好像可以留着空白（术语谓之“开天窗”）了。但那时可真厉害，这么说不可以，那么说又不成功，而且删掉的地方，还不许留下空隙，要接起来，使作者自己来负吞吞吐吐，不知所云的责任。在这种明诛暗杀之下，能够苟延残喘，和读者相见的，那么，非奴隶文章是什么呢？我曾经和几个朋友闲谈。一个朋友说：现在的文章，是不会有骨气的了，譬如向一种日报上的副刊去投稿罢，副刊编辑先抽去几根骨头，总编辑又抽去几根骨头，检查官又抽去几根骨头，剩下来还有什么呢？我说：我是自己先抽去了几根骨头的，否则，连“剩下来”的也不剩。所以，那时表出来的文字，有被抽四次的可能，——现在有些人不在拼命表彰文天祥方孝孺么，幸而他们是宋明人，如果活在现在，他们的行是谁也无从知道的。因此除了官准的有骨气的文章之外，读者也只能看看没有骨气的文章。我生于清朝，原是奴隶出身，不同二十五岁以内的青年，一生下来就是中华民国的主子，然而他们不经世故，偶尔“忘其所以”也就大碰其钉子。我的投稿，目的是在表的，当然不给它见得有骨气，所以被“花边”所装饰者，大约也确比青年作家的作品多，而且奇怪，被删掉的地方倒很少。一年之中，只有三篇，现在补全，仍用黑点为记。我看《论秦理斋夫人事》的末尾，是申报馆的总编辑删的，别的两篇，却是检查官删的：这里都显着他们不同的心思。今年一年中，我所投稿的《自由谈》和《动向》，都停刊了；《太白》也不出了。我曾经想过：凡是我寄文稿的，只寄开初的一两期还不妨，假使接连不断，它就总归活不久。于是从今年起，我就不大做这样的短文，因为对于同人，是回避他背后的闷棍，对于自己，是不愿做开路的呆子，对于刊物，是希望它尽可能的长生。所以有人要我投稿，我特别敷延推宕，非“摆架子”也，是带些好意——然而有时也是恶意——的“世故”：这是要请索稿者原谅的。一直到了今年下半年，这才看见了新闻记者的“保护正当舆论”的请愿和智识阶级的论自由的要求。要过年了，我不知道结果怎么样。然而，即使从此文章都成了民众的喉舌，那代价也可谓大极了：是北五省的自治。这恰如先前的不敢恳请“保护正当舆论”和要求论自由的代价之大一样：是东三省的沦亡。不过这一次，换来的东西是光明的。然而，倘使万一不幸，后来又复换回了我做“花边文学”一样的时代，大家试来猜一猜那代价该是什么罢……花边文学（）鲁迅记一九三五年十二月二十九之夜运命电影“《姊妹花》中的穷老太婆对她的穷女儿说：‘穷人终是穷人，你要忍耐些！’”宗汉先生慨然指出，名之曰“穷人哲学”（见《大晚报》）。自然，这是教人安贫的，那根据是“运命”。古今圣贤的主张此说者已经不在少数了，但是不安贫的穷人也“终是”很不少。“智者千虑，必有一失”，这里的“失”，是在非到盖棺之后，一个人的运命“终是”不可知。豫运命者也未尝没有人，看相的，排八字的，到处都是。然而他们对于主顾，肯断定他穷到底的是很少的，即使有，大家的学说又不能相一致，甲说当穷，乙却说当富，这就使穷人不能确信他将来的一定的运命。不信运命，就不能“安分”，穷人买奖券，便是一种“非分之想”。但这于国家，现在是不能说没有益处的。不过“有一利必有一弊”，运命既然不可知，穷人又何妨想做皇帝，这就使中国出现了《推背图》。据宋人说，五代时候，许多人都看了这图给自己的儿子取名字，希望应着将来的吉兆，直到宋太宗（？）抽乱了一百本，与别本一同流通，读者见次序多不相同，莫衷一是，这才不再珍藏了。然而九一八那时，上海却还大卖着《推背图》的新印本。“安贫”诚然是天下太平的要道，但倘使无法指定究竟的运命，总不能令人死心塌地。现在的优生学，本可以说是科学的了，中国也正有人提倡着，冀以济运命说之穷，而历史又偏偏不挣气，汉高祖的父亲并非皇帝，李白的儿子也不是诗人；还有立志传，絮絮叨叨的在对人讲西洋的谁以冒险成功，谁又以空手致富。运命说之毫不足以治国平天下，是有明明白白的履历的。倘若还要用它来做工具，那中国的运命可真要“穷”极无聊了。鲁迅二月二十三日女人未必多说谎侍桁先生在《谈说谎》里，以为说谎的原因之一是由于弱，那举证的事实，是：“因此为什么女人讲谎话要比男人来得多。”那并不一定是谎话，可是也不一定是事实。我们确也常常从男人们的嘴里，听说是女人讲谎话要比男人多，不过却也并无实证，也没有统计。叔本华先生痛骂女人，他死后，从他的书籍里见了医梅毒的药方；还有一位奥国的青年学者，我忘记了他的姓氏，做了一大本书，说女人和谎话是分不开的，然而他后来自杀了。我恐怕他自己正有神经病。我想，与其说“女人讲谎话要比男人来得多”，不如说“女人被人指为‘讲谎话要比男人来得多’的时候来得多”，但是，数目字的统计自然也没有。譬如罢，关于杨妃，禄山之乱以后的文人就都撒着大谎，玄宗逍遥事外，倒说是许多坏事都由她，敢说“不闻夏殷衰，中自诛褒妲”的有几个。就是妲己，褒姒，也还不是一样的事？女人的替自己和男人伏罪，真是太长远了。今年是“妇女国货年”，振兴国货，也从妇女始。不久，是就要挨骂的，因为国货也未必因此有起色，然而一提倡，一责骂，男人们的责任也尽了。记得某男士有为某女士鸣不平的诗道：“君王城上竖降旗，妾在深宫那得知？二十万人齐解甲，更无一个是男儿！”快哉快哉！一月八日“京派”与“海派”自从北平某先生在某报上有扬“京派”而抑“海派”之，颇引起了一番议论。最先是上海某先生在某杂志上的不平，且引别一某先生的陈，以为作者的籍贯，与作品并无关系，要给北平某先生一个打击。其实，这是不足以服北平某先生之心的。所谓“京派”与“海派”，本不指作者的本籍而，所指的乃是一群人所聚的地域，故“京派”非皆北平人，“海派”亦非皆上海人。梅兰芳博士，戏中之真正京派也，而其本贯，则为吴下。但是，籍贯之都鄙，固不能定本人之功罪，居处的文陋，却也影响于作家的神，孟子曰：“居移气，养移体”，此之谓也。北京是明清的帝都，上海乃各国之租界，帝都多官，租界多商，所以文人之在京者近官，没海者近商，近官者在使官得名，近商者在使商获利，而自己也赖以糊口。要而之，不过“京派”是官的帮闲，“海派”则是商的帮忙而已。但从官得食者其状隐，对外尚能傲然，从商得食者其状显，到处难于掩饰，于是忘其所以者，遂据以有清浊之分。而官之鄙商，固亦中国旧习，就更使“海派”在“京派”的眼中跌落了。花边文学（）而北京学界，前此固亦有其光荣，这就是五四运动的策动。现在虽然还有历史上的光辉，但当时的战士，却“功成，名遂，身退”者有之，“身稳”者有之，“身升”者更有之，好好的一场恶斗，几乎令人有“若要官，杀人放火受招安”之感。“昔人已乘黄鹤去，此地空余黄鹤楼”，前年大难临头，北平的学者们所想援以掩护自己的是古文化，而惟一大事，则是古物的南迁，这不是自己彻底的说明了北平所有的是什么了吗？但北平究竟还有古物，且有古书，且有古都的人民。在北平的学者文人们，又大抵有着讲师或教授的本业，论理，研究或创作的环境，实在是比“海派”来得优越的，我希望着能够看见学术上，或文艺上的大著作。一月三十日论秦理斋夫人事这几年来，报章上常见有因经济的压迫，礼教的制裁而自杀的记事，但为了这些，便来开口或动笔的人是很少的。只有新近秦理斋夫人及其子女一家四口的自杀，却起过不少的回声，后来还出了一个怀着这一段新闻记事的自杀者，更可见其影响之大了。我想，这是因为人数多。单独的自杀，盖已不足以招大家的青睐了。一切回声中，对于这自杀的主谋者——秦夫人，虽然也加以恕辞；但归结却无非是诛伐。因为——评论家说——社会虽然黑暗，但人生的第一责任是生存，倘自杀，便是失职，第二责任是受苦，倘自杀，便是偷安。进步的评论家则说人生是战斗，自杀者就是逃兵，虽死也不足以蔽其罪。这自然也说得下去的，然而未免太笼统。人间有犯罪学者，一派说，由于环境；一派说，由于个人。现在盛行的是后一说，因为倘信前一派，则消灭罪犯，便得改造环境，事就麻烦，可怕了。而秦夫人自杀的批判者，则是大抵属于后一派。诚然，既然自杀了，这就证明了她是一个弱者。但是，怎么会弱的呢？要紧的是我们须看看她的尊翁的信札，为了要她回去，既耸之以两家的名声，又动之以亡人的乩语。我们还得看看她的令弟的挽联：“妻殉夫，子殉母……”不是大有视为千古美谈之意吗？以生长及陶冶在这样的家庭中的人，又怎么能不成为弱者？我们固然未始不可责以奋斗，但黑暗的吞噬之力，往往胜于孤军，况且自杀的批判者未必就是战斗的应援者，当他人奋斗时，挣扎时，败绩时，也许倒是鸦雀无声了。穷乡僻壤或都会中，孤儿寡妇，贫女劳人之顺命而死，或虽然抗命，而终于不得不死者何限，但曾经上谁的口，动谁的心呢？真是“自经于沟渎而莫之知也”！人固然应该生存，但为的是进化；也不妨受苦，但为的是解除将来的一切苦；更应该战斗，但为的是改革。责别人的自杀者，一面责人，一面正也应该向驱人于自杀之途的环境挑战，进攻。倘使对于黑暗的主力，不置一辞，不一矢，而但向“弱者”唠叨不已，则纵使他如何义形于色，我也不能不说——我真也忍不住了——他其实乃是杀人者的帮凶而已。五月二十四日古人并不纯厚老辈往往说：古人比今人纯厚，心好，寿长。我先前也有些相信，现在这信仰可是动摇了。啦嘛总该比平常人心好，虽然“不幸短命死矣”，但广州开的耆英会，却明明收集过一大批寿翁寿媪，活了一百零六岁的老太太还能穿针，有照片为证。古今的心的好坏，较为难以比较，只好求教于诗文。古之诗人，是有名的“温柔敦厚”的，而有的竟说：“时日曷丧，予及汝偕亡！”你看够多么恶毒？更奇怪的是孔子“校阅”之后，竟没有删，还说什么“诗三百，一以蔽之，曰：思无邪”哩，好像圣人也并不以为可恶。还有现存的最通行的《文选》，听说如果青年作家要丰富语汇，或描写建筑，是总得看它的，但我们倘一调查里面的作家，却至少有一半不得好死，当然，就因为心不好。经昭明太子一挑选，固然好像变成语汇祖师了，但在那时，恐怕还有个人的主张，偏激的文字。否则，这人是不传的，试翻唐以前的史上的文苑传，大抵是禀承意旨，草檄作颂的人，然而那些作者的文章，流传至今者偏偏少得很。花边文学（）由此看来，翻印整部的古书，也就不无危险了。近来偶尔看见一部石印的《平斋文集》，作者，宋人也，不可谓之不古，但其诗就不可为训。如咏《狐鼠》云：“狐鼠擅一窟，虎蛇行九逵，不论天有眼，但管地无皮……。”又咏《荆公》云：“养就祸胎身始去，依然钟阜向人青”。那指斥当路的口气，就为今人所看不惯。“八大家”中的欧阳修，是不能算作偏激的文学家的罢，然而那《读李翱文》中却有云：“呜呼，在位而不肯自忧，又禁它人使皆不得忧，可叹也夫！”也就悻悻得很。但是，经后人一番选择，却就纯厚起来了。后人能使古人纯厚，则比古人更为纯厚也可见。清朝曾有钦定的《唐宋文醇》和《唐宋诗醇》，便是由皇帝将古人做得纯厚的好标本，不久也许会有人翻印，以“挽狂澜于既倒”的。四月十五日洋服的没落几十年来，我们常常恨着自己没有合意的衣服穿。清朝末年，带些革命色采的英雄不但恨辫子，也恨马褂和袍子，因为这是满洲服。一位老先生到日本去游历，看见那边的服装，高兴的了不得，做了一篇文章登在杂志上，叫作《不图今日重见汉官仪》。他是赞成恢复古装的。然而革命之后，采用的却是洋装，这是因为大家要维新，要便捷，要腰骨笔挺。少年英俊之徒，不但自己必洋装，还厌恶别人穿袍子。那时听说竟有人去责问樊山老人，问他为什么要穿满洲的衣裳。樊山回问道：“你穿的是那里的服饰呢？”少年答道：“我穿的是外国服。”樊山道：“我穿的也是外国服。”这故事颇为传诵一时，给袍褂党扬眉吐气。不过其中是带一点反对革命的意味的，和近日的因为卫生，因为经济的大两样。后来，洋服终于和华人渐渐的反目了，不但袁世凯朝，就定袍子马褂为常礼服，五四运动之后，北京大学要整饬校风，规定制服了，请学生们公议，那议决的也是：袍子和马褂！这回的不取洋服的原因却正如林语堂先生所说，因其不合于卫生。造化赋给我们的腰和脖子，本是可以弯曲的，弯腰曲背，在中国是一种常态，逆来尚须顺受，顺来自然更当顺受了。所以我们是最能研究人体，顺其自然而用之的人民。脖子最细，明了砍头；膝关节能弯，明了下跪；臀部多肉，又不致命，就明了打屁股。违反自然的洋服，于是便渐渐的自然的没落了。这洋服的遗迹，现在已只残留在摩登男女的身上，恰如辫子小脚，不过偶然还见于顽固男女的身上一般。不料竟又来了一道催命符，是镪水悄悄从背后洒过来了。这怎么办呢？恢复古制罢，自黄帝以至宋明的衣裳，一时实难以明白；学戏台上的装束罢，蟒袍玉带，粉底皂靴，坐了摩托车吃番菜，实在也不免有些滑稽。所以改来改去，大约总还是袍子马褂牢稳。虽然也是外国服，但恐怕是不会脱下的了——这实在有些稀奇。四月二十一日朋友我在小学的时候，看同学们变小戏法，“耳中听字”呀，“纸人出血”呀，很以为有趣。庙会时就有传授这些戏法的人，几枚铜元一件，学得来时，倒从此索然无味了。进中学是在城里，于是兴致勃勃的看大戏法，但后来有人告诉了我戏法的秘密，我就不再高兴走近圈子的旁边。去年到上海来，才又得到消遣无聊的处所，那便是看电影。但不久就在书上看到一点电影片子的制造法，知道了看去好像千丈悬崖者，其实离地不过几尺，奇禽怪兽，无非是纸做的。这使我从此不很觉得电影的神奇，倒往往只留心它的破绽，自己也无聊起来，第三回失掉了消遣无聊的处所。有时候，还自悔去看那一本书，甚至于恨到那作者不该写出制造法来了。暴露者揭种种隐秘，自以为有益于人们，然而无聊的人，为消遣无聊计，是甘于受欺，并且安于自欺的，否则就更无聊赖。因为这，所以使戏法长存于天地之间，也所以使暴露幽暗不但为欺人者所深恶，亦且为被欺者所深恶。花边文学（）暴露者只在有为的人们中有益，在无聊的人们中便要灭亡。自救之道，只在虽知一切隐秘，却不动声色，帮同欺人，欺那自甘受欺的无聊的人们，任它无聊的戏法一套一套的，终于反反复复的变下去。周围是总有这些人会看的。变戏法的时时拱手道：“……出家靠朋友！”有几分就是对着明白戏法的底细者而的，为的是要他不来戳穿西洋镜。“朋友，以义合者也”，但我们向来常常不作如此解。四月二十二日清明时节清明时节，是扫墓的时节，有的要进关内来祭祖，有的是到陕西去上坟，或则激论沸天，或则欢声动地，真好像上坟可以亡国，也可以救国似的。坟有这么大关系，那么，掘坟当然是要不得的了。元朝的国师八合思巴罢，他就深相信掘坟的利害。他掘开宋陵，要把人骨和猪狗骨同埋在一起，以使宋室倒楣。后来幸而给一位义士盗走了，没有达到目的，然而宋朝还是亡。曹操设了“摸金校尉”之类的职员，专门盗墓，他的儿子却做了皇帝，自己竟被谥为“武帝”，好不威风。这样看来，死人的安危，和生人的祸福，又仿佛没有关系似的。相传曹操怕死后被人掘坟，造了七十二疑冢，令人无从下手。于是后之诗人曰：“遍掘七十二疑冢，必有一冢葬君尸。”于是后之论者又曰：阿瞒老奸巨猾，安知其尸实不在此七十二冢之内乎。真是没有法子想。阿瞒虽是老奸巨猾，我想，疑冢之流倒未必安排的，不过古来的冢墓，却大抵被掘者居多，冢中人的主名，的确者也很少，洛阳邙山，清末掘墓者极多，虽在名公巨卿的墓中，所得也大抵是一块志石和凌乱的陶器，大约并非原没有贵重的殉葬品，乃是早经有人掘过，拿走了，什么时候呢，无从知道。总之是葬后以至清末的偷掘那一天之间罢。至于墓中人究竟是什么人，非掘后往往不知道。即使有相传的主名的，也大抵靠不住。中国人一向喜欢造些和大人物相关的名胜，石门有“子路止宿处”，泰山上有“孔子小天下处”；一个小山洞，是埋着大禹，几堆大土堆，便葬着文武和周公。如果扫墓的确可以救国，那么，扫就要扫得真确，要扫文武周公的陵，不要扫着别人的土包子，还得查考自己是否周朝的子孙。于是乎要有考古的工作，就是掘开坟来，看看有无葬着文王武王周公旦的证据，如果有遗骨，还可照《洗冤录》的方法来滴血。但是，这又和扫墓救国说相反，很伤孝子顺孙的心了。不得已，就只好闭了眼睛，硬着头皮，乱拜一阵。“非其鬼而祭之，谄也！”单是扫墓救国术没有灵验，还不过是一个小笑话而已。四月二十六日推己及人忘了几年以前了，有一位诗人开导我，说是愚众的舆论，能将天才骂死，例如英国的济慈就是。我相信了。去年看见几位名作家的文章，说是批评家的漫骂，能将好作品骂得缩回去，使文坛荒凉冷落。自然，我也相信了。我也是一个想做作家的人，而且觉得自己也确是一个作家，但还没有获得挨骂的资格，因为我未曾写过创作。并非缩回去，是还没有钻出来。这钻不出来的原因，我想是一定为了我的女人和两个孩子的吵闹，她们也如漫骂批评家一样，职务是在毁灭真天才，吓退好作品的。幸喜今年正月，我的丈母要见见她的女儿了，她们三个就都回到乡下去。我真是耳目清静，猗欤休哉，到了产生伟大作品的时代。可是不幸得很，现在已是废历四月初，足足静了三个月了，还是一点也写不出什么来。假使有朋友问起我的成绩，叫我怎么回答呢？还能归罪于她们的吵闹吗？于是乎我的信心有些动摇。我疑心我本不会有什么好作品，和她们的吵闹与否无关。而且我又疑心到所谓名作家也未必会有什么好作品，和批评家的漫骂与否无涉。不过，如果有人吵闹，有人漫骂，倒可以给作家的没有作品遮羞，说是本来是要有的，现在给他们闹坏了。他于是就像一个落难小生，纵使并无作品，也能从看客赢得一掬一掬的同之泪。花边文学（）假使世界上真有天才，那么，漫骂的批评，于他是有损的，能骂退他的作品，使他不成其为作家。然而所谓漫骂的批评，于庸才是有益的，能保持其为作家，不过据说是吓退了他的作品。在这三足月里，我仅仅有了一点“烟士披离纯”，是套罗兰夫人的腔调的：“批评批评，世间多少作家，借汝之骂以存！”五月十四日读几本书读死书会变成书呆子，甚至于成为书厨，早有人反对过了，时光不绝的进行，反读书的思潮也愈加彻底，于是有人来反对读任何一种书。他的根据是叔本华的老话，说是倘读别人的著作，不过是在自己的脑里给作者跑马。这对于读死书的人们，确是一下当头棒，但为了与其探究，不如跳舞，或者空暴躁，瞎牢骚的天才起见，却也是一句值得绍介的金。不过要明白：死抱住这句金的天才，他的脑里却正被叔本华跑了一趟马，踏得一榻胡涂了。现在是批评家在牢骚，因为没有较好的作品；创作家也在牢骚，因为没有正确的批评。张二说李四的作品是象征主义，于是李四也自以为是象征主义，读者当然更以为是象征主义。然而怎样是象征主义呢？向来就没有弄分明，只好就用李四的作品为证。所以中国之所谓象征主义，和别国之所谓symbolism是不一样的，虽然前者其实是后者的译语，然而听说梅特林是象征派的作家，于是李四就成为中国的梅特林了。此外中国的法朗士，中国的白璧德，中国的吉尔波丁，中国的高尔基……还多得很。然而真的法朗士他们的作品的译本，在中国却少得很。莫非因为都有了“国货”的缘故吗？在中国的文坛上，有几个国货文人的寿命也真太长；而洋货文人的可也真太短，姓名刚刚记熟，据说是已经过去了。易卜生大有出全集之意，但至今不见第三本；柴霍甫和莫泊桑的选集，也似乎走了虎头蛇尾运。但在我们所深恶痛疾的日本，《吉诃德先生》和《一千一夜》是有全译的；沙士比亚，歌德，……都有全集；托尔斯泰的有三种，陀思妥也夫斯基的有两种。读死书是害己，一开口就害人；但不读书也并不见得好。至少，譬如要批评托尔斯泰，则他的作品是必得看几本的。自然，现在是国难时期，那有工夫译这些书，看这些书呢，但我所提议的是向着只在暴躁和牢骚的大人物，并非对于正在赴难或“卧薪尝胆”的英雄。因为有些人物，是即使不读书，也不过玩着，并不去赴难的。五月十四日一思而行只要并不是靠这来解决国政，布置战争，在朋友之间，说几句幽默，彼此莞尔而笑，我看是无关大体的。就是革命专家，有时也要负手散步；理学先生总不免有儿女，在证明着他并非日日夜夜，道貌永远的俨然。小品文大约在将来也还可以存在于文坛，只是以“闲适”为主，却稍嫌不够。人间世事，恨和尚往往就恨袈裟。幽默和小品的开初，人们何尝有贰话。然而轰的一声，天下无不幽默和小品，幽默那有这许多，于是幽默就是滑稽，滑稽就是说笑话，说笑话就是讽刺，讽刺就是漫骂。油腔滑调，幽默也；“天朗气清”，小品也；看郑板桥《道》一遍，谈幽默十天，买袁中郎尺牍半本，作小品一卷。有些人既有以此起家之势，势必有想反此以名世之人，于是轰然一声，天下又无不骂幽默和小品。其实，则趁队起哄之士，今年也和去年一样，数不在少的。手拿黑漆皮灯笼，彼此都莫名其妙。总之，一个名词归化中国，不久就弄成一团糟。伟人，先前是算好称呼的，现在则受之者已等于被骂；学者和教授，前两三年还是干净的名称；自爱者闻文学家之称而逃，今年已经开始了第一步。但是，世界上真的没有实在的伟人，实在的学者和教授，实在的文学家吗？并不然，只有中国是例外。假使有一个人，在路旁吐一口唾沫，自己蹲下去，看着，不久准可以围满一堆人；又假使又有一个人，无端大叫一声，拔步便跑，同时准可以大家都逃散。真不知是“何所闻而来，何所见而去”，然而又心怀不满，骂他的莫名其妙的对象曰“妈的”！但是，那吐唾沫和大叫一声的人，归根结蒂还是大人物。当然，沉着切实的人们是有的。不过伟人等等之名之被尊视或鄙弃，大抵总只是做唾沫的替代品而已。花边文学（）社会仗这添些热闹，是值得感谢的。但在乌合之前想一想，在云散之前也想一想，社会未必就冷静了，可是还要像样一点点。五月十四日“此生或彼生”“此生或彼生”。现在写出这样五个字来，问问读者：是什么意思？倘使在《申报》上，见过汪懋祖先生的文章，“……例如说‘这一个学生或是那一个学生’，文只须‘此生或彼生’即已明了，其省力为何如？……”的，那就也许能够想到，这就是“这一个学生或是那一个学生”的意思。否则，那回答恐怕就要迟疑。因为这五个字，至少还可以有两种解释：一，这一个秀才或是那一个秀才（生员）；二，这一世或是未来的别一世。文比起白话来，有时的确字数少，然而那意义也比较的含胡。我们看文文，往往不但不能增益我们的智识，并且须仗我们已有的智识，给它注解，补足。待到翻成精密的白话之后，这才算是懂得了。如果一径就用白话，即使多写了几个字，但对于读者，“其省力为何如”？我就用主张文的汪懋祖先生所举的文的例子，证明了文的不中用了。六月二十三日玩笑只当它玩笑（上）不料刘半农先生竟忽然病故了，学术界上又短少了一个人。这是应该惋惜的。但我于音韵学一无所知，毁誉两面，都不配说一句话。我因此记起的是别一件事，是在现在的白话将被“扬弃”或“唾弃”之前，他早是一位对于那时的白话，尤其是欧化式的白话的伟大的“迎头痛击”者。他曾经有过极不费力，但极有力的妙文：“我现在只举一个简单的例：子曰：‘学而时习之，不亦悦乎？’这太老式了，不好！‘学而时习之，’子曰，‘不亦悦乎？’这好！‘学而时习之，不亦悦乎？’子曰。这更好！为什么好？欧化了。但‘子曰’终没有能欧化到‘曰子’！”这段话见于《中国文法通论》中，那书是一本正经的书；作者又是《新青年》的同人，五四时代“文学革命”的战士，现在又成了古人了。中国老例，一死是常常能够增价的，所以我想从新提起，并且提出他终于也是《论语》社的同人，有时不免些“幽默”；原先也有“幽默”，而这些“幽默”，又不免常常掉到“开玩笑”的阴沟里去的。实例也就是上面所引的文章，其实是，那论法，和顽固先生，市井无赖，看见青年穿洋服，学外国话了，便冷笑道：“可惜鼻子还低，脸孔也不白”的那些话，并没有两样的。自然，刘先生所反对的是“太欧化”。但“太”的范围是怎样的呢？他举出的前三法，古文上没有，谈话里却能有的，对人口谈，也都可以懂。只有将“子曰”改成“曰子”是决不能懂的了。然而他在他所反对的欧化文中也寻不出实例来，只好说是“‘子曰’终没有能欧化到‘曰子’！”那么，这不是“无的放矢”吗？欧化文法的侵入中国白话中的大原因，并非因为好奇，乃是为了必要。国粹学家痛恨鬼子气，但他住在租界里，便会写些“霞飞路”，“麦特赫司脱路”那样的怪地名；评论者何尝要好奇，但他要说得精密，固有的白话不够用，便只得采些外国的句法。比较的难懂，不像茶淘饭似的可以一口吞下去是真的，但补这缺点的是精密。胡适先生登在《新青年》上的《易卜生主义》，比起近时的有些文艺论文来，的确容易懂，但我们不觉得它却又粗浅，笼统吗？如果嘲笑欧化式白话的人，除嘲笑之外，再去试一试绍介外国的精密的论著，又不随意改变，删削，我想，他一定还能够给我们更好的箴规。用玩笑来应付敌人，自然也是一种好战法，但触着之处，须是对手的致命伤，否则，玩笑终不过是一种单单的玩笑而已。七月十八日：文公直给康伯度的信伯度先生：今天读到先生在《自由谈》刊布的大作，知道为西人侵略张目的急先锋（汉奸）仍多，先生以为欧式文化的风行，原因是“必要”。这我真不知是从那里说起？中国人虽无用，但是话总是会说的。如果一定要把中国话取消，要乡下人也“密司忒”起来，这不见得是中国文化上的“必要”吧。譬如照华人的语说：张甲说：“今天下雨了。”李乙说：“是的，天凉了。”若照尊论的主张，就应该改做：“今天下雨了，”张甲说。“天凉了，——是的；”李乙说。这个算得是中华民国全族的“必要”吗？一般翻译大家的欧化文笔，已足阻尽中西文化的通路，使能读原文的人也不懂译文。再加上先生的“必要”，从此使中国更无可读的西书了。陈子展先生提倡的“大众语”，是天经地义的。中国人间应该说中国话，总是绝对的。而先生偏要说欧化文法是必要！毋怪大名是“康伯度”，真十足加二的表现“买办心理”了。刘半农先生说：“翻译是要使不懂外国文的人得读”；这是确切不移的定理。而先生大骂其半农，认为非使全中国人都以欧化文法为“必要”的性命不可！先生，现在暑天，你歇歇吧！帝国主义的灭绝华人的毒气弹，已经制成无数了。先生要做买办尽管做，只求不必将全个民族出卖。花边文学（）我是一个不懂颠倒式的欧化文式的愚人！对于先生的盛意提倡，几乎疑惑先生已不是敝国人了。今特负责请问先生为甚么投这文化的毒瓦斯？是否受了帝国主义者的指使？总之，四万万四千九百万（陈先生以外）以内的中国人对于先生的主张不敢领教的！幸先生注意。文公直七月二十五日康伯度答文公直公直先生：中国语法里要加一点欧化，是我的一种主张，并不是“一定要把中国话取消”，也没有“受了帝国主义者的指使”，可是先生立刻加给我“汉奸”之类的重罪名，自己代表了“四万万四千九百万（陈先生以外）以内的中国人”，要杀我的头了。我的主张也许会错的，不过一来就判死罪，方法虽然很时髦，但也似乎过分了一点。况且我看“四万万四千九百万（陈先生以外）以内的中国人”，意见也未必都和先生相同，先生并没有征求过同意，你是冒充代表的。中国语法的欧化并不就是改学外国话，但这些粗浅的道理不想和先生多谈了。我不怕热，倒是因为无聊。不过还要说一回：我主张中国语法上有加些欧化的必要。这主张，是由事实而来的。中国人“话总是会说的”，一点不错，但要前进，全照老样却不够。眼前的例，就如先生这几百个字的信里面，就用了两回“对于”，这和古文无关，是后来起于直译的欧化语法，而且连“欧化”这两个字也是欧化字；还用着一个“取消”，这是纯粹日本词；一个“瓦斯”，是德国字的原封不动的日本人的音译。都用得很惬当，而且是“必要”的。譬如“毒瓦斯”罢，倘用中国固有的话的“毒气”，就显得含混，未必一定是毒弹里面的东西了。所以写作“毒瓦斯”，的确是出乎“必要”的。先生自己没有照镜子，无意中也证明了自己也正是用欧化语法，用鬼子名词的人，但我看先生决不是“为西人侵略张目的急先锋（汉奸）”，所以也想由此证明我也并非那一伙。否则，先生含狗血喷人，倒先污了你自己的尊口了。我想，辩论事，威吓和诬陷，是没有用处的。用笔的人，一来就你的脾气，要我的性命，更其可笑得很。先生还是不要暴躁，静静的再看看自己的信，想想自己，何如？专此布复，并请热安。弟康伯度脱帽鞠躬八月五日玩笑只当它玩笑（下）别一枝讨伐白话的生力军，是林语堂先生。他讨伐的不是白话的“反而难懂”，是白话的“鲁里鲁苏”，连刘先生似的想白话“返朴归真”的意思也全没有，要达意，只有“语录式”（白话的文）。林先生用白话武装了出现的时候，文和白话的斗争早已过去了，不像刘先生那样，自己是混战中的过来人，因此也不免有感怀旧日，慨叹末流的绪。他一闪而将宋明语录，摆在“幽默”的旗子下，原也极其自然的。这“幽默”便是《论语》四十五期里的《一张字条的写法》，他因为要问木匠讨一点油灰，写好了一张语录体的字条，但怕别人说他“反对白话”，便改写了白话的，选体的，桐城派的三种，然而都很可笑，结果是差“书僮”传话，向木匠讨了油灰来。《论语》是风行的刊物，这里省烦不抄了。总之，是：不可笑的只有语录式的一张，别的三种，全都要不得。但这四个不同的脚色，其实是都是林先生自己一个人扮出来的，一个是正生，就是“语录式”，别的三个都是小丑，自装鬼脸，自作怪相，将正生衬得一表番茄了。但这已经并不是“幽默”，乃是“顽笑”，和市井间的在墙上画一乌龟，背上写上他的所讨厌的名字的战法，也并不两样的。不过看见的人，却往往不问是非，就嗤笑被画者。“幽默”或“顽笑”，也都要生出结果来的，除非你心知其意，只当它“顽笑”看。因为事实会并不如文章，例如这语录式的条子，在中国其实也并未断绝过种子。假如有工夫，不妨到上海的弄口去看一看，有时就会看见一个摊，坐着一位文人，在替男女工人写信，他所用的文章，决不如林先生所拟的条子的容易懂，然而分明是“语录式”的。这就是现在从新提起的语录派的末流，却并没有谁去涂白过他的鼻子。花边文学（）这是一个具体的“幽默”。但是，要赏识“幽默”也真难。我曾经从生理学来证明过中国打屁股之合理：假使屁股是为了排泄或坐坐而生的罢，就不必这么大，脚底要小得远，不是足够支持全身了么？我们现在早不吃人了，肉也用不着这么多。那么，可见是专供打打之用的了。有时告诉人们，大抵以为是“幽默”。但假如有被打了的人，或自己遭了打，我想，恐怕那感应就不能这样了罢。没有法子，在大家都不适意的时候，恐怕终于是“中国没有幽默”的了。七月十八日看书琐记高尔基很惊服巴尔札克小说里写对话的巧妙，以为并不描写人物的模样，却能使读者看了对话，便好像目睹了说话的那些人。（八月份《文学》内《我的文学修养》）中国还没有那样好手段的小说家，但《水浒》和《红楼梦》的有些地方，是能使读者由说话看出人来的。其实，这也并非什么奇特的事，在上海的弄堂里，租一间小房子住着的人，就时时可以体验到。他和周围的住户，是不一定见过面的，但只隔一层薄板壁，所以有些人家的眷属和客人的谈话，尤其是高声的谈话，都大略可以听到，久而久之，就知道那里有那些人，而且仿佛觉得那些人是怎样的人了。如果删除了不必要之点，只摘出各人的有特色的谈话来，我想，就可以使别人从谈话里推见每个说话的人物。但我并不是说，这就成了中国的巴尔札克。作者用对话表现人物的时候，恐怕在他自己的心目中，是存在着这人物的模样的，于是传给读者，使读者的心目中也形成了这人物的模样。但读者所推见的人物，却并不一定和作者所设想的相同，巴尔札克的小胡须的清瘦老人，到了高尔基的头里，也许变了粗蛮壮大的络腮胡子。不过那性格，动，一定有些类似，大致不差，恰如将法文翻成了俄文一样。要不然，文学这东西便没有普遍性了。文学虽然有普遍性，但因读者的体验的不同而有变化，读者倘没有类似的体验，它也就失去了效力。譬如我们看《红楼梦》，从文字上推见了林黛玉这一个人，但须排除了梅博士的“黛玉葬花”照相的先入之见，另外想一个，那么，恐怕会想到剪头，穿印度绸衫，清瘦，寂寞的摩登女郎；或者别的什么模样，我不能断定。但试去和三四十年前出版的《红楼梦图咏》之类里面的画像比一比罢，一定是截然两样的，那上面所画的，是那时的读者的心目中的林黛玉。文学有普遍性，但有界限；也有较为永久的，但因读者的社会体验而生变化。北极的遏斯吉摩人和菲洲腹地的黑人，我以为是不会懂得“林黛玉型”的；健全而合理的好社会中人，也将不能懂得，他们大约要比我们的听讲始皇焚书，黄巢杀人更其隔膜。一有变化，即非永久，说文学独有仙骨，是做梦的人们的梦话。八月六日中秋二愿前几天真是“悲喜交集”。刚过了国历的九一八，就是“夏历”的“中秋赏月”，还有“海宁观潮”。因为海宁，就又有人来讲“乾隆皇帝是海宁陈阁老的儿子”了。这一个满洲“英明之主”，原来竟是中国人掉的包，好不阔气，而且福气。不折一兵，不费一矢，单靠生殖机关便革了命，真是绝顶便宜。中国人是尊家族，尚血统的，但一面又喜欢和不相干的人们去攀亲，我真不知道是什么意思。从小以来，什么“乾隆是从我们汉人的陈家悄悄的抱去的”呀，“我们元朝是征服了欧洲的”呀之类，早听的耳朵里起茧了，不料到得现在，纸烟铺子的选举中国政界伟人投票，还是列成吉思汗为其中之一人；开民智的报章，还在讲满洲的乾隆皇帝是陈阁老的儿子。古时候，女人的确去和过番；在演剧里，也有男人招为番邦的驸马，占了便宜，做得津津有味。就是近事，自然也还有拜侠客做干爷，给富翁当赘婿，陡了起来的，不过这不能算是体面的事。男子汉，大丈夫，还当别有所能，别有所志，自恃着智力和另外的体力。要不然，我真怕将来大家又大说一通日本人是徐福的子孙。花边文学（）一愿：从此不再胡乱和别人去攀亲。但竟有人给文学也攀起亲来了，他说女人的才力，会因与男性的关系而受影响，并举欧洲的几个女作家，都有文人做人来作证据。于是又有人来驳他，说这是弗洛伊特说，不可靠。其实这并不是弗洛伊特说，他不至于忘记梭格拉第太太全不懂哲学，托尔斯泰太太不会做文章这些反证的。况且世界文学史上，有多少中国所谓“父子作家”“夫妇作家”那些“肉麻当有趣”的人物在里面？因为文学和梅毒不同，并无霉菌，决不会由传给对手的。至于有“诗人”在钓一个女人，先捧之为“女诗人”，那是一种讨好的手段，并非他真传染给她了诗才。二愿：从此眼光离开脐下三寸。九月二十五日考场三丑古时候，考试八股的时候，有三样卷子，考生是很失面子的，后来改考策论了，恐怕也还是这样子。第一样是“缴白卷”，只写上题目，做不出文章，或者简直连题目也不写。然而这最干净，因为别的再没有什么枝节了。第二样是“钞刊文”，他先已有了侥幸之心，读熟或带进些刊本的八股去，倘或题目相合，便即照钞，想瞒过考官的眼。品行当然比“缴白卷”的差了，但文章大抵是好的，所以也没有什么另外的枝节。第三样，最坏的是瞎写，不及格不必说，还要从瞎写的文章里，给人寻出许多笑话来。人们在茶余酒后作为谈资的，大概是这一种。“不通”还不在其内，因为即使不通，他究竟是在看题目做文章了；况且做文章做到不通的境地也就不容易，我们对于中国古今文学家，敢保证谁决没有一句不通的文章呢？有些人自以为“通”，那是因为他连“通”“不通”都不了然的缘故。今年的考官之流，颇在讲些中学生的考卷的笑柄。其实这病源就在于瞎写。那些题目，是只要能够钞刊文，就都及格的。例如问“十三经”是什么，文天祥是那朝人，全用不着自己来挖空心思做，一做，倒糟糕。于是使文人学士大叹国学之衰落，青年之不行，好像惟有他们是文林中的硕果似的，像煞有介事了。但是，钞刊文可也不容易。假使将那些考官们锁在考场里，骤然问他几条较为陌生的古典，大约即使不瞎写，也未必不缴白卷的。我说这话，意思并不在轻议已成的文人学士，只以为古典多，记不清不足奇，都记得倒古怪。古书不是很有些曾经后人加过注解的么？那都是坐在自己的书斋里，查群籍，翻类书，穷年累月，这才脱稿的，然而仍然有“未详”，有错误。现在的青年当然是无力指摘它了，但作证的却有别人的什么“补正”在；而且补而又补，正而又正者，也时或有之。由此看来，如果能钞刊文，而又敷衍得过去，这人便是现在的大人物；青年学生有一些错，不过是常人的本分而已，但竟为世诟病，我很诧异他们竟没有人呼冤。九月二十五日略论梅兰芳及其他（上）崇拜名伶原是北京的传统。辛亥革命后，伶人的品格提高了，这崇拜也干净起来。先只有谭叫天在剧坛上称雄，都说他技艺好，但恐怕也还夹着一点势利，因为他是“老佛爷”——慈禧太后赏识过的。虽然没有人给他宣传，替他出主意，得不到世界的名声，却也没有人来为他编剧本。我想，这不来，是带着几分“不敢”的。后来有名的梅兰芳可就和他不同了。梅兰芳不是生，是旦，不是皇家的供奉，是俗人的宠儿，这就使士大夫敢于下手了。士大夫是常要夺取民间的东西的，将竹枝词改成文，将“小家碧玉”作为姨太太，但一沾着他们的手，这东西也就跟着他们灭亡。他们将他从俗众中提出，罩上玻璃罩，做起紫檀架子来。教他用多数人听不懂的话，缓缓的《天女散花》，扭扭的《黛玉葬花》，先前是他做戏的，这时却成了戏为他而做，凡有新编的剧本，都只为了梅兰芳，而且是士大夫心目中的梅兰芳。雅是雅了，但多数人看不懂，不要看，还觉得自己不配看了。花边文学（）士大夫们也在日见其消沉，梅兰芳近来颇有些冷落。因为他是旦角，年纪一大，势必至于冷落的吗？不是的，老十三旦七十岁了，一登台，满座还是喝采。为什么呢？就因为他没有被士大夫据为己有，罩进玻璃罩。名声的起灭，也如光的起灭一样，起的时候，从近到远，灭的时候，远处倒还留着余光。梅兰芳的游日，游美，其实已不是光的扬，而是光在中国的收敛。他竟没有想到从玻璃罩里跳出，所以这样的搬出去，还是这样的搬回来。他未经士大夫帮忙时候所做的戏，自然是俗的，甚至于猥下，肮脏，但是泼剌，有生气。待到化为“天女”，高贵了，然而从此死板板，矜持得可怜。看一位不死不活的天女或林妹妹，我想，大多数人是倒不如看一个漂亮活动的村女的，她和我们相近。然而梅兰芳对记者说，还要将别的剧本改得雅一些。十一月一日略论梅兰芳及其他（下）而且梅兰芳还要到苏联去。议论纷纷。我们的大画家徐悲鸿教授也曾到莫斯科去画过松树——也许是马，我记不真切了——国内就没有谈得这么起劲。这就可见梅兰芳博士之在艺术界，确是超人一等的了。而且累得《现代》的编辑室里也紧张起来。座编辑施蛰存先生曰：“而且还要梅兰芳去演《贵妃醉酒》呢！”（《现代》五卷五期。）要这么大叫，可见不平之极了，倘不豫先知道性别，是会令人疑心生了脏躁症的。次座编辑杜衡先生曰：“剧本鉴定的工作完毕，则不妨选几个最前进的戏先到莫斯科去宣传为梅兰芳先生‘转变’后的个人的创作。……因为照例，到苏联去的艺术家，是无论如何应该事先表示一点‘转变’的。”（《文艺画报》创刊号。）这可冷静得多了，一看就知道他手段高妙，足使齐如山先生自愧弗及，赶紧来请帮忙——帮忙的帮忙。但梅兰芳先生却正在说中国戏是象征主义，剧本的字句要雅一些，他其实倒是为艺术而艺术，他也是一位“第三种人”。那么，他是不会“表示一点‘转变’的”，目前还太早一点。他也许用别一个笔名，做一篇剧本，描写一个知识阶级，总是专为艺术，总是不问俗事，但到末了，他却究竟还在革命这一方面。这就活动得多了，不到末了，花呀光呀，倘到末了，做这篇东西的也就是我呀，那不就在革命这一方面了吗？但我不知道梅兰芳博士可会自己做了文章，却用别一个笔名，来称赞自己的做戏；或者虚设一社，出些什么“戏剧年鉴”，亲自作序，说自己是剧界的名人？倘使没有，那可是也不会玩这一手的。倘不会玩，那可真要使杜衡先生失望，要他“再亮些”了。还是带住罢，倘再“略论”下去，我也要防梅先生会说因为被批评家乱骂，害得他演不出好戏来。十一月一日骂杀与捧杀现在有些不满于文学批评的，总说近几年的所谓批评，不外乎捧与骂。其实所谓捧与骂者，不过是将称赞与攻击，换了两个不好看的字眼。指英雄为英雄，说娼妇是娼妇，表面上虽像捧与骂，实则说得刚刚合式，不能责备批评家的。批评家的错处，是在乱骂与乱捧，例如说英雄是娼妇，举娼妇为英雄。批评的失了威力，由于“乱”，甚而至于“乱”到和事实相反，这底细一被大家看出，那效果有时也就相反了。所以现在被骂杀的少，被捧杀的却多。人古而事近的，就是袁中郎。这一班明末的作家，在文学史上，是自有他们的价值和地位的。而不幸被一群学者们捧了出来，颂扬，标点，印刷，“色借，日月借，烛借，青黄借，眼色无常。声借，钟鼓借，枯竹窍借……”“借”得他一榻胡涂，正如在中郎脸上，画上花脸，却指给大家看，啧啧赞叹道：“看哪，这多么‘性灵’呀！”对于中郎的本质，自然是并无关系的，但在未经别人将花脸洗清之前，这“中郎”总不免招人好笑，大触其霉头。花边文学（）人近而事古的，我记起了泰戈尔。他到中国来了，开坛讲演，人给他摆出一张琴，烧上一炉香，左有林长民，右有徐志摩，各各头戴印度帽。徐诗人开始绍介了：“唵！叽哩咕噜，白云清风，银磐……当！”说得他好像活神仙一样，于是我们的地上的青年们失望，离开了。神仙和凡人，怎能不离开呢？但我今年看见他论苏联的文章，自己声明道：“我是一个英国治下的印度人。”他自己知道得明明白白。大约他到中国来的时候，决不至于还胡涂，如果我们的诗人诸公不将他制成一个活神仙，青年们对于他是不至于如此隔膜的。现在可是老大的晦气。以学者或诗人的招牌，来批评或介绍一个作者，开初是很能够蒙混旁人的，但待到旁人看清了这作者的真相的时候，却只剩了他自己的不诚恳，或学识的不够了。然而如果没有旁人来指明真相呢，这作家就从此被捧杀，不知道要多少年后才翻身。"}
