{"lit":"近年来国语文学的呼声很是热闹，就是国语文学史也曾见过两册，但国语文学到底是怎么一回事我终于没有能够明了。国语文学自然是国语所写的文学了，国语普通又多当作白话解，所以大家提起国语文学便联想到白话文，凡非白话文即非国语文学，然而一方面界限仍不能划得这样严整，照寻常说法应该算是文言的东西里边也不少好文章，有点舍不得，于是硬把他拉过来，说他本来是白话；这样一来，国语文学的界限实在弄得有点胡涂，令我觉得莫名其妙。据我的愚见这原是简单不过的一件事，国语文学就是华语所写的一切文章，上自典谟，下至滩簧，古如尧舜（姑且这样说），今到郁达夫，都包括在内，他们的好坏优劣则是别一问题，须由批评家文学史家去另行估价决定。我相信所谓古文与白话文都是华语的一种文章语，并不是绝对地不同的东西：他们今昔的相互的关系仿佛与满洲及中国间的关系相似。以前文言的皇帝专制，白话军出来反抗，在交战状态时当然认他为敌，不惜用尽方法去攻击他，但是后来皇帝倒了，民国成立，那废帝的族类当然还他本来面目，成为五族之一，是国民的一部分，从前在檄文上称我汉族光复旧物的人此刻也自然改变口气，应称我中华国民了。五四前后，古文还坐着正统宝位的时候，我们的恶骂力攻都是对的，到了已经逊位列入齐民，如还是不承认他是华语文学的一分子，正如中华民国人民还说满洲一族是别国人，承认那以前住在紫禁城里的是他们的皇上，这未免有点错误了。我常说国语文学，只是汉文学的新名称，包含所有以汉文写出的文学连八股文试帖诗都在里边，因为他们实在是一种特别文体的代表作品，虽然文艺的价值自然没有什么。近来日本京大教授铃木虎雄博士刊行一册《支那文学研究》，除诗文戏曲小说之外还有八股文一编，专论这种文体，可谓先得我心，不过我还没有见到这部书，不能确说他是如何说法的。我相信古文与白话文都是汉文的一种文章语，他们的差异大部分是文体的，文字与文法只是小部分。中国现在还有好些人以为纯用老百姓的白话可以作文，我不敢附和。我想一国里当然只应有一种国语，但可以也是应当有两种语体，一是口语，一是文章语，口语是普通说话用的，为一般人民所共喻；文章语是写文章用的，须得有相当教养的人才能了解，这当然全以口语为基本，但是用字更丰富，组织更精密，使其适于表现复杂的思想感情之用，这在一般的日用口语是不胜任的。两者的发达是平行并进，文章语虽含有不少的从古文或外来语转来的文句，但根本的结构是跟着口语的发展而定，故能长保其生命与活力。虽然没有确实的例证，我推想古文的发生也是如此，不过因为中途有人立下正宗的标准，一味以保守模拟为务，于是乱了步骤，口语虽在活动前进，文章语却归于停顿，成为硬冷的化石了。所以讲国语文学的人不能对于古文有所歧视，因为他是古代的文章语，是现代文章语的先人，虽然中间世系有点断缺了，这个系属与趋势总还是暗地里接续着，白话文学的流派决不是与古文对抗从别个源头发生出来的。我们看见有许多民间文学的存在，但这实是原始文学的遗留与复活，讲到系统乃是一切文学的长辈，并不是如大家所想的那样是为革贵族文学之命而蹶起的群众。我们要表现自己的意思，所以必当弃模拟古文而用独创的白话，但同时也不能不承认这个事实，把古文请进国语文学里来，改正以前关于国语文学的谬误观念。我们承认了古文在国语文学里的地位，这只是当然的待遇，并不一定有什么推重他的意思，古文作品中之缺少很有价值的东西已是一件不可动移的事实。其理由可以有种种不同的说法，但我相信这未必是由于古文是死的，是贵族的文学。我们翻开字典来看，上面的确有许多不但不懂他的意义连音都读不出的古字，这些确是死字废语了，但古文却并不是专用这种字凑成的，他们所用的字有十之八九是很普通，在白话中也是常用的字面，你说他死，他实在是还活着的，不过经作者特别这么的一安排，成功了一个异样的形式罢了。或者有人说所谓死的就是那形式——文体，但是同一形式的东西也不是没有好的，有些东西很为大家所爱，这样舍不得地爱，至于硬说他是古白话，收入（狭义的）国语文学史里去了。那么这种文体也似乎还有一口气。至于说贵族与平民，只在社会制度上才有好坏之可言，若思想精神上之贵族的与平民的，完全是别一回事，不能这样简单地一句话来断定他的优劣。我在这里又有一个愚见，觉得要说明古文之所以缺乏文学价值，应当从别一方面着眼，这便是古文的模拟的毛病。大家知道文学的重要目的是在表现自己的思想感情，各人的思想感情各自不同，自不得不用独特的文体与方法，曲折写出，使与其所蕴怀者近似，而古文则重在模拟，这便是文学的致命伤，尽够使作者的劳力归于空虚了。模拟本来并非绝对不行的事，在初学者第一步自然是只好模拟，但应当及时停止，去自辟涂径才行，正如小儿学语，句句都是模仿大人的话，等到大略知道，便能自由运用，联合若干习得的文句，组成一句新鲜独立的话，表示自己的意思，倘若到了少年，还是一味仿效老太爷的口气，如八哥学舌一般，那就是十足的低能儿，大家都要笑他了。你或者要问，既然如此，作不模拟的古文岂不就好了么？这自然是对的。但我不知道有没有这样的古文，倘若你能创造出一种新古文体出来，那么也大可以做，不过至少我自己实在没有这样自信，还只是做做我的白话文罢。上文所说的古文的毛病如若是不错的，我还有一句话想警告做白话文的朋友们。请诸位紧防模拟。模拟这个微生物是不仅长在古文里面的，他也会传染到白话文上去。白话文的生命是在独创，并不在他是活的或平民的，一传染上模拟病也就没了他的命了。模仿杜子美或胡适之，模仿柳子厚或徐志摩，都是一样的毛病。近来新文学界发生了这种病没有，我不知道，只由于一片老婆心，姑预先警告一声罢咧。我洗手学为善士，不谈文学，摘下招牌，已二年于兹矣。伏园嘱我为纪念增刊作文，豫约已阅月余，终于想不出题材，不得已攘臂下车，写了这一篇，既可笑矣，而所说的话又都只是极平凡的常谈，更无谓了：伏园读之得无亦将立而“笑我”乎？十四年，基督生日。文学上的俄国与中国一九二年十一月在北京师范学校及协和医学校所讲今天讲的这个题目，看去似太广大，不是我的力量所能及。我的本意，只是想说明俄国文学的背景有许多与中国相似，所以他的文学发达情形与思想的内容在中国也最可以注意研究。本来人类的思想是共通的，分不出什么远近轻重，但遗传与环境的影响也是事实，大同之中便不免有小异，一时代一民族的文学都有他们特殊的色彩，就是这个缘故。俄国在十九世纪，同别国一样的受着欧洲文艺思想的潮流，只因有特别的背景在那里，自然的造成了一种无派别的人生的文学。但我们要注意，这并不是将“特别国情”做权衡来容纳新思想，乃是将新思潮来批判这特别国情，来表现或是解释他，所以这结果是一种独创的文学，富有俄国特殊的色彩，而其精神却仍与欧洲现代的文学一致。俄国的文学，在十八世纪方才发生。以前有很丰富的歌谣弹词，但只是民间口头传说，不曾见诸文字。大彼得改革字母以后，国语正式成立，洛摩诺梭夫（Lomonosov）苏玛洛科夫（Sumarokov）等诗人出来，模仿德法的古典派的作品；到加德林二世的时候，俄国运动改造的学会逐渐发生，凯阑仁（Karamzin）等感伤派的小说，也加入农奴问题的讨论了。十九世纪中间，欧洲文艺经过了传奇派与写实派两种变化，摆伦（Byron）与莫泊三（Maupassant）可以算是两边的代表。但俄国这一百年间的文学，却是一贯的，只有各期的社会情状反映在思想里，使他略现出差别来，并不成为派别上的问题。十九世纪的俄国正是光明与黑暗冲突的时期，改革与反动交互的进行，直到罗马诺夫朝的颠覆为止。在这时期里，一切的新思想映在这样的背景上，自然的都染着同样的彩色，譬如传奇时代摆伦的自由与反抗的呼声，固然很是适合，个人的不平却变了义愤了；写实时代莫泊三的科学的描写法，也很适于表现人生的实相，但那绝对客观的冷淡反变为主观的解释了。俄国近代的文学，可以称作理想的写实派的文学；文学的本领原来在于表现及解释人生，在这一点上俄国的文学可以不愧称为真的文学了。这一世纪里的文学，可以依了政治的变迁分作四个时期。第一期自一八一至四八年，可以称作黎明期。一八二五年十二月党失败以后，不免发生一种反动，少年的人虽有才力，在政治及社会上没有活动的地方，又因农奴制度的影响，经济上也不必劳心，便养成一种放恣为我的人，普式金（Pushkin）的阿涅庚（EvgeniOniegin）来尔孟多夫（Lermontov）的《现代的英雄》里的沛曲林（Petshorin），就是这一流人的代表，也是社会的恶的具体化。一方面官僚政治的积病与斯拉夫人的惰性，也在果戈尔（Gogol）的著作里暴露出来。一八四八年欧洲革命又起，俄国政府起了恐慌，厉行专制，至尼古拉一世死的那一年（一八五五）止，这是第二期，称作反动期。尼古拉一世时代的书报检查，本是有名严厉的，到了此刻却更加了一倍，又兴了许多文字狱，一八四九年的彼得拉绥夫斯奇（Petrashevski）党人案件最是有名；他们所主张的解放农奴，改良裁判法，宽缓检查这三条件，后来亚力山大维新的时候都实行了，在这时代却说他是扰乱治安，定了重刑。这八年间，文学上差不多没有什么成绩。一八五五至八一年是亚力山大二世在位的时代，政治较为开明，所以文学上是发达期，这是第三期。其中又可以分作三段，第一段自五五至六一年，思想言论比较的可以自由了，但是遗传的情性与迫压的余力，还是存在，所以有理想而不能实行，屠盖涅夫（Turgenev）的《路丁》（DmitriRudin）冈伽洛夫（Gontcharov）的《阿勃洛摩夫》（Oblomov），都是写这个情形的。自六一至七年顷是第二段，唯心论已为唯物论所压倒，理想的社会主义之后也变为科学的社会主义了，所谓虚无主义就在此时发生，屠盖涅夫的《父与子》里的巴察洛夫（Bazarov）可以算是这派的一个代表。虚无主义实在只是科学的态度，对于无征不信的世俗的宗教法律道德虽然一律不承认，但科学与合于科学的试验的一切，仍是承认的，这不但并非世俗所谓虚无党，据克鲁泡特金说：世间本无这样的一件东西。而且也与东方讲虚无的不同。陀思妥也夫斯奇（Dostojevski）做的《罪与罚》，本想攻击这派思想，目的未能达到，却在别方面上成了一部伟大的书。第三段自七至八一年，在社会改造上，多数的智识阶级觉得自上而下的运动终是事倍功半的，于是起了“往民间去”（VNarod）的运动，在文学上民情派（Narodnitshestvo）的势力也便发展起来。以前描写农民生活的文学，多写他们的悲哀痛苦，证明农奴也有人性，引起人的同情；到六一年农奴解放以后，这类著作可以无须了。于是转去描写他们全体的生活，因为这时候觉得俄国改造的希望全在农民身上，所以十分尊重，但因此不免有过于理想化的地方。同时利他主义的著作也很是发达，陀思妥也夫斯奇，托尔斯泰（Tolstoi）伽尔洵（Garshin）科罗连珂（Korolenko）邬斯本斯奇（Uspenski）等，都是这时候的文人。亚力山大二世的有始无终的改革终于不能满足国民的希望遂有一八八一年的暗杀；亚力山大三世即位，听了坡毕陀诺斯垂夫（Pobiedonostsev）的政策，极力迫压，直到革命成功为止，是俄国文学的第四期，可以称作第二反动期。这时候的“灰色的人生”，可以在契诃夫（Tchekhov）与安特来夫（Andrejev）的著作中间历历的看出。一九五年革命失败，国民的暴弃与绝望一时并发，阿尔支拔绥夫（Artsybashev）的沙宁（Sanin）便是这样的一个人；这正是时代的产物，并非由于安特来夫的写实主义过于颓丧的缘故，便是安特来夫的颓丧也是时代的反映，不是什么主义能够将他养成的。但一方面也仍有希望未来的人，契诃夫晚年的戏曲很有这样倾向；库普林（Kuprin）以写实著名，却也并重理想，他的重要著作如《生命的河》及《决斗》等都是这样。戈里奇（Gorki）出身民间，是民情派的大家，但观察更为真实，他的反抗的声调，在这黑暗时期里可算是一道引路的火光。最近的革命诗人洛普洵（Ropshin）在《灰色马》里写出一个英雄，一半是死之天使，一半还是有热的心肝的人，差不多已经表示革命的洪水到来了。以上将俄国近代文学的情形约略一说，我们可以看出他的特色，是社会的，人生的。俄国的文艺批评家自别林斯奇（Bielinski）以至托尔斯泰，多是主张人生的艺术，固自很有关系，但使他们的主张能够发生效力，还由于俄国社会的特别情形，供给他一个适当的背景。这便是俄国特殊的宗教政治与制度。基督教，君主专制，阶级制度，当时的欧洲各国大抵也是如此。但俄国的要更进一层，希腊正教，东方式的君主，农奴制度，这是与别国不同的了。而且十九世纪后半，西欧各国都渐渐改造，有民主的倾向了，俄国却正在反动剧烈的时候；有这一个社会的大问题不解决，其余的事都无从说起，文艺思想之所以集中于这一点的缘故也就在此。在这一件事实上，中国的创造或研究新文学的人，可以得到一个大的教训。中国的特别国情与西欧稍异，与俄国却多相同的地方，所以我们相信中国将来的新兴文学当然的又自然的也是社会的，人生的文学。就表面上看来，我们固然可以速断一句，说中俄两国的文学有共通的趋势，但因了这特别国情而发生的国民的精神，很有点不同，所以这其间便要有许多差异。第一宗教上，俄国的希腊正教虽然迫压思想很有害处，但那原始的基督教思想确也因此传布的很广，成为人道主义思想的一部分的根本。中国不曾得到同样的益处，儒道两派里的略好的思想，都不曾存活在国民的心里。第二政治上，俄国是阶级政治，有权者多是贵族，劳农都是被治的阶级，景况固然困苦，但因此思想也就免于统一的官僚化。中国早已没有固定的阶级，又自科举行了以后，平民都有接近政权的机会，农夫的儿子固然可以一旦飞腾，位至卿相，可是官僚思想也非常普及了。第三地势上，俄国是大陆的，人民也自然的有一种博大的精神，虽然看去也有像缓慢麻木的地方，但是那大平原一般的茫漠无际的气象，确是可以尊重的。第二种大陆的精神的特色，是“世界的”。俄国从前以侵略著名，但是非战的文学之多，还要推他为第一。所谓兽性的爱国主义，在俄国是极少数；那斯拉夫派的主张复古，虽然太过，所说俄国文化不以征服为基础，却是很真实的。第三种，气候的剧变，也是大陆的特色，所以俄国的思想又是极端的。有人批评托尔斯泰，说他好像是一只鹰，眼力很强，发见了一件东西，便一直奔去，再不回顾了。这个譬喻颇能说明俄国思想的特色，无抵抗主义与恐怖手段会在同时流行的缘故，也是为此。中国也是大陆的国，却颇缺少这些精神，文学及社会的思想上，多讲非战，少说爱国，是确实的；但一面不能说没有排外的思想存在。妥协，调和，又是中国处世的态度，没有什么急剧的改变能够发生。只是那博大的精神，或者未必全然没有。第四生活上，俄国人所过的是困苦的生活，所以文学里自民歌以至诗文都含着一种阴暗悲哀的气味。但这个结果并不使他们养成憎恶怨恨或降服的心思，却只培养成了对于人类的爱与同情。他们也并非没有反抗，但这反抗也正由于爱与同情，并不是因为个人的不平。俄国的文人都爱那些“被侮辱与损害的人”，因为——如安特来夫所说——“我们都是一样的不幸”，陀思妥也夫斯奇，托尔斯泰，伽尔洵，科罗连珂，戈里奇，安特来夫都是如此，便是阿尔支拔绥夫与厌世的梭罗古勃（Sologub）也不能说是例外。俄国人的生活与文学差不多是合而为一，有一种崇高的悲剧的气象，令人想起希腊的普洛美透斯（Prometheus）与耶稣的故事。中国的生活的苦痛，在文艺上只引起两种影响，一是赏玩，一是怨恨。喜欢表现残酷的情景那种病理的倾向，在被迫害的国如俄国波阑的文学中，原来也是常有的事；但中国的多是一种玩世的（Cynical）态度，这是民族衰老，习于苦痛的征候。怨恨本不能绝对的说是不好，但概括的怨恨实在与文学的根本有冲突的地方。英国福勒忒（Follett）说，“艺术之所以可贵，因为他是一切骄傲偏见憎恨的否定，因为他是社会化的。”俄国文人努力在湿漉漉的抹布中间，寻出他的永久的人性；中国容易一笔抹杀，将兵或官僚认作特殊的族类，这样的夸张的类型描写，固然很受旧剧旧小说的影响，但一方面也是由于思想狭隘与专制的缘故。第五，俄国文学上还有一种特色，便是富于自己谴责的精神。法国罗阑在《超出战争之上》这部书里，评论大日耳曼主义与俄国札尔主义的优劣，说还是俄国较好，因为他有许多文人攻击本国的坏处，不像德国的强辩。自克利米亚战争以来，反映在文学里的战争，几乎没有一次可以说是义战。描写国内社会情状的，其目的也不单在陈列丑恶，多含有忏悔的性质，在息契特林（ShchedrinSaltykov）托尔斯泰的著作中，这个特色很是明显。在中国这自己谴责的精神似乎极为缺乏：写社会的黑暗，好像攻讦别人的阴私，说自己的过去，又似乎炫耀好汉的行径了。这个缘因大抵由于旧文人的习气，以轻薄放诞为风流，流传至今没有改去，便变成这样的情形了。以上关于中俄两国情形的比较，或者有人觉得其间说的太有高下，但这也是当然的事实。第一，中国还没有新兴文学，我们所看见的大抵是旧文学，其中的思想自然也多有乖谬的地方，要同俄国的新文学去并较，原是不可能的：这是一种的辩解。但第二层，我们要知道这些旧思想怎样的会流传，而且还生存着。造成这旧思想的原因等等，都在过去，我们可以不必说了。但在现代何以还生存着呢？我想这是因为国民已经老了，他的背上压有几千年历史的重担，这是与俄国的不同的第一要点。俄国好像是一个穷苦的少年，他所经过的许多患难，反养成他的坚忍与奋斗，与对于光明的希望。中国是一个落魄的老人，他一生里饱受了人世的艰辛，到后来更没有能够享受幸福的精力余留在他的身内，于是他不复相信也不情愿将来会有幸福到来；而且觉得从前的苦痛还是他真实的唯一的所有，反比别的更可宝爱了。老的民族与老人，一样的不能逃这自然的例。中国新兴文学的前途，因此不免渺茫。……但我们总还是老民族里的少年，我们还可以用个人的生力结聚起来反抗民族的气运。因为系统上的生命虽然老了，个体上的生命还是新的，只要能够设法增长他新的生力，未必没有再造的希望。我们看世界古国如印度希腊等，都能从老树的根株上长出新芽来，是一件可以乐观的事。他们的文艺复兴，大都由于新思想的激动，只看那些有名的作家多是受过新教育或留学外国的，便可知道。中国与他们正是事同一律，我们如能够容纳新思想，来表现及解释特别国情，也可望新文学的发生，还可由艺术界而影响于实生活。只是第一要注意，我们对于特别的背景，是奈何他不得，并不是侥幸有这样背景，以为可望生出俄国一样的文学。社会的背景反映在文学里面，因这文学的影响又同时的使这背景逐渐变化过去，这是我们所以尊重文学的缘故。倘使将特别国情看作国粹，想用文学来赞美或保存他，那是老人怀旧的态度，只可当作民族的挽歌罢了。欧洲古代文学上的妇女观一欧洲文学的渊源，本有三支，一是希伯来思想，二是希腊思想，三是中古的传奇思想。这三种潮流本来各自消长，不相一致，到了文艺复兴时代（十五六世纪）方才会合起来，便成了近代欧洲文学的基本。我们现在所说，只是古代的情形，包含上古中古在内，那时这几种潮流还未会合，所以我们也将他分作三节，把最显著的几点极简单的说一说。古代希伯来文学留传在今日的，便是一部《旧约》。《旧约》本是犹太教及基督教的圣书，但经了历史批评的研究，知道这一部圣书实在是国民文学的总集，里边有历史法律哲学，有诗歌小说，并非单纯的教典。本来宗教的著作都可以作抒情诗观，各派的圣书也多是国民文学的总集，如中国的五经便是一例，不过《旧约》整理的最完全罢了。《旧约》里关于妇女的记述，第一显著的要算《创世记》中夏娃的故事。“耶和华上帝就用那人身上所取的肋骨，造成一个女人，领他到那人跟前。那人说，这是我骨中的骨，肉中的肉，可以称他为女人，因为他是从男人身上取出来的。因此，人要离开父母，与妻子连合，二人成为一体。”创第二章第二二至二四节这用亚当肋骨造成的，便是最先的女人夏娃。后来她听了蛇的诱惑，吃了智慧的果子，上帝将他们夫妻二人逐出伊甸乐园。“耶和华上帝……又对女人说，我必多多加增你怀胎的苦楚，你生产儿女必多受苦楚；你必恋慕你丈夫，你丈夫必管辖你。又对亚当说，你既听从妻子的话，吃了我所吩咐你不可吃的那树上的果子，地必为你的缘故受咒诅，你必终身劳苦，才能从地里得吃的。地必给你长出荆棘蒺藜来，你也要吃田间的菜蔬。你必汗流满面才得糊口，直到你归了土，因为你是从土而出的；你本是尘土，仍要归于尘土。”第三章十六至十九节以上男女创造的神话，当时当作神授的经训，历史的事实，原有很可非难的地方，但是现在大家既然承认他只是古代的传说，我们从思想上去考察他，却也有许多兴味。世界造成的始末，原是一切的人所想知道的，所以各民族间都有一种创世的神话。但是还有几个问题更为切要，如性的牵引，人生的辛劳苦楚，在古人的心目中都很神秘，不容易了解，于是只好用神话来说明他，上文所引的便正是这一类的起原的神话（AitiologicalMyths）。农业的辛劳，女人生育的苦楚的起原，他们便用了夏娃的故事去做解释。两性的神秘的牵引，他们自然更不明了，所以也是那样解释；这肋骨的话看去虽然很是粗鄙，但在类似的传说中却是比较的更有意义，近代的许多性的神秘主义的新思想，还是从此而出的。见本文第三节。男性的强烈容易感受异性的激刺，古时的人便倒果为因的归罪于女性的诱惑；女性的成年又归罪于蛇的诱惑，在古代及野蛮民族里，以月经为蛇或魔鬼的作为的思想，甚是习见：这是对于那故事的学术的说明。至于女人的被轻视，乃是弱性（WeakerSex）必然的运命，而且古代著作都出于男子之手，又在那样的时代，原是不足怪的了。《旧约》里几篇历史上所描写的犹太社会，大半还是家长制度时情形，英国伯列（Bury）教授在《思想自由史》上说他反映出低级的文明，里面还充满着野蛮的习惯。他们的共通的信仰是人皆有罪，因此便发生祭祀与洁净两种思想。《利未记》一篇记的很是仔细，关于妇女的是这样说，“若有妇人怀孕生男孩，他就不洁净七天，像在月经污秽的日子不洁净一样……他若生女孩，就不洁净两个七天。”利第十二章二又五节再并第十五章十八节以下看起来，希伯来的禁欲思想差不多已很明显了。《新约》虽然是用希腊文写的，但实在仍是希伯来思想的典册。《马太福音》里说，“门徒对耶稣说，人和妻子既是这样，到不如不娶。耶稣说，这话不是人都能领受的，惟独赐给谁，谁才能领受。因为有生来是阉人，也有被人阉的，并有为天国的缘故自阉的；这话谁能领受，就可以领受。”太第十九章十至十二节耶稣在福音里虽然没有正式的宣示，但是以独身为正的意思，已经即此可见。他在迦拿赴婚宴的时候，对他的母亲说，“妇人，我与你有什么相干。”约第二章四节这句话里无论藏着怎样的奥义，我们只照文字解说，拿来作希伯来思想的妇人观的题词，没有什么不适当的地方。《旧约》里纯文学方面，有两篇小说，都用女主人公的名字作篇名，是古文学中难得的作品，这便是《以斯帖记》和《路得记》。以斯帖利用她的波斯王后的地位，破坏波斯大臣哈曼的阴谋，救了犹太一族的灭亡。路得是摩押族的女子，嫁与犹太人为妻，夫死无子，侍奉老姑回到伯利恒，后来依了犹太旧律，嫁给亲族中的波阿斯，便是大卫王的先祖。这两篇都是二千二百年前所作，艺术上很有价值，《以斯帖记》有戏剧的曲折，《路得记》有牧歌的优美。两个女主人公也正是当时犹太的理想中模范妇人，是以自己全人供奉家族民族的人，还不是顾念丈夫和儿子的贤妻良母，更不是后来的有独立人格的女子了。《旧约》里的《雅歌》八章，是一种特别的作品。从来的注释者都将他作宗教诗看，说是借了爱情表现灵魂与教会的关系的，但近来批评研究，才知道这实在是普通的恋爱歌，并没有别的奥义。英国摩尔敦（Moulton）教授等以为他是一篇牧歌，所叙的是所罗门王的事。但美国谟尔（GFMoore）博士说这是结婚时所唱的情歌的总集，所罗门不过是新郎的一种美称，这话似乎更为确实。《雅歌》中有一节道，“求你将我放在你心上如印记，带在你臂上如戳记，因为爱情如死之坚强，嫉恨如阴间之残忍。所发出的电光，是火焰的电光，是耶和华的烈焰。爱情，众水不能息灭，大水也不能没。”歌第八章六至七节我们看了这歌，觉得在禁欲思想的希伯来文学中，也有这样热烈的恋爱诗，仿佛很是奇异；但因此也可以得到一个教训，知道人性里灵肉二元原是并存，并不是可以偏废的了。二希腊思想普通被称作现世主义的思想，与希伯来的正相对抗，但他文学上的妇女观，并不见得比犹太更为高上。这也是时代使然，英国西蒙士（Symonds）说，“希腊的对于妇女的轻蔑，指示出他们光辉的但是不完全的文明上底一个最大的社会的污点”，批评的很是适当。不过因为这是根于社会制度，并不从宗教信仰而来的，所以如《利未记》中所说的那种思想也就没有。希腊的宗教并不禁忌妇人，有几种女神的崇拜还有专用女祭司的，至于女子的歌队舞队更是很普通的了。希腊的女人创造传说，在海希阿陀思（Hesiodos）的诗里，便是有名的般陀拉（Pandora）的故事。普洛美透思（Prometheus意云先见）与他的兄弟遏比美透思（Epimetheus后见）共造万物及人类，但是因为普洛美透思过于袒护人类，大神宙斯（Zeus）对他生了仇恨，想设法陷害他们。他命锻冶之神依照女神的式样造了一个女人，却放上一颗狗的心肝，然后叫众神大家资助，给她一切的技艺与美，便称她为般陀拉，意思就是“众赐”。大神将她送去给普洛美透思，但他知道宙斯的计画，辞谢不受；又去送给他的兄弟，遏比美透思便收受了，娶她为妻。般陀拉有一个箱子，是神给她的，嘱咐不可开看；她的好奇心却引诱她破了这个戒约，箱盖一启，里面关着的罪恶辛苦疾病，都飞了出去，只剩了一个希望，当她慌忙放下箱盖的时候，被关在里边，不曾飞出。自此以后，人生便多不幸，没有希望了。希腊的传说虽然也说人间病苦的原因，起于女子，但与希伯来不同，因为他不曾含有以女子为不净的观念；他的对于女子的轻蔑，只是从事实上得来，不过是男尊女卑的社会里一种平常的态度罢了。般陀拉虽然称是最初的女人，但是以前已有人类；至于未有女人以前的人类怎样的衍续下来，这一个难解的问题，诗人却未曾说及。诃美洛斯（Homeros或译荷马）两篇史诗，本是叙英雄战争冒险的事，但女人也颇占重要的位置，如《伊里恩的诗》（Ilias通俗称Iliad）里的安特洛玛该（Andromakhe）及《阿迭修斯的诗》（Odysseia通称Odyssey）里的沛纳洛贝（Penelope），都是世间模范的贤妇，描写的很有同情。还有造成伊里恩大战争的海伦纳（Helene），在道德上本来很有可以非难的地方了，她本是斯巴达王后，随了伊里恩王子逃走，斯巴达王号召希腊各邦来攻伊里恩，苦战十年，才将这座城攻破了。但是希腊诗人对于她也很是宽容，并没有加上什么破家倾国这些称号；有人还做了辨正，说跟了伊里恩王子去的只是她的影象，自己却隐居在埃及。我们从这里很可以看出希腊的特有的精神。平民诗人像海希阿陀思的人，很透彻的看见人世的苦辛，所以不免将苦味连带的加到弱性上去；但他们又是现世思想的，尚美享乐的民族，他们的神祠里有威严的大神，也有恋爱女神亚孚罗迭推（Aphrodite）。他们以海伦纳为美的化身，常住的青春的实体，恋爱女神的表现，因此自然发生一种尊崇的感情。等到雅典文学时代，悲剧诗人多喜在神话传说上，加上一层道德的解释，于是海伦纳的生平又不免有许多缺憾发现了。史诗时代以后，诗歌很是发达，但纯粹的抒情诗不很盛，最多的是格言诗讽刺诗及仪式上用的合唱的歌。我们在这三种诗的性质上，可以豫料他对于妇女恋爱等的题目，未必有赞美的话。格言及讽刺诗在文学的谱系上，从海希阿陀思派史诗出来，与后来的戏剧及哲学相接联；在这样的常识的文艺作品上，感情当然不能占什么重要的位置；从当时的常识看来，妇女自然是弱性，结婚只是买卖了。合唱歌原系祭祀竞技等时的歌曲，于是一方面关系也就较少。我们现在从讽刺诗里举出两个例来，可以见其一斑。舍摩尼台斯（Semonides）有一首一百十九行的长诗，形容十类的女人，用十种物事做比喻。他起首说，“最初神造女人的心，成种种不同的性质。他造一种人，像硬毛的猪。她的家里各物凌乱，沾染污泥，在地上乱滚。她自己也污秽，穿着不洗的衣服，坐着，在粪堆里肥壮起来。”其次列举狐，狗，泥，海水，驴，鼬，马，猴为比，最后一种是蜜蜂，是唯一的良妻了；但他还总结一句说，“宙斯造了这最上的恶，——便是女人；他们好像是好的，但你去得了来的时候，她便变了祸祟。”他的话可以算是苛酷了，可是还不能比“辣诗人”息坡那克思（Hipponax）的这两句诗：女人给男子两个快乐的日子，在她结婚及出丧的时候。希腊的抒情诗虽然流存的很少，但因为有一个女诗人萨普福（Sappho），便占了世界第一的位置。她是列色波思（Lesbos）岛的人；原来住在那边的希腊人属于爱阿里亚族，文化最高，风气也最开通，女子同男人一样的受教育，可以自由交际，不像雅典的将女子关在家里，作奴隶看待，也不像斯巴达的专重体育，只期望她生育强健的子女；所以列色波思当时很多女诗人，大家时常聚会，仿佛同后来雅典的哲学家讲学一样，萨普福便是这样团体里的领袖。她的古今无比的热烈的恋爱诗，历来招了许多的误解，到了四世纪的时候，法王命令将她的诗集和别的所谓异教诗人的著作，一并烧了；因了这回热心的卫道的结果，我们所能看见的女诗人的遗作，只剩了古代文法字典上所引用的断片，一总不过百二十则，其中略成篇章的不及什一了。但便是这一点断片，也正如《希腊诗选》的编者Meleagros说，“花虽不多，都是蔷薇。”她的恋爱诗第一有名的是《寄所爱》（“EisEromenan”此字系女性），只是极不容易译。我们现在抄译几则短句，也可以知道她的恋爱的意见了。爱（Eros）摇我的心，如山风落在栎树的中间。断片四二爱摇动我，——融化支体的爱，苦甜，不可抗的物。同四十这苦甜（原语是甜苦Glykypikron）一句话，便成了后来许多诗人的爱用语。下列的两行，却又似柏拉图（Plato）的哲学问答里的话了。看了美的人，必是善的，善的也就将要美了。断片百一希腊戏剧起源于宗教，他的材料差不多限于神话及英雄传说；但是戏曲家的作法和思想逐渐改变，所以在这范围内也就生出差异来了。最初的悲剧家爱斯吉洛思（Aeschylus）用了他虔敬的宗教思想，解释传说的意义，他的悲剧里的妇女（其实连男子也是如此）都不过是所谓上帝的傀儡，如遏来克忒拉（Elektra）的为父复仇，许沛美斯忒拉（Hypermestra）的背父从夫，一样的是神意，没有个人的自由意志。所福克来斯（Sophokles）不管这些宗教和道德上的意义，只依了普通的心理，描写古时的事情，剧里的女性更有独立的性格了；如安谛戈纳（Antigone）因为葬兄得罪，甘心就死，做了英雄的事，实际上却仍是一个温和的弱女子，并不是人情以外的女英雄，他的艺术更精美了。但思想最特别的，要算是欧立比台斯（Euripides）。他生在二千四百年前，思想却很进步，凭了理性，批评传统的伦理，欧洲人常将他比现代英国戏剧家伯纳萧（BernardShaw）。他的剧里多描写世间所谓恶德的女人，所以被称为憎恶女性者（Misogynistes），其实是正反对的，他对于他们很有同情，或者还有多少的辩护。譬如美代亚（Medea）因其夫他娶，用法术谋害新妇，又杀了自己的子女，驾飞龙车逃去；又法特拉（Phaidia）爱前妻之子，被他拒绝，便诬陷他致死，随后她也悔恨自杀。这两个人，在平常的眼光看来都是恶妇了；但欧立比台斯知道“爱情如死之坚强，嫉恨如阴间之残忍”，共同的人性到处存在，只因机缘凑合，不幸便发生悲剧，正如星星的火都有燎原的可能性，不过有的不曾遇风，所以无事罢了。理想的悲剧能够使人体会剧里人物的运命，感到悲哀，又省察自己的共同的人性，对于将来感到恐怖：欧立比台斯的著作可以当得这个名称。他的剧里也有淑女，如亚尔开谛思（Alkestis）替丈夫的死，但我们所感到的不单是她的贞诚勇敢，却多看出她丈夫的利己与卑怯，这又是作者的手段与他的微意之所在了。希腊悲剧这题目很是广大，现今只就关于妇人问题的略略一说；至于喜剧因为流传的很少，又性质上原是一种讽刺的俗曲，对于妇女大抵都是讥笑的态度，与讽刺诗人相似，所以现在也不再说及了。三中古时代的思潮，以基督教为本，因了社会情状的关系，生出种种变化，如骑士制度，圣母崇拜等，错杂起来便造成中世的传奇思想。基督教本是希伯来思想的嫡裔，但经过耶稣的修改，对于妇女的严厉的意见，已经宽缓一点了。但到使徒的手里，不免又苛刻了许多，而且教会的作止规条逐渐制定，于是摩西的精神重复得势了。如圣保罗说，“你们当顺着圣灵而行，就不成就肉体的情欲了。因为情欲和圣灵相争，圣灵和情欲相争。”《加拉太书》第五章十六至十七节“那些属基督的人，是已经把肉体，连肉体的邪情私欲，同钉在十字架上了。”又第二十四节“男不近女倒好。”哥前第七章一节这个禁欲思想，直到路德出现为止，很占势力。这原是理想的出世法，但对于世间法他也有这几种教训。“叫自己的处女出嫁是好，不叫她出嫁更是好。”哥前第七章三十八节“各人的头就是基督，女人的头就是男人。”又第十一章三节“女人要沉静学习，一味的顺服。我不许女人讲道，也不许她辖管男人，只要沉静。因为先造的是亚当，后造的是夏娃。且不是亚当被引诱，乃是女人被引诱，陷在罪过里。”提前第二章十一至十四节“并且男人不是为女人造的，女人乃是为男人造的。”哥前第十一章九节“他们指女人总要顺服，正如律法所说的。”又第十四章三十四节以后教会的神父便更变本加厉，又因了当时罗马王朝侈华恣肆的反动，造成极端的厌世憎女的思想。台土利安（Tertullian）说，“女人！你应该穿着丧服破衣走，你的眼里满盛哀悔之泪，使人们忘记你是人种的祸祟。女人！你是地狱的门。”“人必当独身，纵使人种因此而绝灭。”圣奥古斯丁（Augustine）说，“独身者将在天上辉耀，如光芒的众星；生他们的父母却像无光的星。”阿列根（Origen）说，“结婚是非神圣而且不洁，是私欲的一种方法。”他这样说，也便实行他的主义，自宫以避诱惑了。以上多据德人倍贝尔《妇人论》中所引。这样下去，非人情的禁欲主义，差不多完全主宰了世界。到六世纪玛松（Maon）会议，遂有女人有无灵魂与人格的讨论，他的结果是大多数的否决！但是六世纪以后，欧洲政教的形势也逐渐改变了。罗马东迁，小国纷纷建立，遂成封建制度；新兴民族受了教会热心的劝导，也都转为基督教徒，于是圣母崇拜突然兴起，和封建底下的骑士制度联合，造成那种传奇的妇女崇拜。原来欧洲各民族在未受基督教的洗礼以前，各有他们自己的宗教，教会虽然使他们在仪式上改了宗，但是根柢上的异教思想，一时不能变换；所以教会里用了剿抚兼施的办法，一面将势力较小的诸神悉数打倒，并入地狱里，做撒但的部下；一面却将在民间占有势力的诸神提拔起来，改换名称，分配作古代的圣徒，如海神变为圣尼古拉之类。余下一个最大的女神，南欧的亚孚罗迪推（Aphrodite）或威奴思（Venus），北欧的遏陀（Edda）或弗勒雅（Freyja），都是代表女性体用的大神，生气的宗教之主体，便被改作圣母；于是以前不大被人尊重的圣马理亚，至此遂成了普遍的崇拜了。骑士制度的完成，却纯是政治上的关系。一国的王并不是直接的统辖臣民，藉了租税力役，保守他的国土；他将土地分封给人，为侯伯等，有事的时候，便专靠他们的帮助。侯伯等诸贵族又招养许多武士，替他们出力，因为武士都是擐甲骑马，所以称作骑士。这个原因，上面已经说及，便是这里的所谓恋爱，并非平等关系，乃是从主仆关系出来的，所以诗中的爱人在实际是威严的主母，与圣母之可仰而不可即仿佛一样。诗人的“恋爱的服务”（ServiceofLove），先为诗歌的请求，倘主母许可，正式的与以接吻及指环等亲身之物，以为印证，以后便承受他的诗的赞美。这恋爱的服务虽然因为公认恋爱，可以说是人性解放的初步，却还受各种束缚，有许多非人情的地方，他们所爱的既然是一个神圣的偶像，——圣母或主母——诗中的恋爱因此也自然是理论而非经验，是理想上的当然而非人情上的必然：这正是不得已的缺点。理论的恋爱虽然可以剖析的很是微妙，但没有实际的无穷的变化，所以忒洛巴陀耳的诗只以巧妙胜，不以真挚胜。英国且德（HJChaytor）在所著《忒洛巴陀耳》（TheTroubadours）中总叙这类恋爱诗的要旨云，“诗人首先赞美其所爱者；她在肉体上精神上都是完全，她的美照耀暗夜，她的出现能使病者愈，使悲者喜，使粗暴者有礼，等等。诗人的对于她的爱与贞壹是无限的：和她分离将比死更坏，她的死将使世界无欢，而且他欠她一切所有的善或美的思想。这只为她的缘故，他才能够歌吟。与其从别人受到最高的恩惠，他宁可在她手里受无论怎样的苦痛和责罚。……这个热情变化了他的性质：他是一个比先前更好更强的人，预备饶恕他的仇敌，忍受一切肉体的艰苦；冬天在他同愉快的春天一样，冰雪像是柔软的草地和开花的原野。但是如或不见还报，他的热情将毁灭他；他失了自制，同他说话也不听见，不能吃，不能睡，渐渐变成瘦弱，慢慢的陷到早年的坟墓里去了。即使这样，他也不悔恨他的恋爱，虽然他指爱引他到苦与死里去，他的热情永久的变强，因有希望扶助着他。但是倘若他的希望实现了，他欠这一切，都出于夫人的慈惠，因为他自己的能力是一点都不能有所成就的。”我们在这里再引一节颂圣处女马理亚的诗，忒洛巴陀耳的恋爱诗风差不多可以略见一斑了。“夫人（Domna），无刺的蔷薇，甜美在一切花之上，结实的枯枝，不劳而生谷的地，星，太阳之母，你自己父亲指神的保母，在世界上或远或近，没有女人能够像你。案枯枝意即指处女夫人，净而且美的处女，在产前如此，其后亦然；耶稣基督从你受了肉身，而不使生瑕，正如太阳照时，美光通过窗上玻璃而入内。”这种骑士的诗歌，虽然有一种窠臼，但是略能改正社会上对于妇女的观念，颇有功绩。德国同派的诗人于赞美意中的个人以外，兼及女性的全体，其态度尤为真诚而平允。如来因玛耳（ReinmarvonHagenau）诗云，女人，怎样的一个祝福的名！说来怎样的甜美，想来怎样的可感谢！乌尔列息（UlrichvonLichtenstein）云，我想神不曾造过比女人更好的物。又诗云，女人是净，女人是美，女人是可爱而且优雅，女人于心里困苦的时候是最好，女人带来一切的好事，女人能召男人向名誉去，阿，能承受这些的人是幸福了。至于华尔德（WaltervonderVogelweide）下面的话，又与但丁（Dante）的意见相一致了。恋爱的最好的报酬，是男子自己品格的增高。有着好女人的爱的人，羞耻一切的恶行。以上所说，是中古时代顺应了社会潮流而发生的一派文艺思想，但同时也别有反抗的一派，占有相当的势力。在各种传奇（Romance散文或韵文的，多含神异分子的故事）里最为习见，如福斯德（Faust）博士卖灵魂求快乐，丹诃什尔（Tannhuser）入爱神山（Venusberg）之类，便是一例，但在弹词《奥加珊与尼古勒德》（AucassinetNicolette）里，这趋向最为明了。奥加珊爱奴女尼古勒德，但是他的父亲伯爵不答应，叫女的教父子爵劝诫他，说倘若娶了尼古勒德，将坠地狱，不得往天堂里去。奥加珊答说，“在天堂里我去干什么呢？我不想进去，我只要得我的甜美的朋友，我所挚爱的尼古勒德就好了。因为往天堂去的，都是那些人：那老牧师们，老跛脚和那残废者，他们整天整夜的在神坛前，在教堂底下的窟室里咳嗽；那些穿旧外套和破衣服的人们；那些裸体，赤足，都是伤痕的；饥饿干渴，寒冷困苦而死的。这些人们往天堂去，我与他们一点都没有干系。但是地狱里我却愿去。……我愿到那里去，只要有我的甜美的朋友尼古勒德在我的身旁。”其后叙述尼古勒德从幽居中逃出，月夜经过园中的情景，令人想起所罗门的《雅歌》。“她用两手拿着衣裾，一手在前，一手在后，轻轻的在堆积在草上的露里挨着，这样走过了花园。她的头发是黄金色，垂着几缕爱发；她的眼睛，蓝而带笑；面色美好，嘴唇朱色，比夏天的蔷薇或樱桃更红；牙齿白而且小；她的乳坚实，在衣下现出，如两个圆果；她的腰很细，两手可以围过来。她走过去的时候，踏着雏菊，花映在伊的脚背和肉上，仿佛变了黑色，因为美丽的少年处女是这样的白。”在《浪游者之歌》（CarminaVagorum）集里，也多有这类赞叹肉体美的句子，如额呵，喉呵，嘴唇呵，面颊呵，都给与我们恋爱的资粮；但是我爱那头发，因为这是黄金的颜色。又如《美的吕提亚》（“Lydiabella”）的首节云，美的吕提亚，你比清早的新乳，比日下的嫩百合还要白！同你的玫瑰白的肉色相比，那红蔷薇白蔷薇的颜色都褪了，那磨光的象牙的颜色都败了。据英国西蒙士编《酒与女人与歌》《浪游者之歌》是当时在欧洲各大学游学的少年教士所作，用拉丁文，多仿颂歌体，而诗的内容，却是西蒙士所说的酒与女人与歌，我们从这里可以看出禁欲思想的失败，知道将有什么新的发展要出现了。这新的发展，便是文艺复兴与宗教改革。文艺复兴是异教精神的复活，但是伊大利的文艺家用了和平手段，使他与基督教相调和，顺了骑士文学的思潮，将希腊思想渡了过来。宗教改革本是基督教的中兴，改革者却出于激烈反抗的态度；路德根据了自然的人性，攻击教会的禁欲主义，令人想起浪游者的诗，实在是颇妙的一个反比。路德说，“凡是女人，倘若她不是特别的受过上天的净化，不能缺少男人的伴侣，正如她不能缺少食饮睡眠，或别的肉体需要的满足一般。凡男子也不能缺少女人的伴侣。这理由是因为在我们天性里，深深的种着生育的本能，与饮食的本能无异。所以神使人身上有肢体血管精液，并一切必需的机官。倘有人想制止这自然的冲动，不肯容人性自由，他正如想制止自然令弗自然，制火令弗烧，制水令弗湿，制人令弗食饮睡眠。”这一节话，即以现在的眼光看来，也非常精确，几乎是现代讲“性的教育”（Sexeducation以性的知识，授予儿童，谓之性的教育，或译两性教育，不甚妥）的学者的话了。但他又说，“将妇女拿出家庭以外，他们便没用了。……女人是生成管家的，这是她的定命，她的自然律。”我们可以知道，他的意见终是片面的。因为他在这里又过于健全，过于实际的；正如文艺复兴的文人的“柏拉图的爱”，因为过于理想，过于抽象，也不免为片面的一样。伊大利诗人但丁（Dante）和同时的彼得拉耳加（Petrarca）一样，一面是文艺复兴的前驱，一面又是忒洛巴陀耳的末裔。他的《神的喜剧》（TheDivineComedy）里面，包罗中世的政教道德思想的纲要，他的《新生活》（LaVitaNuovaTheNewLife）又是醇化的恋爱观的结晶。但是如英国弗勒丘（JBFletcher）在《妇人美的宗教》里说，“柏拉图的爱，从人情上说来，是自私的。他注视所爱的面貌，当作他自己冥想的法喜的刺激剂。这几乎有点僵尸（Vampire）似的，他到处游行，想像的吸取少女及各物的甜美，积贮起他的心的蜜房。”因此文艺复兴的尊重妇女，也不是实在的，正如中古的女人崇拜一样，但是新的局面却总由此展开了。文艺复兴时代，在本篇范围之外，故不详说。综观以上所说中古以前文学上的妇女观，差不多总在两者之间，交互变换，不将女人当作傀儡，这字的意义，实在不能与英文的doll相当。古书里说老莱子弄雏于其亲侧，这雏字倒颇适切，只可惜太古了。日本有一种小儿祝日所祭的人形，还称作雏。便当作偶像！但这是时代的关系，无足怪的。历来的文学，本来多出在男子的手里；便是女人所作，讲他们自己的，也如英国约翰弥勒（JSMill）所说，大半是“对于男子的谄媚”。他说，‘人被许可入天国去，并不因为他们能检束他们的情欲，或没有情欲，但是因为他们能培养他们的理解的缘故。’理解是爱的三分；但因了想象，我们才能理解。理解的缺乏，便是世上一切凶恶与私利的根本。勃来克用力的说，非等到我们能与一切生物同感，能与他人的哀乐相感应，同自己的一样，我们的想象终是迟钝而不完全。《无知的占卜》（“AuguriesofInnocence”）篇中云：——被猎的兔的一声叫，撕去脑中一缕的神经。叫天子受伤在翅膀上，天使停止了歌唱。我们如此感觉时，我们自然要出去救助了；这并非因被义务或宗教或理性所迫促，只因愚弱者的叫声十分伤我们的心，我们不能不响应了。只要培养爱与理解，一切便自然顺着而来了。力，欲与知，在自利与不净的人，是危险的东西；但在心地清净的人，是可以为善的极大的力。勃来克所最重的，只是心的洁净，便是劳（Law）与贝美（Boehme）二人所说的欲求的方向。人的欲求如方向正时，以满足为佳：——红的肢体，火焰般的头发上，禁戒撒满了沙；但是满足的欲求，种起生命的与美的果实。（案此系《格言诗》的第十章）世上唯有极端纯洁，或是极端放纵的心，才能宣布出这样危险的宗旨来。在勃来克的教义上，正如斯温朋（Swinburne）所说，‘世间唯一不洁的物，便只是那相信不洁的念头。’”这想象的言语，便是艺术。艺术用了象征去表现意义，所以幽闭在我执里面的人，因此能时时提醒，知道自然本体也不过是个象征。我们能将一切物质现象作象征观，那时他们的意义，也自广大深远。所以他的著作除纯粹象征神秘的《预言书》（ThePropheticBooks）以外，就是抒情小诗，也有一种言外之意。如下面这一篇，载在《无知的歌》（SongsofInnocence）集内，是纯朴的小儿歌，但其实也可以说是迷失的灵的叫声；因为还有《寻得的小孩》（“TheLittleBoyFound”）一诗，即是表灵的归路的历程的。迷失的小孩（“TheLittleBoyLost”）“父亲，父亲，你到那里去？你不要走的那样快。父亲你说，对你的小孩说！不然我快要迷失了。”夜色黑暗，也没有父亲；小孩着露湿透了；泥泞很深；小孩哭了。水气四面飞散了。勃来克说艺术专重感兴（Inspiration），技工只是辅助的东西。凡是自发的感兴，加以相当的技工，便是至上的艺术；无论古今人的创作，都是一样可尊，分不得优劣。他的思想与艺术的价值，近来经德法批评家研究，渐渐见重于世；其先在英国只被看作十八世纪小诗人之一，以几首性灵诗知名罢了。他的神秘思想多发表在《预言书》中，尤以《天国与地狱的结婚》（“TheMarriageofHeavenandHell”）一篇为最要，现在不能译他，只抄了几篇小诗，以见一斑；但最有名的《虎》（“TheTiger”）与《小羊》（“TheLamb”）等诗，非常单纯优美，不易翻译，所以也不能收入了。我的桃金娘树（“ToMyMyrtle”）缚在可爱的桃金娘上，周围落下许多花朵，阿，我好不厌倦呵，卧在我的桃金娘树下。我为甚么和你缚住了，阿，我的可爱的桃金娘树？这诗的初稿，本有十行，是这样的：——我为甚么和你缚住了，阿，我的可爱的桃金娘树？恋爱，——自由的恋爱，——不能缚住了在地上无论什么树上。缚在可爱的桃金娘上，周围落下许多花朵，——好似地上的粪土缚住了在我的桃金娘树下，阿，我好不厌倦呵，卧在我的桃金娘树下。将这两篇比较一看，便可见得前诗剪裁的巧妙，意思也更深长了。勃来克是痛恶一切拘束的人，这诗便是他对于恋爱的宣言。但他的意思是很严肃的，和他的行为一致。他说桃金娘树是美的可爱的，但他又缚住了；他爱这树，但恨被缚住了反而妨害了他自发的爱，所以他想脱去了这系缚，能够自由的爱这树；因为他的意见，爱与缚是不并存的。《格言诗》（GnomicVerse）第九章所说，也是关于这问题：——柔雪（“SoftSnow”）我在一个雪天外出，我请柔雪和我游戏：伊游戏了，当盛年时融化了；冬天说这是一件大罪。初稿末句，原作“阿，甜美的爱却当作罪呵！”《经验的歌》（SongsofExperiences）集中有《迷失的女儿》（“TheLittleGirlLost”）一章，序言也这样说，“未来的时代的儿童，读了这愤怒的诗篇，当知道在从前的时候，甜美的爱曾当作罪呵！”这与上文所引《格言诗》第十正可互相发明了。勃来克又恶战争，爱和平的农业，《格言诗》第十四五所说，与后来JohnRuskin希望扶犁的兵士替去执剑的兵士，正是同一的意思。十四剑在荒地上作歌，镰刀在成熟的田上：剑唱了一则死之歌，但不能使镰刀降了。十五野鸭呵，你在荒地上飞，不见下面张着的网。你为什么不飞到稻田里去？收成的地方他们不能张网。你有一兜的种子（“ThouhastaSlapfullofSeed”）你有一兜的种子，这是一片好土地。你为什么不撒下种去，高高兴兴的生活呢？我可以将他撒在沙上，使他变成熟地么？此外再没有土地，可以播我的种子，不要拔去许多恶臭的野草。勃来克纯粹的文学著作中有长诗一篇，就是《无知的占卜》，仿佛是小儿对于物象的占语，却含着他思想的精英。总序四句，最是简括。上文所引“被猎的兔”一节，便是篇中的第五第六两联。序一粒沙里看出世界，一朵野花里见天国，在你手掌里盛住无限，一时间里便是永远。一——二一只笼里的红襟雀，使得天国全发怒。满关鸠鸽的栅栏，使得地狱全震动。三——四主人门前的饿狗，预示国家的衰败。路上被人虐待的马，向天叫喊要人的血。五——六被猎的兔的一声叫，撕去脑中一缕的神经。叫天子受伤在翅膀上，天使停止了歌唱。七——八斗鸡剪了羽毛预备争斗，吓煞初升的太阳。狼与狮子的叫声，引起地狱里的人魂。九——十随处游行的野鹿，能使人魂免忧愁。被虐的小羊，养成公众的争夺，但他仍宥许屠夫的刀子。象征的诗，辞意本多隐晦，经我的一转译，或者更变成难解的东西了。俄国诗人Sologub说，“吾之不肯解释隐晦辞意，非不愿，实不能耳。情动于中，吾遂以诗表之。吾于诗中，已尽言当时所欲言，且复勉求适切之辞，俾与吾之情绪相调合。若其结果犹是隐晦不可了解，今日君来问我，更何能说明？”这一节话，说得很好，可以解答几多的疑问，所以引来作勃来克的说明。至于译语上的隐晦或错误，当然是译者的责任，不能用别的话辩解的了。（一九一八年）日本的诗歌一小泉八云（LafcadioHearn）著的InGhostlyJapan中，有一篇讲日本诗歌的文，说道，——“诗歌在日本同空气一样的普遍。无论什么人都感着，都能读能作。不但如此，到处还耳朵里都听见，眼睛里都看见。耳里听见，便是凡有工作的地方，就有歌声。田野的耕作，街市的劳动，都合着歌的节奏一同做。倘说歌是蝉的一生的表现，我们也仿佛可以说歌是这国民的一生的表现。眼里看见，便是装饰的一种；用支那或日本文字写的刻的东西，到处都能看见：各种家具上几乎无一不是诗歌。日本或有无花木的小村，却决没有一个小村，眼里看不见诗歌；有穷苦的人家，就是请求或是情愿出钱也得不到一杯好茶的地方，但我相信决难寻到一家里面没有一个人能作歌的人家。”芳贺矢一著的《国民性十论》第四章里，也有一节说，——“在全世界上，同日本这样，国民全体都有诗人气的国，恐怕没有了。无论什么人都有歌心（Utagokoro），现在日本作歌的人，不知道有多少。每年宫内省即内务府进呈的应募的歌总有几万首。不作歌的，也作俳句。无论怎样偏僻乡村里，也有俳句的宗匠。菜店鱼店不必说了，便是开当铺的，放债的人也来出手。到处神社里的扁额上，都列着小诗人的名字。因为诗短易作，所以就是作的不好，大家也不妨试作几首，在看花游山的时候，可以助兴。”这诗歌的空气的普遍，确是日本的一种特色。推究他的原因，大约只是两端。第一，是风土人情的关系。日本国民天生有一种艺术的感受性，对于天物之美，别能领会，引起优美的感情。如用形色表现，便成种种美术及工业的作品，多极幽雅纤丽；如用言语表现，便成种种诗歌。就在平常家庭装饰，一花一石，或食用事物，一名一字，也有一种风趣，这是极普通易见的事。第二，是言语的关系。日本语原是复音的言语，但用“假名”写了，即规定了一字一音，子母各一合并而成，联读起来，很是质朴，却又和谐。每字都用母音结尾，每音又别无长短的区别，所以叶韵及平仄的规则，无从成立，只要顺了自然的节调，将二三及三四两类字音排列起来，便是诗歌的体式了。日本诗歌的规则，但有“音数的限制”一条；这个音数又以五七调为基本，所以极为简单。从前有人疑心这是从汉诗五七言变化而出的，但英国亚斯顿（WGAston）著《日本文学史》，以为没有凭据，中根淑在《歌谣字数考》里更决定说是由于日本语的性质而来的了。以上所谓原因，第一种是诗思的深广，第二种是诗体的简易；二者相合，便造成上面所说的诗歌普遍的事实。二日本各种的诗歌，普通只称作歌（Uta）；明治初年兴了新体诗，虽然颇与古代的长歌相似，却别定名曰诗。现在所说，只在这诗的范围以内。日本古时虽有长歌旋头歌片歌连歌诸种形式，流行于后世的只有短歌及俳句川柳这三种了。长歌用五七的音数，重叠下去，末后用五七七结束，没有一定的句数；短歌只用五七五七七，总共五句三十一音合成，所以加一短字，以示区别。旋头歌用五七七的两行，合作一首；这十九音的一行，分立起来，便是片歌，但古代多用于问答，独立的时候很少，所以还是旋头歌的联句罢了。连歌便是短歌的联句，大抵以百句五十句或三十六句为一篇。以上各种歌形，从前虽然通行，后来都已衰歇，所以短歌便成了日本唯一的歌，称作和歌（Waka或Yamatouta即大和歌），或单称作歌。短诗形的兴盛，在日本文学上，是极有意义的事。日本语很是质朴和谐，做成诗歌，每每优美有余，刚健不足；篇幅长了，便不免有单调的地方，所以自然以短为贵。旋头歌只用得三十八音，但两排对立，终不及短歌的遒劲，也就不能流行。后起的十七字诗——俳句川柳，——比短歌更短，他的流行也就更广了。诗形既短，内容不能不简略，但思想也就不得不求含蓄。三十一音的短诗，不能同中国一样的一音一义，成三十一个有意义的字；这三十一音大抵只能当得十个汉字，如俳句的十七音，不过六七个汉字罢了。用十个以内的字，要抒情叙景，倘是直说，开口便完，所以不能不讲文学上的经济；正如世间评论希腊的著作，“将最好的字放在最好的地位”，只将要点捉住，利用联想，暗示这种情景。小泉氏论中有一节说道，——“日本诗歌的美术上的普通原则，正与日本绘画的原则符合。作短诗的人，用了精选的少数单语，正同画师的少数笔画一样，能够构成小诗，引起人的一种感情气分。诗人或画师，能够达这目的，全凭着暗示的力量。……倘作短歌，想求言词的完备，便不免失败。诗歌的目的，并不在满足人的想像力，单在去刺激他，使他自己活动。所以‘说尽’（Ittakiri）这一句话，便是批评毫无余蕴的拙作的字样。最好的短诗，能令人感到言外之意，直沁到心里去，正如寺钟的一击，使缕缕的幽玄的余韵，在听者心中永续的波动。”有人说这含蓄一端，系受汉字的影响，其实是不然的。日本虽然间用汉字，也是训读居多，至于诗歌里边，几乎没有音读的汉字。而且汉字与日本语，只是音的单复的不同，意义上并无什么差别：譬如中国的“莺”，就是日本语的Uguisu，音数不同，却同是指一只黄莺；在单音的“莺”字里面，不见得比复音的Uguisu含蓄更多的意义。若说诗歌上的运用，Uguisu一语占了一句的大部分，不能多加许多属词，所以有读者想象的余地；不比五言中的一个莺字，尚可加上四个字去，易有说尽的弊病。总之这含蓄是在着想措词上面，与音的多少并不相干。日本诗歌的思想上，或者受着各种外来的影响；至于那短小的诗形与含蓄的表现法，全然由于言语的特性，自然成就，与汉字没有什么关系。若说日本与中国的诗异同如何，那可以说是异多而同少。这个原因，大抵便在形式的关系上。第一，日本的诗歌只有一两行，没有若干韵的长篇，可以叙整段的事，所以如《长恨歌》这类的诗，全然没有；但他虽不适于叙事，若要描写一地的景色，一时的情调，却很擅长。第二，一首歌中用字不多，所以务求简洁精炼，容不下故典词藻夹在中间，如《长恨歌》里的“鸳鸯瓦冷霜华重，翡翠衾寒谁与共”这样的句子，也决没有。绝句中的“孤舟蓑笠翁，独钓寒江雪”，略像一首咏冬季的俳句，可是孤独等字连续的用，有了说尽的嫌忌。“漠漠水田飞白鹭”，可以算得极相近了，差不多是一幅完全的俳句的意境。但在中国这七个字算不得一首诗，因为意境虽好，七个单音太迫促了，不能将这印象深深印入人的脑里，又展发开去，造成一个如画的诗境，所以只当作一首里的一部分，仿佛大幅山水画的一角小景，作为点缀的东西。日本的歌，譬如用同一的意境，却将水田白鹭作中心，暗示一种情景，成为完全独立的短诗：这是从言语与诗形上来的特色，与中国大不相同的地方。凡是诗歌，皆不易译，日本的尤甚：如将他译成两句五言或一句七言，固然如鸠摩罗什说同嚼饭哺人一样；就是只用散文说明大意，也正如将荔枝榨了汁吃，香味已变，但此外别无适当的方法，所以我们引用的歌，只能暂用此法解释了。三日本最古的歌，有《古事记》中须佐之男命的一首短歌，但他还是神话时代的人，《古事记》作于奈良朝（—AD），只是依照古来的传说录下，原不能据为典要；若在历史时代，神武天皇（BC）的著作，要算最早了。奈良朝的末叶，大伴家持编了一部《万叶集》，凡二十卷，所收长歌短歌旋头歌共四千五百首，为日本第一的歌集。以后每朝皆有敕选的歌集，加上私家的专集，其数甚多。德川末期（—）香川景树排斥旧说，主张性灵，创桂园派；但到了末流，渐渐落了窠臼，专重形式，失了诗歌的生命。明治二十五年（）落合直文组织浅香社，发起一种革新运动，后来就以他的别号为名，称作荻之舍派。从这派出来的有与谢野宽及晶子，尾上柴舟，金子薰园各家，都是著名的歌人，现代的新派和歌，大抵皆从这几派出来的。新派的歌与旧派的区别，并不在形式上面：这两派一样的用三十一音的文字，用文章语的文法。但新派的特色，是在注重实感，不偏重技巧这一件事。与谢野晶子说明这实感的条件，共有五项，便是真实，特殊，清新，幽雅及美。倘是很平凡浮浅的思想，外面披上诗歌形式的衣裳，那便是没有实质的东西，别无足取。如将这两首歌比较起来，便可以看出高下。（）樵夫踏坏的山溪上的朽木的桥上，有萤火飞着。香川景树（）心里怀念着人，见了泽上的萤火也疑是从自己身里出来的梦游的魂。和泉式部第一首只是平凡无聊的事，第二首描写一种特殊的情绪，就能感动别人：同是咏萤的歌，却大不相同。香川是十九世纪上半的人，又曾经开创新派，不经意时便作出这样的歌来；和泉式部是八百年前的妇人，上边所举的一首歌，因为着想真实，所以便胜数筹。因此可以知道，歌的新旧，重在这表现实感上，生出分别，并不专指时代的早晚。不过同一时代的人，在同一的空气中，自然思想感情也有同一的趋向，成了一种风气，便说是派别。若是着想平庸，渐渐流入形式的一路，那就成了旧派，虽然不必墨守那一家的成规，也自然失其独立的价值了。新派歌人的著作，原是十人十色，各有不同。但是感觉锐敏，情思丰富，表现真挚，同有现代的特性。今将现代的歌抄录几首译解于下，——（）Noroiutakakikasanetaruhogotorite，kurokikochoosaenurukana！拿了咒诅的歌稿，按住了黑色的蝴蝶。与谢野晶子关于这一首歌，著者自己的说明是，“我憎恶阴郁的家庭；我憎恶逼迫我的俗恶的群众。我的心里充满了咒诅的气分。现在见了一只黑的蝴蝶飞来，便觉得这蝶也可恶，用了傍边放着的歌稿将他按住。这稿就是近来所作充满了咒诅的歌的草稿。”此处特录原文表示本来的形式以下均从略（）比远方的人声，更是渺茫的那绿草里的牵牛花。前人这一首里将远方听不清楚的人声，比淡淡的颜色，视觉与听觉混杂，便是现代文学上所常见的“官能的交错”。（）秋天来了，拾在手里的石子，也觉得有远的生命一般。前人（）卧在新的稻草上，恍然闻着故乡门前田里的水的香味。与谢野宽（）晚间秋风吹着，正如老父敲我的肩一样。田村黄昏这是形容秋风的微弱和孤寂。（）出了后门的纸障，在黑暗的路上渐渐消灭的覆盆子的声音。前人覆盆子实系酸浆，结实同纽扣一样大，民间妇女采来将他的肉挤去，只剩一个空壳，放在口内轻咬，使空气进出，吱吱的作声，当作游戏。（）不必忧伤，倒出酒来，将来便把酒盖我的遗骸。前人这歌写出现代人的心里的悲哀，想借了欢乐逃避悲痛，成了一种厌世的乐天，歌里就寄寓这种感想。（）宛然是避去的人一般，燕子在门前的河上，不触着水面，轻轻的掠过。三岛葭子（）终日撞窗上玻璃的蜜蜂，正如我徒然的为了你烦恼。藤冈长和以上所举几首的歌（—），都是有现代的特性的著作。日本艺术家的感受性向来比中国更为锐敏，近时受了西洋的影响，更有变化了。小泉氏在所著ExoticsandRetrospective中论日本咏蛙的诗歌的一篇文章里，说及这一件事道，——“我突然想到一件奇事，便是在我读过的几千首诗歌中间，没有一首说及触觉方面的。色香声音的感觉，很细密巧妙的表现在诗歌上；味觉便不大说及，触觉则全然付之不顾了。我想这对于触觉的沉默或是冷淡的理由，大约当在这民族的特殊气质或是心的习惯里去寻求，才可了解。不过这个问题，还不能决定。日本民族历代吃粗食过活，又如握手拥抱接吻及其他肉体上表白爱情的事，与远东人的性格都不甚相合，因此颇要疑心日本人的味觉与触觉的发达，比欧洲人更为迟钝。但对于这假设，也有许多反证，如手工上触觉的发达，便是一例。”这所说的理由如何，是别一问题，但在事实上，古来说及触觉的诗歌，原极缺乏。到了现在，文艺思想既已根本的革新，从前当作偶尔寄兴的和歌，变了生命表现的文学，对于官能的感觉便没有沉默回避的态度；如上文（）即是触觉的印象的诗，在官能派的歌人里，此类著作自然更多了。四俳句（Haiku）是二百年来新兴的一种短诗。古时有俳谐连歌，用连歌的体裁，将短歌的三十一音，分作五七五及七七两节，歌人各做一节，联续下去；但其中含着诙谐的意思，所以加上俳谐两个字。后来觉得一首连歌中间，只要发句（即五七五的第一节）也可以独立，便将七七这一节删去，这便叫作发句（Hokku），但现在普通总叫他为俳句了。这时候十七音的短诗，虽已成立，可是没有特别的诗歌的生命，不过用几个音义双关的字，放在中间，造成一种诙谐的诗罢了。但风气流行，也自成一派，出了许多“俳谐师”开门授徒，藉此作个生计。元禄年间（十八世纪上半）俳谐师松尾芭蕉忽能悟彻，弃了旧派的言词的游戏，兴起一味闲寂趣味的诗风，便立定了文学上的俳句的基本。一日晚间听见庭中草地里的虾蟆，跳到池内去的水声，便成了一句俳句，——（）Furuikeyakawzutobikomumizunooto古池呀，——青蛙跳入水里的声音。这句诗在后世便大有名，几乎无人不知；这并不因其中有什么奥妙，不过直写实情实景，暗示一种特殊的意境，现出俳句的特色，在俳句史上很有意义。以后这芭蕉派便占了全胜，定为俳句的正宗。二百年中也有过几次停顿时候，经了天明时代（十八世纪末）的与谢芜村同明治时代（十九世纪末）的正冈子规两次的改革，又兴盛起来，现在的俳句差不多全是根岸派（即子规的一派）的统系，虽然别有几种新派，却还不能得到什么势力。俳句有两种特别的规定：第一，是季题。季题便是四季的物色和人事；俳句每首必有一个季题，如春水秋风种莳接木之类。所以凡有俳句，都可归类分作春夏秋冬四部；将所咏的季题汇集，便成一部俳谐岁时记。短歌虽然也多咏物色，但不是一定如此，四季之外，还有恋，羁旅，无常几部可分。所以根岸派俳人所定俳句的界说，是——咏景色的十七字的文学。第二是切字（Kireji）。切字原只是一种表咏叹的助词，短歌中也有之，但在俳句尤为重要，每句必有；常用的只有Kana与Nari及Keri三个字，他的意义大约与“哉”相似。有时句中如不见切字，那便算作省略，无形中仍然存在。芭蕉提倡闲寂趣味，首创蕉风的俳句；芜村是一个画人，所以作句也多画意，比较的更为鲜艳；子规受了自然主义时代的影响，主张写生，偏重客观。表面上的倾向，虽似不同，但实写情景这个目的，总是一样。现在略将各人的俳句，抄出几首，解释于下，——（）下时雨初，猿猴也好像想着小蓑衣的样子。松尾芭蕉（）望着十五夜的明月，终夜只绕着池走。前人（）黄菊白菊，其余的没有名字也罢。服部岚雪（）菜花〔在中〕，东边是日，西边是月。括弧中字系原本所无与谢芜村（）秋风——，芙蓉花底下，寻出了鸡雏。太岛蓼太（）木盆里养着小鸭，还有几株钱葵。正冈子规以上诸作，各有美妙的意趣；但一经译解，便全失了，所以不能多举。尚有一两个特殊的俳句，如（）吊瓶被朝颜花缠住了，只得去乞井水。加贺千代女这女诗人的句，语既平易，感情又很柔美，所以妇孺皆知，已成了俗语。又有小林一茶生在芜村之后，却无派别，自成一家，后人称他作俳句界中的彗星，他善用俗语入诗，又用诙谐的笔写真挚的情，所以非常巧妙，又含有人情味，自有不可及的地方。如这几句，便可以见，——（）Yasegaeru，makeruna，Issakoreniari！瘦虾蟆，不要败退，一茶在这里！小林一茶（）这是我归宿的住家么？雪五尺。前人（）小黄雀，回避——，马来了。前人此系托黄雀咏贫民的诗。（）秋风呀，——从撕剩的红花，〔拿来作供〕。前人案原题“聪女三十五日墓”，盖其幼女死后三十五日，扫墓时之作。日本俳人通称俳句为写景的文学，但如一茶的句，已多有主观的情绪，那些景物，不过作个陪衬。即如（）短夜呀，——伽罗的香味，反引起了哀愁。高井几堇原题Kinuginu，便是离别的早晨的意思。这句虽然咏事，实是抒情；所以这限定俳句为写景叙事，也不能甚确。近来有“新倾向句”便不必一定咏季题，又字音上也可伸缩；虽有人说他不成俳句，现在势力还不甚大，也是一种颇有意义的运动。但这十七音的诗形，究竟太短，不能十分表现个人的主观，所以也就不能成为表现个人感情的器具；因此抒情一事，恐不免为短歌及新诗所揽去，俳句仍然只能守着写景叙事的范围，也未可知。这原可说是俳句的长处，但也不免是他短处之一了。五川柳（Senriu）的诗形，与俳句一样，但没有季题与切字这些规则。当时流行杂俳，仿佛俳谐连歌，有种种的门类。川柳起源，出于“前句附”，也是杂俳的一种。后来略去前句，单将附加的一句留下，成了独立的诗句。柄井川柳最有名，所以就将他的名字拿来作为诗的名称。他编有《柳樽》六十余卷，有名于世。短歌俳句都用文言，（一茶等运用俗语，乃是例外，）川柳则用俗语，专咏人情风俗，加以讥刺。他的流行很广，但是正如爱尔兰人谟尔（GMoore）所说，民间的文学，多是反动的；所以川柳的思想，也多是尊重传统，反对新潮，不能与现代新兴文艺，同一步调，但描写人情，多极微妙，讥刺锐利，还有江户子的余风，也是很有趣味的诗。只因与风俗相关甚密，别国的人看了，不甚能领会，所以现在也不引用了。日本民间的诗歌，还有俗曲一类，内中所包甚广，凡不合音乐的歌曲，都在其内，以盆踊歌，端呗都都逸为最重要。这一类短的民谣，大抵四句二十六音，普通称作小呗。最古的有《隆达百首》，为庆长年间僧隆达所撰，《诸国盆踊唱歌》及《山家虫鸟歌》也很有名。这种歌谣，自古代流传，现在尚留人口者，固是极多，随时由遍地的无名诗人撰作，远近传唱者，尤为不少。这真可算得诗歌空气的普通，比菜店鱼店的俳句川柳，尤为自然，可以见国民普遍的感情。但这事又是别一个题目，须得将来另行介绍了。日本文学中既有短歌俳句川柳这几种诗形，民谣中又有几种，可以算得颇多了；明治时代新兴了新体诗，仍以五七调为本，自由变化，成了各种体裁；又因欧洲思想的影响，发生几种主义的派别，因此诗歌愈加兴盛了。新体诗的长处，是表现自由，可以补短诗形的缺陷。以前诗有文语两种，现在渐渐口语诗得了势，文章体的诗已少见了。这诗歌两种虽形式有异，却并行不悖，因诗人依了他的感兴，可以拣择适于表现他思想的诗形，拿来应用，不至有牵强的弊。譬如得了一种可以作歌的感兴，做成短歌，固很适合；倘使这思想较为复杂，三十一个字中放不入，那便作成诗，自然更为得宜。与谢野晶子的几种歌话中论及诗歌，便是这样说法，不以短歌为唯一表现实感的文学，我以为很是切当。这一篇稿子还是两年前的旧作，这回拿去付印，本要稍加修正，并多加几篇译歌，适值生病，不能如愿，所以仍照本来的形式发表了郭巨的不近人情，从前也有人批评过，老莱子在古书上只说是为亲取饮，上堂脚跌，恐伤父母之心，僵仆为婴儿啼，后人变本加厉，却说他是诈跌仆地，不但诈伪不道德，也实在很是肉麻。可是凑巧，在这两幅图画上有一个共同之点。“我至今还记得，一个躺在父母跟前的老头子，一个抱在母亲手上的小孩子，是怎样地使我发生不同的感想呵。他们一手都拿着‘摇咕咚’。这玩意儿确是可爱的，北京称为小鼓，盖即鼗也，朱熹曰：‘鼗，小鼓，两旁有耳；持其柄而摇之，则两耳还自击，’咕咚咕咚地响起来。然而这东西是不该拿在老莱子手里的，他应该持一枝拐杖。现在这模样，简直是装佯，侮辱了孩子。我没有再看第二回，一到这一叶，便急速地翻过去了。”摇咕咚是乡下小孩的玩具，这是很普通的东西，大概各地方都有，一定也有很好的名字，就只可惜我不知道，也要怪古来拿笔杆的多是正统文人，不曾给我们记录一点下来。小时候在书房里读《论语》，至《微子第十八》太师挚适齐这一章，一大班乐官风流云散，大有寂寞之感，可是在“播鼗武，入于汉”之下，读朱注那一段，又不禁微笑，因为那里解释摇咕咚形容得恰好，虽然平常不喜欢朱文公，这里也不无好感了。著者特地引他那一段注，大抵也是这个意思。但是这里我们却是有点上了当了。因为那几句原来是宋初邢昞的《论语疏》的话，他其实还是从汉末郑玄的《周礼注》里抄来的。上文只说到老莱子，还有郭巨的那一张画，本文云：“至于玩着‘摇咕咚’的郭巨的儿子，却实在值得同情。他被抱在他母亲的臂膊上，高高兴兴地笑着；他的父亲却正在掘窟窿，要将他埋掉了。”下文固然是“及掘坑二尺，得黄金一釜，上云：天赐郭巨”，但也可能是什么都不见，结果是“连‘摇咕咚’一同埋下去，盖上土，踏得实实的，又有什么法子可想呢”？这两件可以说是摇咕咚的悲剧和喜剧，想起来实在是很有意义的，就只是以前少有人注意罢了。三二东关五猖会究竟是怎么一回事，我全不知道，只知道东关地方有五猖庙，一年要有一回迎会，非常热闹。东关在东郭门外，离城七十里，在运河的东头，只隔十里便是曹娥，过江是上虞县界了。往这样远隔的地方，花费三两天工夫，雇了船只，备了伙食，前去看会，是不大可能的事，但这一回却是特别的，因为有特别的机缘。著者的小姑母就是祖母蒋太君的女儿，嫁在东关金家，有一年来叫她内侄去看五猖会，所以能够去，年代也约略可以有个估计。她生于同治戊辰（一八六八年），在光绪壬辰（一八九二年）生了一个女儿，于甲午（一八九四年）去世。出嫁年分大概是在己丑或庚寅，因为她人很和蔼，内侄们非常喜欢她，在她上轿的时候他们还嚷着要跟了去，这事我后来记忆着，因此推算那时总该有六七岁了吧。若是己丑，可能庚寅来邀看会去，那时鲁迅当是十岁，本文说是七岁的时候，那该是丁亥年，她出嫁当是前一年丙戌，那么我还不到满两岁，便不可能有什么记忆留存下来了。我们可以推想，本文那么说乃是为得背诵《鉴略》的方便，因为那“粤自盘古生于太荒”很是好玩，十岁时便至少读的是《论语》了。还有一层，去看会的只是鲁迅一人，七岁的时候也便不可能，乡下一般家风到出嫁的女儿家去的只有兄弟最是合法，自然内侄也行，至于乡下亲妈上城里，或是翻转过去，都是有点可笑，那时伯宜公既然不去，去的自然只是他和长妈妈或是闰土的父亲而已。本文说船椅饭菜茶炊点心合子，都搬下船去，好像是准备阖家去看的样子，实在只是要写得热闹，后面也就没有提及了。背书这一节是事实，但即此未可断定伯宜公教读的严格，他平常对于功课监督得并不紧，这一回只是例外，虽然他的意思未能明了。三三迎会本文中关于五猖会的情形什么也没有写，但是在前面却说到普通的迎会，这大概就是在东昌坊口所看见的。“开首是一个孩子骑马先来，称为‘塘报’；过了许久，‘高照’到了，长竹竿揭起一条很长的旗，一个汗流浃背的胖大汉用两手托着；他高兴的时候，就肯将竿头放在头顶或牙齿上，甚而至于鼻尖。其次是所谓‘高跷’，‘抬阁’，‘马头’了；还有扮犯人的，红衣枷锁，内中也有孩子。”这里可以略加补充。诸神照例定期出巡，大约以夏秋间为多，通称迎会，出巡者普通是东岳，城隍，张老相公即海神，但有时也有佛教方面的，如观音菩萨。迎会之日，在城内先挨家分神马，午后各铺户于门口设香烛以俟。会伙最先为开道的锣与头牌，次为“塘报”，继以“高照”即大纛，高可二三丈，用绸缎刺绣，中贯大毛竹，一人持之行，四周有多人拉纤或执叉随护，重量当有百余斤，而持者自若，时或游戏，放着肩际以至鼻上，称为“嬉高照”。有“黄伞”制亦极华丽，不必尽是黄色，但世俗如此称呼，此与“高照”同，无定数，以多为贵。次有音乐队，名曰“大敲棚”，木棚雕镂如床，上有顶，四周有帘幔，流苏，棚四角有人肩舁以行，乐人在内亦且走且奏乐，乐器均缚置棚中。昔时有“马上十番”，似早已不用，未曾见过。有“高跷”，略与他处相同，所扮有滚凳，活捉张三，皆可笑，又有送夜头一场，一人持栊筛，上列烛台酒饭碗，无常鬼随之。无常鬼有二人，一即活无常，白衣高冠，草鞋持破芭蕉扇；一即死有分，如《玉历钞传》所记，民间则称之曰死无常。活无常在这里乃有家属，其一曰活无常嫂嫂，白衣敷脂粉，为一年青女人，其一曰阿领，云是拖油瓶也，即再醮妇前夫之子，而其衣服容貌乃与活无常一律，但年岁小耳。此一行即不在街心演作追逐，只迤行来，亦令观者不禁失笑。抬阁饰小儿女扮戏曲故事，或坐或立，抬之而行，又有骑马上者，古时皆以成人扮演，后来则只用少年男女，大抵多是吏胥及商家，各以衣服装饰相炫耀，旧家子女少有参加者。若出巡者为东岳或城隍，乃有扮犯人者，但据范寅《越谚》所说，似在张老相公出巡时亦有之。随后乃是“提炉队”，多人着吏服提香炉，焚檀香，神像即继至，坐显轿，从者擎遮阳掌扇，两旁有人随行，以大鹅毛扇为神招风。神像过时，妇孺皆膜拜，老妪或念诵祈祷，余人但平视而已。其后有人复收神马去，殆将聚而焚送，至此而迎会的事就完毕了。上文是十年前所写《关于祭神迎会》中的一节，后面说到水乡的划龙船，是那里迎会的重要节目，因为与本文无关，所以也就略掉了。三四无常这篇说活无常的绝妙的好文章乃是从五猖会引申出来的，因为起首讲的便是迎会的情形。“迎神赛会这一天出巡的神，如果是掌握生杀之权的，……就如城隍和东岳大帝之类，那么，他的卤簿中间就另有一群特别的脚色：鬼卒，鬼王，还有活无常。这些鬼物们，大概都是由粗人和乡下人扮演的。鬼卒和鬼王是红红绿绿的衣裳，赤着脚；蓝脸，上面又画些鱼鳞，也许是龙鳞或别的什么鳞罢，我不大清楚。鬼卒拿着钢叉，叉环振得琅琅地响，鬼王拿的是一块小小的虎头牌。据传说，鬼王是只用一只脚走路的；但他究竟是乡下人，虽然脸上已经画上些鱼鳞或者别的什么鳞，却仍然只得用了两只脚走路。所以看客对于他们不很敬畏，也不大留心，除了念佛老妪和她的孙子们”。这些鬼卒，记得小时候听见人家叫作海鬼，那么他们或者与水族有关也未可知，这是脸上有鱼鳞的原因吧。下文说到活无常道：“至于我们—我相信：我和许多人—所最愿意看的，却在活无常。……只要望见一顶白纸的高帽子和他手里的破芭蕉扇的影子，大家就都有些紧张，而且高兴起来了。”关于他的形状和行动，本文里说得很详细，后记的附图中间还有一幅著者所作的略画，描写出他所看见的与书本不同的特别的印象。他在小时候描画过许多绣像以及各种画本如《诗中画》等，但是自己所画的还只有这一幅，所以也是很可珍重的，可惜的是这只表现出“那怕你铜墙铁壁”这一时的神气，那蹙紧双眉，捏定破芭蕉扇，脸向着地，鸭子浮水似的跳舞起来那种更特殊的场面却未能画了出来。但是本文中在“大戏”里出现的活无常的描写实在很是出色，真足够做他永久的纪念，此外只有一篇《女吊》可以相比，那是写大戏里的“跳吊”的，虽然是收在《且介亭杂文末编》中，写作的年代大约已经相差得很有点远了。三五百草园和三味书屋《从百草园到三味书屋》这篇文章篇幅不长，可是内容很丰富，解说起来须要几倍长的字数才成，现在我们却不来这样做，因为我在《鲁迅的故家》里的“百草园”里已经写了若干节，大概都说过了。这里便是说明一句就算了，关于园可看“百草园”第四至第十节，关于书屋看第三七至四一节，又参考“园的内外”第九至十二各节。附记关于三味书屋名称的意义，曾经请教过寿洙邻先生，据说古人有言，“书有三味，”经如米饭，史如肴馔，子如调味之料，他只记得大意如此，原名以及人名已忘记了。又说：那四字原是梁山舟手笔，文曰“三余书屋”，经他的曾祖改名“三味”，将“余”字换去，但如不细看，也并看不出什么挖补的痕迹。三六父亲的病关于伯宜公的病，“百草园”内有第六二节《病》，以及“园的内外”第十四节《三个医生》，都已说及了。那一篇《病》本来应当列为第三一节，误排在后面，所以与前后没有什么联络。这里要补充的只是伯宜公的生卒年月，他生于清咸丰庚申（一八六年）十二月二十一日，卒于光绪丙申（一八九六年）九月初六日，年三十七岁。三七S城人《琐记》一篇里所说的事可以分作前后两截，前截说衍太太的事情，后截说南京的学堂。衍太太是平水山乡的出身，可是人很能干，却又干的多是损人不利己的事，这在本文里已经说的够明白了，虽然如前一章里说她指挥叫喊临终的父亲，那在旧时习俗上是不可能有的，我们在“百草园”中也曾加以说明。拿春画给小孩看，一方面轻侮他的无知，一方面含有来斲伤他天真的意思，在事实上可常碰到，森鸥外在他的自叙小说《性的生活》（VitaSexualis）中记着同样的事情。奖励小孩转旋，到跌倒时又说风凉话，亦是事实，那受害人即是玉田的儿子仲阳，他比她的儿子鸣山小一岁，是光绪丁丑（一八七七年）生的。劝告著者寻找什么珠子卖钱当然是事实吧，但是我不知道，因为丁酉至戊戌是在杭州，在闰三月十二三日他走过杭州，便往南京去了。本文中说预备离开家乡，其理由是因为“S城人的脸早经看熟，如此而已，连心肝也似乎有些了然。总得寻别一类人们去，去寻为S城人所诟病的人们，无论其为畜生或魔鬼”。这里他表示出对于庸俗的乡人的憎恶，这是无怪的，S城人的确有些恶质，虽然一半因为熟知的缘故，所以如此感觉也未可知。学堂诚然为S城人所诟病，可是这里边的人和他们究竟相去有多远，那也就很难确说吧。三八学堂说到学堂，第一提及的是绍兴的中西学堂，这是会稽徐氏所创办的，虽然是故乡的事情，却是记不周全了，只知道是徐仲凡主持其事而已。徐氏兄弟一名友兰，曾编刻越中先正遗书四集，此外又刻好些书，曾见过一小册书目，在大街水澄桥下墨润堂书庄发售，可惜除了铸学斋丛书和文林绮绣以外都记不得了。一名树兰，即仲凡，他同了别人办起中西学堂，后来改为府学堂，光绪甲辰（一九四）记得曾去看一个在那里读书的本家，那时徐伯荪正在做监学，还亲自教着兵操，大概在第二年他便往日本留学去了。学堂里教算学以至格致还不要紧，因为这可以算古已有之的东西，唯独洋文最是犯忌，中西学堂以此成为众矢之的，熟读圣贤书的秀才们，还集了四书的句子，做一篇八股文来嘲诮它，这名文起讲的开头云：“徐子以告夷子曰：吾闻用夏变夷者，未闻变于夷者也。今也不然：舌之音，闻其声，皆雅言也。”虽然这文章的全本不曾流传下来，很是可惜，但这一节也很精采，可见一斑，其运用徐子夷子的地方尤见匠心，正是非斲轮老手不办。南京的学堂不但教授夷语，而且有些根本上就是武备性质的，S城人自然更要看不起，所以当著者进了南京学堂的时候，本家叔伯辈便有人直斥之曰，“这乃是兵！”因为好男不当兵，这就十足表示其人之不足道了。三九南京鲁迅往南京去，第一个进去的学校是江南水师学堂，“光复以后，似乎有一时称为雷电学堂，很像《封神榜》上‘太极阵’‘混元阵’一类的名目。”他于戊戌春间进去，大概不到一年便出来了，于己亥改进了江南陆师学堂里附设的矿路学堂。水师学堂设在仪凤门里，那桅杆和烟通的确很高，虽然桅杆二十丈高恐怕也还不到。本文中说一星期中功课，几乎四整天是英文，一整天是读汉文，一整天是做汉文，但在辛丑（一九一年）我进校去的时候，这已有改变，成为五整天是洋文，一整天是汉文了。前后相差两年，情形稍有不同，但我所知道的只是辛丑以来的事情，便根据了来作补充说明。不久以前曾写有《学堂生活》二十四节，就记忆所及，关于水师学堂略有记述，今便附于卷末，以资参考。本文中说离开水师学堂的原因，只笼统的道：“总觉得不大合适，可是无法形容出这不合适来。现在是发见了大致相近的字眼了，‘乌烟瘴气’，庶几乎其可也。”这乌烟瘴气的具体说明可以在《学堂生活》第十八九两节找到，这里便可省得复述了。四南京二江南陆师学堂在鼓楼以北，地名三牌楼，与格致书院望衡对宇，离水师亦不甚远，但系是小路，雨后不好行走。鲁迅进去的时候，总办是钱德培，据说原是绍兴“钱店官”，不知何以通德文，为候补道中之能员，其后是俞明震，则称为新派，坐在马车里看《时务报》，因此学堂里的乌烟瘴气就要好得多多了。矿路学堂的功课以开矿为主，造铁路为副，都用本国文教授，三年毕业，但是只办了一班，在辛丑冬季毕业后就停办了。他的同班中有张协和名邦华，芮石臣名体乾，后改姓名为顾琅，这两个是和他同一房间住的，伍习之名崇学，刘济舟名乃弼，杨星生名文恢，又丁耀卿忘其名，于毕业前病故，此外的人就全不知道了。鲁迅在南京曾写有日记，后来大概已散失，我所记忆的只是一两件事，如有一天骑马疾驰，从上边跌下来，磕断了牙齿，又有一回夜中起来吃茶，不料茶壶嘴里躲着一条小蜈蚣，舌尖被螫了一下，但不知道是什么时候的事情了。我于辛丑八月初六日到南京，至壬寅二月十五日鲁迅往上海转赴日本东京，在这半年中间，就旧日记中略抄有关事项，虽都是琐事，却也是一种资料吧。辛丑，八月廿四日星期日：晴。上午独行至陆师学堂，适索士星期考试不值，留交《花镜》三本。九月初一日星期六：晴。下午索士来，留宿。初二日星期日：阴。上午谢西园（陆师）来，与索士升叔同往下关，至城外遇阮立夫（水师），邀之同去，至江天阁饮茶，午回堂，饭后西园及索士均去。廿九日星期六：晴。谢西园来，云矿路学生于廿七日往句容，索士亦去。十月初十日星期三：晴。下午索士来，云昨日始自句容回，袖矿石一包见示，凡六块，铁三，铜二，煤一。（本文中说到第三年我们下矿洞去看，即是指这一回的事。）十一月二十六日星期日：晴。晨步至陆师学堂，同索士闲谈，午饭后回堂，带回《世说新语》一部，杂书三本。十二月十三日星期三：阴。上午闲坐，索士来，带来书四部。午拜孔子，放学，予等十二人皆补副额。午饭后同索士至下关，行经仪凤门，小雨，亟返。下午索士回去。看《包探案》，《长生术》二书。夜看《巴黎茶花女遗事》，又约略翻阅《农学丛刻》一过。壬寅，正月十二日星期二：阴。下午索士来，交书箱一只，篮一只，云二月中随俞总办往日本，定明日先回家一行。二月初八日星期一：晴。晨索士自家来，带来书甚多。中有石印汉魏丛书，铅印《徐霞客游记》，《板桥诗集》，《剡录》，谭壮飞《仁学》等。索士留住，次日午后去。十一日星期四：阴，上午细雨。下午四时索士来，带来昨日在城南所买物件，计鞋一双，（价洋五角，北门桥老义和售，黑绒面圆头薄底，颇中穿，）扇面扇骨一副，笔二枝，又有《琴操》，《支遁集》一本，云从旧书摊以百钱购得者。夜索士重订《板桥集》，闲谈至十时后睡。十二日星期五：阴雨。晨索士去。下午索士又至，在堂吃晚饭，云同学今日集会，留之不得，冒雨而去。这以后的有些事情在“鲁迅在东京”中已曾说及。见第三三节以下，兹不复赘。鲁迅的南京同学，据我所知道只有张邦华君尚健在，当时的事情问他当可知道些，以前知道他住在北京西城松鹤庵，不知现在还在那里否。四一留学生会馆著者预备往东京去留学，先去请教一位到过日本游历的前辈同学，便上了一个大当。第一，要多带中国白布袜，我想这或者未必实行，因为在南京早已穿洋袜子了。第二，纸票不如换了硬币去，当时中国只用银洋，觉得纸币靠不住，要换现钱，这是可能的事。到了那里，先在弘文学院肄业二年，教的是日语以及一般中学程度的科学，在鲁迅和许寿裳（杭州求是书院）那些进过学堂的人这都可以无须，只要补习语学就行了，可是没有这种规定和设备，平常预备学校都是为那只读圣贤书的文童和秀才们而设的，算术从加减乘除，英文从爱皮西地教起，他们也只好屈尊奉陪上两年，拿到毕业证书，才可以升学到专门高等学校里去。这两年里所遇到的各处留学生，虽然不是S城人，却也不大高明，特别是那“清国留学生”的速成班，成群结队的到处都是，“头顶上盘着大辫子，顶得学生制帽的顶上高高耸起，形成一座富士山。也有解散辫子，盘得平的，除下帽来，油光可鉴，宛如小姑娘的发髻一般，还要将脖子扭几扭。实在标致极了。”留学生有一个会馆，招牌上倒是写着“中国留学生会馆”，本文中云：“门房里有几本书买，有时还值得去一转；倘在上午，里面的几间洋房里倒也还可以坐坐的。但到傍晚，有一间的地板便常不免要咚咚咚地响得震天，兼以满房烟尘斗乱；问问精通时事的人，答道，‘那是在学跳舞’。”这会馆在神田的骏河台上，与鲁迅在本乡的寓居只隔着一条叫作外濠的河，渡过御茶水桥，向右拐弯，走上坡去就是。在门房里有人寄售汉文书报，有时去看一下，后来神田的神保町有了群益书社和中国书林，也就不再去了。留学生多是“富士山”，会馆又是留学生的聚处，对于它自然也没有什么好感，只是在徐伯荪安庆案发时，因为在那里有中国报纸，所以乘上午人少的时候跑去翻看，但这也是一个短时期，而且在他离开仙台，又回到东京来之后了。四二仙台鲁迅在东京看厌了清国留学生，便决计离开那里，到日本东北方面的仙台，进医学专门学校去。当时学制规定，大学的医学部要官立高等学校毕业的才能入学，平常中学毕业程度只好入专门学校，肄业年限也是四年，毕业后可以做医生，就只是没有医学士的名号。著者学医的志愿是起因于父亲的病为江湖医生所误，所以想学了将来给人治病，弥补这个缺恨，在南京时学科别无选择的自由，这回却可以如愿了。本来在去东京不远的千叶市，也有医学专门学校，是同样的组织，但是里边有些中国留学生，他觉得有戒心，便索性走得远一点，到奥羽地方去吧，虽然天气是冷得很。这种意思在别人也有过，如顾孟余从前在德国留学，这话是鲁迅所说，从齐寿山那里听来的，他独自走到明兴去，那即是世间依照英文称为“慕尼黑”的地方，因为那里没有中国的学生。但是他不久就失望了，不但来了一个同乡，而且还在黄色的脸上戴了一副金色的假发，这模样实在不很好看。鲁迅的事情是不同的，他在电影上看见了中国人，一个将做示众的材料，多数则赏鉴着，这不但使得他不能在仙台安住，而且还改变了他学医的志愿，便中止学医而决心去搞文学了。他第二次回到东京，作了几年准备，刊行《新生》杂志的计划虽然没有成功，但是印出了两册《域外小说集》，可以算是后来翻译著作的工作的发轫。关于那一段落，有“鲁迅在东京”一篇三十五节略有记述，附在“百草园”的后面，至于在仙台的期间没有第二人知道，我们只能凭他自己所写的这一点，因此本文《藤野先生》部分我们别无什么可说，上边所说的都是些枝节的话罢了。四三范爱农本文起头说徐伯荪刺安徽巡抚恩铭的事，这事件发生于清光绪丁未（一九七年）五月二十六日，那时著者正住在本乡汤岛二丁目的伏见馆里，蔡孑民的兄弟蔡谷清夫妇大概也刚到来，由邵明之介绍，住在对面房间里，明之也可能常来闲坐谈天。鲁迅本来是不到同乡会的，这回特别跑去，所说范爱农的情形正如本文所说，但事实上他似乎不是和爱农有相反的意见，只是说爱农的形状，态度，说话都很是特别罢了。那时激烈派不主张打电报，理由便是如爱农所说，革命失败，只有再举，没有打电报给统治者的道理，痛斥也无用，何况只是抗议呢。其时梁任公一派正在组织政闻社，蒋观云也参与其间，他便主张发电报，要求清廷不乱杀人，大家都反对他，范爱农的话即对此而发的。鲁迅与许寿裳平时对于那同乡前辈（虽然是隔县）颇有敬意，此后就有了改变，又模仿他以前赠陶焕卿的诗加以讽刺。原诗有“敢云吾发短，要使此心存”一联，乃改为“敢云猪叫响，要使狗心存”。因为会场上他说“便是猪被杀时也要叫几声”，又说到狗，那时鲁迅回答说，猪只能叫叫，人不是猪，该有别的办法。所以在那同乡会的论争上，鲁迅与范爱农的立场乃是相同的，不过态度有点不同。往横滨埠头去招待那一群人，所说的情形也当是事实，其时还在著者往仙台去之前，年代当是光绪乙巳（一九五年），徐伯荪几个人进不去陆军预备学校，便即回国，捐了候补道往安徽去，范爱农则是留下在那里求学的人之一吧。四四哀范君鲁迅与范爱农后来正式相识是在辛亥那一年，二人一见如故，以后便常往来。光复后，王金发建立了绍兴军政分府，维持公立的中等学校，请鲁迅去当师范学堂（壬子一月南京政府成立，始由教育部命令一律改称学校）的校长，范爱农为教务长。师范学堂在南街，与东昌坊口相去只一箭之路，爱农常于办公完毕后走来，戴着农夫所用的卷边毡帽，下雨时候便用钉鞋雨伞，一直走到里堂前，坐下谈天，喝着老酒，十时以后才回堂去。不过这个时期不很长久，到第二年春天鲁迅被蔡孑民招往南京教育部，辞去校长，范爱农也就不安于位，随即去职了。旧的纸护书中不意保存着一封范君的信，很有参考的价值，其文如下：“豫才先生大鉴：晤经子渊暨接陈子英函，知大驾已自南京回。听说南京一切措施与杭绍鲁卫，如此世界，实何生为，盖吾辈生成傲骨，未能随波逐流，惟死而已，端无生理。弟于旧历正月二十一日动身来杭，自知不善趋承，断无谋生机会，未能抛得西湖去，故来此小作勾留耳。现因承蒙傅励臣函邀担任师校监学事，虽未允他，拟阳月杪返绍一看，为偷生计，如可共事或暂任数月。罗扬伯居然做第一科课长，足见实至名归，学养优美。朱幼溪亦得列入学务科员，何莫非志趣过人，后来居上，羡煞羡煞。令弟想已来杭，弟拟明日前往一访，相见不远，诸容面陈，专此敬请著安。弟范斯年叩，廿七号。《越铎》事变化至此，恨恨，前言调和，光景绝望矣。又及。”这信是壬子三月二十七号从杭州千胜桥沈寓所寄，有“杭省全盛源记信局”的印记，上批“局资例”，杭绍间信资照例是十二文，因为那时民间信局还是存在。这与鲁迅的本文有可以对照的地方，如傅励臣即后任的校长孔教会会长傅力臣，虽然邀他继任监学，后来好像没有实现。朱幼溪即本文中都督府派来的拖鼻涕的接收员，罗扬伯则是所谓新进的革命党之一人。《越铎》即是骂都督的日报，系省立第五中学（旧称府学堂）毕业生王文灏等所创办，不过所指变化却不是报馆被毁案，乃是说内部分裂，《民兴报》大概即由此而产生，但是不到一年也就关门了。范爱农之死在于壬子秋间，仿佛记得是同了民兴报馆的人往城外看月去的，论理应当是在旧历中秋前后，但查鲁迅的《哀范君》诗三章的抄稿注“壬子八月”，所指乃是阳历，鲁迅附笺署“二十三日”，则是北京回信的时日，算来看月可能是在阳历了。本文中说爱农尸体在菱荡中找到，也证明是在秋天，虽然实在是蹲踞而非真是直立着。本文又说爱农死后做了四首诗，在日报上发表，现在将要忘记了，只记得前后的六句，后来《集外集》收有这一首，中间已补上了，原稿却又不同，而且一总原是三首，今抄录于后以供比较。（按：三诗已收《集外集拾遗》。）哀范君三章其一风雨飘摇日，余怀范爱农。华颠萎寥落，白眼看鸡虫。世味秋荼苦，人间直道穷。奈何三月别，遽尔失畸躬。其二海草国门碧，多年老异乡。狐狸方去穴，桃偶尽登场。故里彤云恶，炎天凛夜长。独沉清洌水，能否洗愁肠。其三把酒论当世，先生小酒人。大圜犹酩酊，微醉自沉沦。此别成终古，从兹绝绪言。故人云散尽，我亦等轻尘。题目下原署真名姓，涂改为“黄棘”二字。稿后附书四行，其文云：“我于爱农之死为之不怡累日，至今未能释然。昨忽成诗三章，随手写之，而忽将鸡虫做入，真是奇绝妙绝，辟历一声，……今录上，希大鉴定家鉴定，如不恶乃可登诸《民兴》也。天下虽未必仰望已久，然我亦岂能已于言乎。二十三日，树又言。”这里有些游戏廋辞，释明不易，关于鸡虫可参看“呐喊衍义”第六六节《新贵》一项，“天下仰望已久”一语也是一种典故，出于学务科员之口，逢人便说，在那时候知道的人很多，一听到时就立即知道这是说的什么人了。四五后记这里所说的不是我自己的，乃是指本文中那篇后记。那文章很是特别，比正文的任何一篇都要长，虽然说的只是插画的事情，却很有意思，当作一篇正文去看并无什么不可以。这插画是关于两篇文章的，其一是《二十四孝图》，其二是《无常》。二十四孝这里该有图的是郭巨和老莱子，但前者因为以前也有些人反对，加以删除，所以未曾选入，只有后者三种图像，样式不同，“然而仍然无趣”。另外加入了一种，即是曹娥投江寻父尸的图画，著者在这里发了别的一场感慨，这在旁人或者不大感觉亦未可知，但在他对于礼教吃人的事情很有警惕的人，这感慨正是十分自然的。在这一点上，我就觉得这后记很有意义，因为那些随处出现的讽刺都是匕首，何况有些还是超过讽刺的呢。关于活无常的差不多是些考证的话，但后来说到研究讨论，将各种信件都编印起来，可以出几本颇厚的书，因此升为“学者”，这便说的是《古史辨》，与《故事新编》里的《理水》所说的讽刺有点相像了。在著者的文章里常说起学者，绅士和正人君子，以及别的有引号的文句，都是有典故的，但要说明那些事情，便须得查看原案原典，这里无此便利，也或者无此必要，暂且搁下，请为他的杂文作注解的人去偏劳吧。附录一旧日记里的鲁迅一缘起在鲁迅的一生中，早年的研究资料最为缺乏。现在所能见到的，只有他自己的一册《朝华夕拾》，原名“旧事重提”，其中记戊戌（一八九八）年以前家居时事六篇，南京一篇，东京二篇而已。别人所写的回忆也并不多，因为这一时期的末了几年去今也有四十五年以上，在那时和他有接触的人至今还存在的已经不多，而且年纪差不多也过了古稀了吧。日前找出旧日记来翻看，却见有些说及鲁迅的地方，虽是平凡琐屑，乃是当时的笔记，与日后追述的不同。这些日记起自前清光绪戊戌（一八九八）至乙巳（一九五）年止，中间时常断缺，现在抄出关系鲁迅部分，必要处少加说明，够不上说在研究上有什么价值，它的特别的地方就只如上文所说，这是五十年前的纪录，其真实性总是很可靠的了。二戊戌一旧日记是从戊戌正月写起的。那时祖父介孚公因科场案系杭州府狱，这事在《鲁迅的故家》中稍有说明，祖父的妾和小儿子伯升移居杭州花牌楼，随时去探望他，后来伯升往南京进学堂，由我去补他的缺，这是丁酉（一八九七）年春天的事，大概是在正月下旬吧。日记上遇着去看祖父的时候，便简单的写一个“去”字，这里日记的第一天是正月廿八日，就是如此，而且碰巧也正是记着鲁迅的事。原文如下：“廿八日：阴，去。下午豫亭兄偕章庆至，坐谈片刻，偕归。收到《壶天录》四本，《读史探骊录》五本，《淞隐漫录》四本，《阅微草堂笔记》六本。”鲁迅本来号叫豫山，因为容易被人叫作“雨伞”，所以改了一个字，初为豫亭，后又变作豫才。章庆是给家里帮工的人，他的儿子运水，鲁迅在小说中称为闰土的便是，因为“运”“闰”二字方音相同，土则是水的替代字。这几种书的头两部是申报馆铅印本，祖父看过给了我们，后两部系石印本，乃是鲁迅自己所买，这回都是从家里带来给我看的。“廿九日：雨，上午兄去，年饭后归。下午兄往申昌，购《徐霞客游记》六本，春融堂笔记二本，石印宋本《唐人合集》十本有布套，画报二本，白奇一斤，五香膏五个。”申昌即是申报馆派报售书处，画报不记得是点石斋还是飞影阁了。旱烟与膏药大概是祖母所要买的吧。“三十日：雨，上午兄去，午饭后归。兄贻予建历一本，口香饼二十五枚。二月初一日：雨，上午予偕兄去，即同归。兄回越，予送至门外，带去《历下志游》二本，《淮军平捻记》二本，《梅岭百鸟画谱》三本有锦套，《虎口余生记》一本，画报一本，《紫气东来图》一张着色，月分牌一张。”日记上注明正月廿八日雨水，在阳历是二月二十八日。初三日项下记下午接越函初二晨发，云已到家，上面所记的这一件事便结束了。三戊戌二日记上信函往来，别不说明内容的，今悉从略，只抄出这两项来，其一是二月中事：“廿四日：晴。接绍廿三日函，附来文诗各两篇，文题一云‘义然后取’，二云‘无如寡人之用心者’，诗题一云‘百花生日’（得花字），二云‘红杏枝头春意闹’（得枝字），寿洙邻先生改。”这证明鲁迅在戊戌年还是在三味书屋受业，不过只是所谓“遥从”，便是不再上学，因为在好几年前他十一经早已读完了，现在是在家里自做诗文，送去请先生批改而已。老寿先生至宣统庚戌（一九一）年尚是健在，那时谦称自己文笔已古旧，所以担任批改的是他的儿子，鲁迅称他作泗哥的，现今住在北京，年纪也过了八十了。其二是三月中事：“二十日：晴。下午接绍函，并文诗各两篇，文题一云‘左右皆曰贤’，二云‘人告之以过则喜’，诗题一云‘苔痕上阶绿’（得苔字），二云‘满地梨花昨夜风’（得风字）。”这些八股文试帖诗，现在说起来，有些人差不多已经不大明白是怎么样的东西了，但是在那时候是读书人唯一的功课，谁都非做不可的。我们在这旧日记里能够找着鲁迅当日做过的几个诗文题目，这是很难得也是很有意思的一点资料。四戊戌三在寄诗文到杭州来之后没有多久，又发见了别一项与上文截不相同的记录。“闰三月初九日：雨。接越初七日函，云欲往金陵，已说妥云，并升叔柬一。”“十二日：细雨，旋晴。下午兄同仲翔叔来，予同去。十三日：晴，上午豫亭兄来别。”日记文字简略，须要少加说明。上文说过伯升往南京进学堂，因为那时有本家（介孚公的同曾祖的堂弟）在江南水师学堂当监督，所以跑去找他，考进学校，至甲辰年毕业。鲁迅所说也就是这学堂，仲翔即是那本家的次子，所谓说妥大概是由仲翔去信接洽，伯升在旁帮助，事情成功了，鲁迅这才写信到杭州来，形式是请祖父允许，事实上却是非去不可，隔了一日就已经出来了。后来日记上记有这几项，可以计算他的行踪。“二十日：晴。下午接豫亭十五日函，云已到上海。”“四月朔日：晴，接豫亭十七日函，云已到金陵。”鲁迅于十一日从绍兴出发，十七日到南京，但是来信却走了将有半个月，这是由民信局寄递，所以如此的慢吧。五戊戌四“四月十八日：晴，去。接豫亭兄初五日函，云考取试习学生，有缺可补二班，试题为‘武有七德论’。”这一条日记很有点用处，因为我们可以知道鲁迅进水师学堂的年月，而且还附记有入学考试的题目，更是很有意思的事。鲁迅在水师学堂的情形怎么样，只有在《朝华夕拾》里简单的说到一句，因为那里乌烟瘴气，所以走了出来了。那年五月中旬我因母亲有病，从杭州回家来，日记中断了几个月，至十一月底才再续写，这一期间便没有什么材料，只是因为记载四弟病故的事，草草的补记着这几项：“十月中：大哥回家。”“十一月初六日：会稽县试，予与大哥均去。初七日：四弟患喘，疾甚重。初八日：上午四弟逝世，时至辰时，得年六岁。”以后续写的日记系从十一月廿六日起，次日廿七日项下云：“晚接豫材兄自杭寓发函，云于廿五日抵杭，现已下舟矣。”由此可知鲁迅那一年于十一月廿四日离家回南京去，廿六日从杭州城内坐驳船至拱宸桥，改趁小火轮拖船往上海，所以说是下舟。这时鲁迅已经脱离水师学堂，改进江南陆师学堂附设的矿路学堂，查十二月廿五日项下云：“得豫庭兄十七日函，功课单一纸。”可以证明在戊戌年内已经考进学校了，自己亥春始业，至辛丑冬毕业，辛丑十二月的日记中记初八日起毕业大考，事实正相合。六戊戌五上文曾记鲁迅往应县考，这与前记的诗文是有关系的，考试的成绩并不差，但因四弟之丧，无心去复试，旋即匆匆回南京去了。县考经过三次复试，乃发表“大案”，日记上云：“十一月廿九日：阴。下午往试前看县考大案，凡十一图，案前马福田，予在十图三十四，豫材兄三图三十七，仲翔叔头图廿四，伯文叔四图十九。”旧时府县考发榜例以五十人为一图，第一名居中，姓稍提高，二名以下在其右，顺次而下，写作圆形，至第五十名便与第一名相并，列在左方，所以第二图第一即五十一，十图第一则是四百五十一了。县考之后接着便是府考，仲翔伯文等人因为鲁迅往南京去了，府考不曾参加，深为惋惜，便来劝鲁老太太，不如找人去替代一场，在大案上保留一个名字，明年可以去应院试，博得一名秀才也是好的。鲁老太太最初不赞成，不但找枪手要花钱，而且觉得已经进了学堂，秀才也不必再要了。可是她也拗不过他们的劝告，末了托仲翔去办，找他的内弟莫侣京替鲁迅入场，到得十二月廿四日府考的大案出来，据日记上所记是：“予四图四十七，大哥八图三十，伯文叔二图二十二，仲翔叔二图第四，会稽共人十图。”从这名次上看来，可见那替代的人大抵很不高明，但是院试反正并不赶来参加，这也本只是白费罢了。那年录取的新秀才本县共四十人，第四十名便是仲翔，第一名马福田，今尚健在，改名马一浮。七己亥一“十二月廿五日：晨椒生叔祖自金陵回家，得豫亭兄十七日函，云要抄书格纸百，书包布一张，糖姜一瓶，‘词林妙品’一支，‘北狼交头’一支，《东莱博议》一部，寄回画报一本，《百鸟图说》一本，《百兽图说》一本，韦门道氏撰，广学会出售，每本洋二角。”这还是戊戌年日记里的记载，但后文却是在己亥年了。所要抄书格纸，即是毛边纸上有直行墨格的，与后来《鲁迅日记》的前十本所用的样子差不多，都是托大路口元泰纸店所印的。廿二日的项下便有“往大路，购皮丝一包，至元泰托心梅叔印稿纸”的记事，即是这一种。己亥年正月份的日记又有几项记载：“十九日：大雨。上午往大善桥，购‘词林妙品’一支，洋七分，‘北狼’水笔二支，共四分八，‘小大由之’二支，共五分六。”“廿四日：阴，小雨。往大路，购糖姜一瓶，洋三角。”这糖姜是湿蜜饯中最便宜的东西，用鲜生姜切成薄片，染为红色，渍以蜜糖，平常蜜饯装黄砂罐中，以糖姜及紫苏叶垫底，上面放几个蜜渍的桃梅樱桃枇杷而已，但是不知道为什么别处未见，即如南京和北京也没有专门卖干湿蜜饯的店铺。鲁迅向家中来要糖姜，普通的原因便是，在外边找不着，（这与白的整块的生姜糖不同，）其特别的原因则又因为这在蜜饯中价钱最贱。"}
