{"lit":"现在我们来说明一下关于小兄弟的事情。这乃是著者的四弟，小名春，书名椿寿，字荫轩，是祖父介孚公所给取的，生于清光绪癸巳（一八九三年）六月十三日，卒于戊戌（一八九八年）十一月初八日，所以该是六岁了。本文中说是三岁，这或者是为的说坟里什么都没有了的便利，但也或者故意与幼殇的妹子混作一起，也未可知。她小名端，生于光绪丁亥（一八八七年），月日忘记了，大概不到一周岁，即以出天花殇，她最为伯宜公所爱，葬在南门外龟山，立有小石碑，上写“周端姑之墓”，即是伯宜公的亲笔。椿寿也葬在那里，离开她的坟西南约二十步。那地方虽非义冢，大抵也是官地吧，在那东南方面有一个庵址，大殿早已没有，只在门口西边曲尺形的留下些房屋，作为停放棺材的地方，伯宜公的生母殁后就殡在那里，伯宜公把爱女埋在那里，大概是为了这个缘故。椿寿的坟因为已在十一二年后了，所以位置更往南移，渐近土坡的边沿，那地方下面乡下人挖黄土，掘成岩壁模样，年月久了就有坍圮之虞，本文中说是河边，取其直捷明了，但由此可知这里是以他的坟为目标的。坟前竖有一块较大的石碑，上刻“亡弟荫轩处士之墓”，下款是“兄樟寿立”，写的是颜字，托本家叔辈伯文所写，那做坟和立碑的事都是我经手的，所以至今记得很是清楚。周氏兴房的祖坟两座都在南门外小南山头，一座是三位高祖母，一座是高祖和曾祖父母，俗语称为“抱子葬”的。另外在逍遥溇买得一座本家的寿坟，本有三穴，后来葬了祖父母，伯宜公便附葬在那里，小弟妹又附在他的旁边了。这件事是鲁迅于民国八年末次回乡时所办的，其中大概迁葬的印象留得最深，所以这里特别提出来记述一番的吧。一一小照本文中著者说及他的小兄弟，“连他的模样都记不清楚了，但听母亲说，是一个很可爱念的孩子，和我也很相投，至今她提起来还似乎要下泪。”这话说得很简单，可是也是有根据的。小兄弟死的时候他正在家，但是过了三天却在十二日就回南京学堂去了，这以后的事情是我在旁边，知道得最清楚。母亲永远忘记不了这小人儿，她叫我去找画神像的人给他凭空画一个小照，说得出的只是白白胖胖，很可爱的样子，顶上留着三仙发，感谢画师叶雨香，他居然画了这样的一个。母亲看了非常喜欢，虽然老实说我是不能说这像不像。这画画得很特别，是一张小中堂，一棵树底下有圆扁的大石头，前面站着一个小孩，头上有三仙发，穿着藕色斜领的衣服，手里拈着一朵兰花，如不说明是小影，当作画看也无不可，只是没有一点题记和署名。查旧日记，在己亥年有这几顶记录：二月十一日：雨。同鸣山叔访叶雨香画师，不值。十二日：雨。访叶雨香适在，托画四弟小照。十三日：晴。往狮子街取小照“头子”，颇佳，使绘秋景。裱画大抵也在这月内，但日记上没有记着。这画挂在她的房里（后来在北京是房外板壁上）足足有四十五年，在她老人家八十七岁撒手西归之后，由我把这幅画卷起，连同她所常常玩耍，也还是祖母所传下来的一副骨牌，拿了过来，一直放在箱子里，没有打开来过。直到今年才由儿子拿来捐献给文化部，仍旧挂在那板壁上，有人往鲁迅故居去的就可以看到那小兄弟的小影了。但是我也还留着一个副本，在搬家北来的时候曾经托画师（或者还是叶雨香也说不定）将高祖以下的神像都缩临成斗方，成为胸像，又单把祖父两代的合裱一幅，那小兄弟的胸像也附在下方，因此倒比较是放大了，大抵和原本差不多，就只是没有那背景而已。一二故乡风物著者对于他的故乡一向没有表示过深的怀念，这不但在小说上，就是《朝华夕拾》上也是如此。大抵对于乡下的人士最有反感，除了一般封建的士大夫以外，特殊的是师爷和钱店伙计（乡下叫作“钱店官”）这两类，气味都有点恶劣。但是对于地方气候和风物也不无留恋之意，如本文中说，坐酒楼上望见下边的废园，“这园大概是不属于酒家的，我先前也曾眺望过许多回，有时也在雪天里。但现在从惯于北方的眼睛看来，却很值得惊异了：几株老梅竟斗雪开着满树的繁花，仿佛毫不以深冬为意；倒塌的亭子边还有一株山茶树，从暗绿的密叶里显出十几朵红花来，赫赫的在雪中明得如火，愤怒而且傲慢，如蔑视游人的甘心于远行。我这时又忽地想到这里积雪的滋润，著物不去，晶莹有光，不比朔雪的粉一般干，大风一吹，便飞得满空如烟雾。”下文吕纬甫说到回乡来迁葬，也说：“这在那边那里能如此呢？积雪里会有花，雪地下会不冻。”著者在这里便在称颂南方的风土，那棵山茶花更显明的是故家书房里的故物，这在每年春天总要开得满树通红，配着旁边的罗汉松和桂花树，更显得院子里满是花和叶子，毫无寒冻的气味了。关于乡土的物品，在《朝华夕拾》的小引上也有一节云，“我有一时，曾经屡次忆起儿时在故乡所吃的蔬果：菱角，罗汉豆，茭白，香瓜。凡这些，都是极其鲜美可口的；都曾是使我思乡的蛊惑。后来，我在久别之后尝到了，也不过如此；惟独在记忆上，还有旧来的意味留存。它们也许要哄骗我一生，使我时时反顾。”清末人遐龄的《醉梦录》笔记中有一则云：“莫切崖元英行七，浙江山阴县人也，其人古貌古心，不修边幅，见人辄跪拜不已，虽仆役亦然，以此人皆以莫疯子呼之，然其学问渊博，凡医卜星相堪舆之术，以及诗古文词，无不通晓，寓京师已三十余年矣。诗不多作，曾记其一联云：‘五月杨梅三月笋，为何人不住山阴？’其不克还乡之苦况已露于言表。”莫元英也是一个畸人，其号称“切崖”实在即是“七爷”，杨梅与笋也正是他的蛊惑，此事原是古已有之的也。一三剪绒花吕纬甫所讲的第二件事是给旧日东邻船户长富的女儿顺姑送剪绒花去。他的母亲记得顺姑以前想要剪绒花却是得不到，这回便叫买两枝去送给她，可是等到找着了的时候，才知道她已经病故了。她患的是所谓痨病，吐红和流夜汗，有一天她的伯父长庚又来硬借钱，她不给，长庚就冷笑着说：你不要骄气，你的男人比我还不如呢。这更增加了她的忧闷，不久就死了，因为她想，如果她的男人真比长庚不如，那就真可怕呵，比不上一个偷鸡贼，那是什么东西呢？然而那是贼骨头的诳话，她的未婚夫赶来送殓，是个摇小船的，衣服很干净，人也体面，顺姑大上了长庚的当了。本文里是这么说，剪绒花的一节原是小说化的故事，但后半却是有事实的根据的。所谓偷鸡贼长庚即是做过阿Q的模型的阿桂，长富自然就是阿有了，但事实上阿有乃是阿桂的老兄，他的职业是给人家舂米的。他们父女（大概还有一个小儿子）住在周宅门内西边的大书房里，那里住着礼房的利宾以及中房月如日如兄弟共三家，阿有大抵是占领着朝北房屋的东偏一角吧。顺姑的真名字已记不清楚，她是一个很能干的少女，替她父亲管理家务很有条理，有时阿桂来借钱，也就由她对付，阿桂耍无赖，说她的未婚夫比他不如，去挖苦她也是实有的事，但是那等于做偷鸡贼的叔父一向为她们所看不起，他的话当然是毫无信用的了。至于她的病并不是肺结核，实在乃由于伤寒初愈，不小心吃了凉粉石花，以致肠出血而死。她的未婚夫是一个小店伙，来吊时大哭，一半为了情义，一半也是自伤，他当了好些年伙计，好容易积了百十块钱聘定了一个女人，一霎时化为乌有，想要再聘娶，成家立业，这事一时便很有点不大容易了。本文中说去找长富没在家，就回到斜对门的柴店里，这即是说的路南迤东的那家屠正泰号，店主是一位老太太，通称宝林太娘，是那街上的老住户之一，在“百草园”第二分中曾有说及，今不多说了。一四幸福的家庭《幸福的家庭》这一篇在篇首注明“拟许钦文”，大概里边很有些诙谐分子，或者含有好些讽刺，但是我不明白，没有什么可以说的。只有在本文中说幸福的家庭的布置，卧室是黄铜床，或者质朴点，“第一监狱工场做的榆木床也就够”，这句话可以说是有根据的。民国八年（一九一九年）搬家的时候，中间正屋左右两间即鲁老太太和鲁迅夫人的居室里用的即是这种榆木床，那时因为有同乡在北京第一监狱当什么科长，宋紫佩也进去兼任教诲师，便托他去定做了来。查旧日记，大床两张于十二月六日由宋君差人送来，每张价洋二十一元，大概可以说得上价廉物美吧，过了两天住在附近草厂大坑的朱逷先君来访，看见了觉得很好，也照样的去买了一张，这正可以证明榆木床之有目共赏了。一五肥皂《肥皂》这篇故事里的人物重要的有四铭和他的卫圣道讲风雅的同志何道统和卜薇园，此外是四铭的妻子和儿女，这些人我都不知道有没有模型，所以无可说的。地点也不明白，从四铭的儿子学程小名拴儿这一点看来，可能这是北京，因为这种小名是北方所独有，“拴”字解作“系缚”，取留住之意。但是本文起头说四铭太太正在斜日光中背着北窗和她八岁的女儿糊纸锭，这又表明是南方风俗，或是就是东南地方也只在绍兴才是普通吧。在乡下这叫作“糊银锭”，本来是尼姑以及住在庵里带发修行的老太婆们的工作，但在一般旧式人家，（这自然是民国以前的情形，）有些主妇们也买了锡箔来自己糊，比起买现成的来，既是省钱，也好看得多。制造锡箔是很繁重的工作，虽然事属迷信，但关于工作这总是事实。用叫作“点铜”的最好的锡，用人力逐渐锤薄，又经过女工的种种操作，成为大小的锡箔纸，这些程序太专门了，我不能懂，懂了之后记下来也可以成为一本小册子，所以只好不说。现在只说人家去买了锡箔纸来，在家里怎么把它糊成银锭这一段事。锡箔纸大小一扎，称为“一作”，不晓得多少张，只知道锡纸两种，大的长约市尺四寸，宽三寸半；小的长宽各一寸半，这里暂称作“甲一”，“甲二”。又黄色毛头纸两种，大的比甲一要窄一寸多，却要长出半寸；小的比甲二周围都缩二分，称作“乙一”，“乙二”。制法第一步先用棕刷把薄浆糊敷在甲一的背面，在正中间褙上乙一，左右两旁各余剩一部份，交给助手去把那两部份反贴在乙一的那背面，摊在竹筛上去晾干。其次是浆糊刷在乙二上，贴在甲二背面正中，交给助手趁锡纸潮湿的时候，放在刻有螺纹的圆木戳上，举起右掌用力拍下去，让螺纹印在纸上面，揭下后同样的晾干。第二步等甲一干透了，用剪刀铰去上端多余的毛头纸，再三分截断，若干纸为一叠，在长的两端和宽的两边都适宜的向内加以拗折，留存待用。第三步便是糊的一段落了。那拗折过的三分之一的甲一是底，印有螺纹的甲二即是面，糊在一处就成为银锭了。主妇用小棕刷把浆糊敷在甲二的背面四周，助手接过去复在略如船形的底下，先叫上下两边与底相粘合，再翻转过来用手指拨动左右两边，贴在底下，这就成功了。第四步是将晾干的银锭用棉线穿起来，交互的排列，使得两边的底相向，表面都向着外边，左右各二十五，一串是五十个，上头留着一条长线，六串以上总结起来，称为“一球”，银锭大概起码是三百，多至六百八百，也有二百一球的，那用在祭祀便要算缺少敬意了。在糊银锭的工作中，小孩所能担任是印螺纹的这一件，其余都要多少练习才行，其中最难的要算拗折底子，因为那是决定式样的，若是深浅不适中，糊出来的银锭样子也就不好看了。一六长明灯《长明灯》也是一篇写狂人的小说，但是我们的兴趣却是在于茶馆里和四爷的客房里的那一群人的身上。吉光屯社庙的长明灯是从梁武帝那时候点起的，若是灭了，那里就要变海，大家都要变成泥鳅，这一类的迷信可能在什么地方存在，但是我却是不知道。狂人把什么东西看作象征，是一切善或恶的根源，用尽心思想去得到或毁灭它，是常有的事，俄国迦尔洵（一八五五至一八八八）有一篇小说《红花》，便是写一个狂人相信病院里的一朵红花是世界上罪恶之源，乘夜力疾潜出摘取，力竭而死，手里捏着花，脸上露出满足的微笑。这里狂人的想熄长明灯，有点相像，但是不成功，被关到社庙的空屋里去了。吉光屯的地理不明，从郭老娃和阔亭的名字看来，应当是在北方，鲁迅曾屡次说及北京或是河北人喜欢用“阔”字做名号，是南边所没有的。但是末尾小孩们猜谜，那个鹅谜却是道地的绍兴儿歌，不但是“白篷船，红划楫，摇到对岸”云云，是水乡特有的风物，下文“点心吃一些，戏文唱一出”（原来是一只）的“戏文”，也都是方言，不过这些也不可以拘泥，因为这里并不是重在写实吉光屯茶馆里的一群人，和《药》里所写府横街茶馆的大概还是一路，这里写得更畅，可以补前回的不足。乡下的茶馆实在也值得写，只是很不容易，若不是自己“泡”在那里有过相当的日月，难得把握住里边的空气，在旁观的立场上也只能写得那么样罢了。其中茶馆女主人所说的话略有根据，如她对庄七光说：“那时你们都还是小把戏呢，……便是我，那时也不这样。你看我那时的一双手呵，真是粉嫩粉嫩……”说过这话的原来是单妈妈，便是说到阴司间要去锯解的人，原本说是“嫩其其”的，鲁迅当时很觉得可笑，所以事隔多年，终于用作材料，但是与灰五婶的前后的话是别无什么关系的。为什么名字叫作灰五婶，这个理由我们不能明白，这里只好缺疑。“捏过印靶子”的这句也是乡下俗语，但恐怕各处都是通行，并不只是限于一地方的吧。一七示众我们看“示众”这个题目，就可以感觉到著者的意思，他是反对中国过去的游街示众的办法的，这在《呐喊》自序和《阿Q正传》末章里可以看得很清楚。他对于中国人的去做示众的材料和赏鉴者都感到悲愤，但是分别说来，在这二者之间或者还是在后者方面更是着重吧。在这篇《示众》里，他所写的那材料很是轻微，大概只是一个窃盗或诈骗的流氓，究竟也不曾说明，因为那白布背心上的字虽然有人朗诵，但“嗡，都，哼，八，而”云云，读者仍旧不明白这字的意义，可是赏鉴者那一群却写得很详细。这些可能都有模型，但是不能指出来说谁是张三，谁是李四，因为这同时又是类型，在社会上很容易碰着，特别是以前的北京，本文劈头就声明是首善之区的西城的一条马路上，也是很有理由的。我们依照登场的次序列举出来，有馒头铺门口叫卖的胖孩子，秃头的老头子，赤膊的红鼻子胖大汉，抱孩子的老妈子，头戴雪白的小布帽的小学生，工人似的粗人，挟洋伞的长子，嘴张得很大像一条死鲈鱼的瘦子，吃着馒头的猫脸，弥勒佛似的圆脸的胖大汉，就是馒头铺的主人，来一记嘴巴将胖孩子叫回去的，车夫，戴硬草帽的学生模样的人，满头油汗的椭圆脸，一总共有十三个人，这里边除了小学生和工人，学生模样的人这三个看了就走以外，都是莫明其妙的在逗留赏鉴，直到一个洋车夫摔了一交，路人同声喝采起来，这一群才散开，错错落落的走到那边去了。看示众和跌交喝采是同一性质的事情，这里那么的结束，在著者也是很有意义的，但在过去社会上却是实在常有的，因此这说是写实倒是很可以的吧。一八高老夫子高老夫子本名高干亭，朋友们叫他老杆，与老钵和黄三是一伙儿，专门一同打牌，看戏，喝酒，跟女人，但是会得写几句洋八股，提倡国粹，得了社会上的称赞，他便追随俄国文豪高尔基改名为高尔础，同时被贤良女学校聘为历史教员，于是他便由老杆一跃而变为高老夫子了。在贤良女学校里是另一伙儿，高老夫子遇见的大概是女校长的老兄，教务长万瑶圃，在盛德乩坛上与什么仙子唱和，别号“玉皇香案吏”的，这种雅号现今看了觉得稀奇古怪，但在以前在文人名士中间却是很普通，有的称为“几生修得到客”，清末民初都实有其人，曾经活跃过一时的。著者把这两群人分开来写，但有地方也加上一点连络，是颇有意思的事。万瑶圃见到高老夫子，“连连拱手，并将膝关节和腿关节接连弯了五六弯，仿佛想要蹲下去似的。”础翁夹着书包，自然也照样的做。等到上了半堂课，觉得教不下去，深感到世风之坏，决心辞职，戴上红结子的秋帽，走向黄三家去，合谋局赌，在准备做猪的富翁儿子进来的时候，“满屋子的手都拱起来，膝关节和腿关节接二连三的屈折，仿佛就要蹲了下去似的。”这重复不是偶然的，它表示出他们同样的作风，是一伙儿的人物，但这种描写也并不随便乱说，实在有所根据，虽然看起来似乎可笑，像是虚构的讽刺。在乡下有些浮滑少年的队伙里，常有这一类的动作，著者所说大概就是从经验得来，因为在表弟兄中间有一位姓赵的，是鲁老太太的从姊的儿子，乃是赵之谦的本家兄弟行，他的作揖就是那么样的。他号叫容孙，人颇漂亮，很早就搞照相，也能说话，有一回同鲁老太太谈话，外边病痛很多，他说“可不是么，今年人头脆”，这句警句她后来时常提及。他在表兄弟中年岁最长，有人就受了他的影响，如大舅父家的延孙即其一人，著者那么写时可能有他们的影象出现在他的眼前吧。一九孤独者《孤独者》这篇小说在集里要算最长，共有五节，写魏连殳后半生的事情。这主人公的性格，多少也有点与范爱农相像，但事情并不是他的，而且除了第一段是著者自己的事情以外，也不能知道有什么人是模型，这小说作于一九二五年，我们约略点查著者的朋友，似乎那中间找不着这样的人，因为他那时的旧友我们是大概可以知道的。现在只就所知道的部份来说，第一节里魏连殳的祖母之丧说的全是著者自己的事情。我们先来根据本文，说他在S城教书，家在寒石山，离城有旱路一百里，水路七十里，家里只有一个祖母，病重时打发专差去叫，但在他到家以前祖母已经咽了气了。族长，近房，他的祖母的母家的亲丁，闲人，聚集了一屋子；筹画怎样对付这承重孙，因为逆料他关于一切丧葬仪式是一定要改变新花样的。聚议之后大概商定了三大条件，要他必行，一是穿白，二是跪拜，三是请和尚道士做法事。总而言之，是全都照旧。哪里晓得那从村人看来是同他们都异样的，那“吃洋教的新党”听了他们的话，神色一点都不动，简单的回答道：都可以的。大殓之前，由连殳自己给死者穿衣服。“原来他是一个短小瘦削的人，长方脸，蓬松的头发和浓黑的须眉占了一脸的小半，只见两眼在黑气里发光。那穿衣也穿得真好，井井有条，仿佛是一个大殓的专家，使旁观者不觉叹服。寒石山老例，当这些时候，无论如何，母家的亲丁是总要挑剔的；他却只是默默地，遇见怎么挑剔便怎么改，神色也不动。”入殓的仪式颇为繁重，拜了又拜，女人们都哭着念念有词，连殳却始终没有落过一滴泪，只坐在草荐上，两眼在黑气里闪闪的发光。大殓在这惊异和不满的空气里面完毕，大家都怏怏的似乎想走散，但连殳还坐在草荐上沉思。“忽然，他流下泪来了，接着就失声，立刻又变成长嚎，像一匹受伤的狼，当深夜在旷野中嗥叫，惨伤里夹杂着愤怒和悲哀。这模样，是老例上所没有的，先前也未曾豫防到，大家都手足无措了，迟疑了一会，就有几个人上前去劝止他，愈去愈多，终于挤成一大堆。但他却只是兀坐着号咷，铁塔似的动也不动。”这一段写得很好，也都是事实，后来鲁老太太曾说起过，虽然只是大概，但是那个大概却是与本文所写是一致的。著者在小说及散文上不少自述的部份，却似乎没有写得那么切实的，而且这一段又是很少有人知道的事情，所以正是很值得珍重的材料吧。二祖母鲁迅于清宣统己酉（一九九年）从东京归乡，在杭州的两级师范学堂当教员，祖母殁于次年庚戌，等到病重打电报去，回来已不及见面了。绍兴从西郭门至萧山的西兴镇为一站，水路九十里，渡过钱塘江就是杭州了，在汽车火车没有的时候，须要花费一天半的工夫。本文中说连殳在城里，离家有水路七十里，旱路一百里，在事实上却有点不合，因为从县城出发，水旱路算在一起，只有西乡临浦有一百二十里，此外无论向着哪里走，离县城八九十里，便是邻县的地方了。西北往西兴镇，自城至“刘宠选钱”的钱清七十里，是本县界内，过此也是萧山县属，至于多有旱路的山乡，那大都是在南面，在西南边界的有名的日铸岭，也只是八十里的距离罢了。那寒石山的距离显然只是代表杭绍的，那地方也别无特殊的色彩，看去还是与城内差不多。那一年我还没有回国，所以关于祖母的丧事并无什么见闻的事情可以补充，却是相反的引了本文来用，这经过证明，相信是合于事实的。现在只就祖母的生涯略加说明，她母家姓蒋，住在陆放翁故居所在的鲁墟，是介孚公的后妻，也是伯宜公的继母。伯宜公的生母姓孙，本文说：“他三岁时候就死去了。”这个岁数我不知道准确否，但他生于咸丰庚申（一八六年），他的异母妹生于同治戊辰（一八六八年），比他小八岁，那么大概的年岁也可以知道，至多不过四五岁吧。关于孙太君，本文第三节中有一段描写，说小时候正月里悬挂祖像，盛大的供养起来，看着这许多盛装的画像，在那时似乎是不可多得的眼福。“但那时，抱着我的一个女工总指了一幅像说：‘这是你自己的祖母。拜拜罢，保佑你生龙活虎似的大得快。’我真不懂得我明明有着一个祖母，怎么又会有什么‘自己的祖母’来。可是我爱这‘自己的祖母’，她不比家里的祖母一般老；她年青，好看，穿着描金的红衣服，戴着珠冠，……我看她时，她的眼睛也注视我，而且口角上渐渐增多了笑影：我知道她一定也是极其爱我的。”这里也影射出蒋太君做继母的不幸的生涯，她自己没有儿子，只生了一个女儿，出嫁后却又早死了，在一群家人中间孤独的生存着，这景况是很可悲的。那女人可能是阿长，她是一直看管前妻的儿女的，自然与后妻对立着，直到末了她的工作是在于这一方面的。但是造成祖母的不幸生活的还有一个大原因，这里因为没有关系，所以不曾说及，这即是她的被遗弃。她的生活是很有光荣的，她是“翰林太太”，也到知县衙门去上过任，可是后来遗弃在家，介孚公做着京官，前后蓄妾好些人，末后带了回去，终年的咒骂欺凌她，真是不可忍受的。在“百草园”中已有两节文章讲到她的事情，这里就不再多说了。二一斜角纸本文中所说给死人穿衣服，是乡下的一种特殊的习俗，或者与别处不尽相同，在“百草园”中曾有说明，现在也从略了。本文第五节说到魏家的丧事，有几点也是乡下的习俗，如说门外贴着一张“斜角纸”，这至少是北方所没有的。斜角纸用国语当云“殃榜”，主要的目的是标明死者的“殃”或云“煞”的种类日期，以便躲避，可是后来却成为死丧的一种标示，看的人知道死者的性别和年岁，入殓时避忌那些生肖的人，虽然关于转煞的事也写在上面。这是由专门家来推定，应当是北方所谓“阴阳生”这种人吧。可是乡下的名称却记不得了。这贴在丧家的门口，男左女右，照例是斜贴的；所以有“斜角纸”的名称，到入殓后便揭下来烧掉了。入殓时避忌的生肖是四个一组，如本文中所说的“子午卯酉”，此外两组乃是“辰戌丑未”与“寅申巳亥”，严格的讲是在敲棺钉的时候，须要躲开，不可听得见那声音，但是有些都在盖棺时就早退去了。“斜角纸”即“殃榜”上计算转煞的方法，据《越谚》卷中说：系用死日干支依鬼谷子算法，甲巳子午九，低次退数至五或四，如癸巳日干五支四，合而为九，名“九尺煞”，最凶；甲子日干九支九，合为十八，名“丈八煞”，最善，其日期亦按数计算，如“九尺煞”在死后九日，“丈八煞”为第十八日。“其神人首鸡身，遇之冲死，依期由丧家灶囱而下，儿孙避宿柩边，道士念经灵前。房灶皆设祭，往往祭肴吃动，灰仓有爪印，倾殓时浴水处起煞，戌来子去，道士左执雄鸡簸箕，右敲秤杆逐之，儿孙遂各归寝。”关于转煞的事，自《颜氏家训》以后说的不少，这要算是最近也最详的了，本文中虽未讲到，但“殃榜”上照例写有閷高一丈几尺，所以这里连带的说明，或者这种习俗渐将澌灭，“斜角纸”的名称也要不易懂得了。二二本家与亲戚上面所引本文里说到聚集来筹画丧事仪式的人，有族长，近房，祖母的母家的亲丁，闲人等。这些都该实有其人，那时的族长，实在只是覆盆桥周氏这一派的房长，是致派勇房的瓞园，通称熊三老爷，系第十二世，鲁迅的叔祖辈，他为人最和平，平常与人无忤，所以是不大会起什么作用的。近房则立房早已断绝，诚房也只有子传太太，著者在《朝华夕拾》中称为衍太太，仿佛是西太后一路的人，很可能有些主张，但是最重要的当然要推祖母的母家的亲丁了。这人推想起来当是蒋氏大房的叔田，本来还有二房的伯厚，但那时恐已不在，这是祖母的内侄，他不比伯厚那么迂执，但是有点尖刻，有点好作弄人的样子，又加是“娘家人”的立场，其要出花样也正是当然的了。大抵中国过去家庭中，夫妇姑媳的关系不大弄得很好，这时女人的倚靠便只有她的娘家人，在受欺侮时固然也是必要，可是日久成为不成文法，有时小题大作，或节外出枝的也并不是没有，如把尸斑认为伤痕，加以研究争论等事。这回大概也有类似的苛细的指摘，最初由著者忍耐沉默的对付过去了，等到事情平定之后，乃来了那惊天动地的大号恸，于是一场窒息的空气如像在雷雨过后忽然的都被打破了。至于闲人，大抵也可能有，不过无从加以实指。第二节末了连殳说：“我父亲死去之后，因为夺我屋子，要我在笔据上画花押，我大哭着的时候，他们也是这样热心的围着使劲来劝我……。”或者是他们也可能，但那位本家长辈在戊戌年却已死了，关于这事这里不再来说，因为在“百草园”中已有说及了。二三伤逝《伤逝》这篇小说大概全是写的空想，因为事实与人物我一点都找不出什么模型或依据。要说是有，那只是在头一段里说：“会馆里的被遗忘在偏僻里的破屋是这样地寂静和空虚。时光过得真快，……已经满一年了。事情又这么不凑巧，我重来时，偏偏空着的又只有这一间屋。依然是这样的破窗，这样的窗外的半枯的槐树和老紫藤，这样的窗前的方桌，这样的败壁，这样的靠壁的板床。”第二段中又说到那窗外的半枯的槐树的新叶，和树在铁似的老干上的一房一房的紫白的藤花。我们知道这是南半截胡同的绍兴县馆，著者在民国初年曾经住过一时的，最初在北头的藤花馆，后来移在南偏的独院补树书屋，这里所写的槐树与藤花，虽然在北京这两样东西很是普通，却显然是在指那会馆的旧居，但看上文“偏僻里”云云，又可知特别是说那补树书屋了。在“百草园”中有“补树书屋旧事”一篇，说的较为详细，今不复赘，现在只是说明本文中所说的破屋大概是什么地方，或是那地方的影子罢了。至于这地方在本文中没有什么重要意义，说不说明本来并无关系，所以我们上面的话对于读者是无甚用处的。但是我们的目的是在讲说人地事物，在这里只有地点可说，便来说几句，真如成语所谓“聊以塞责”而已。二四弟兄关于这篇故事，我没有别的什么考证，只是说这主要的事情是实有的。我在这里且摘民国六年（一九一七）旧日记的一部份，这是从五月八日起的：八日：晴。上午往北大图书馆，下午二时返。自昨晚起稍觉不适，似发热，又为风吹少头痛，服规那丸四个。九日：晴，风。上午不出门。十一日：阴，风。上午服补丸五个令泻，热仍未退，又吐。十二日：晴。上午往首善医院乞诊，云是感冒。十三日：晴。下午请德国医生格林来诊，云是疹子，齐寿山君来为翻译。十六日：晴。下午请德国医生狄博尔来诊，仍齐君译。二十日：晴。下午招匠来剪发。廿一日：晴。下午季茀贻菜汤一器。廿六日：晴，风。上午写日记，自十二日起未写，已阅二星期矣。下午以小便请医院检查，云无病，仍服狄博尔药。廿八日：晴。下午得丸善十五日寄小包，内梭罗古勃及库普林小说集各一册。我们根据了前面的日记，再来对于本文稍加说明。那地方是绍兴县馆，本文中称为同兴公寓，但是那“高吟白帝城”的对面的寓客却是没有的，因为那里是个独院，南边便是供着先贤牌位的什么仰蕺堂的后墙。其次普悌思大夫当然即是狄博尔，据说他的专门是妇科，但是成为名医，一般内科都看，讲到诊金那时还不算顶贵，大概出诊五元是普通，如本文中所说。意大利的儒拉大夫要十二元，却有流氓之称，后来中国有一位林先生，向他看齐，晚上十点后加倍，那只可算是例外了。请中医来看的事，大概也是有的，但日记上未写，有点记不清了，本文加上一句“要看你们府上的家运”的话，这与《朝华夕拾》中陈莲河说的“可有什么冤愆”互为表里，著者遇到中医是不肯失掉机会不以一矢相加遗的。其三，医生说是疹子，以及检查小便，都是事实，虽然后来想起来，有时也怀疑这恐怕还是猩红热吧。枉长白大到三十几岁，没有生过疹子，事情也少有，而且那红疹也利害得很，连舌头都脱了皮，是很特别的事。那时适值有人送一碗汤来，吃得特别鲜美，为生平所未有，日记上说是廿一日，正是发病后两星期了。其四，本文中说取药来时收到“索士寄来的”一本《胡麻与百合》，事实上乃是两册小说集，后来便译了两篇出来，都登在《新青年》上，其中库普林的《皇帝的公园》要算是顶有意思。本文中说沛君转脸去看窗上挂着的日历，只见上面写着两个漆黑的隶书：廿七。这与日记上所记的廿八只是差了一天。二五离婚在这篇故事里，只有关于地与人，我们可以来说几句话。庄木三父女从木莲桥头坐航船，据船里的人的口气，这船是从乡间往城里去的，但他们的目的地乃是庞庄，这只有两段路，因为木莲桥头过去是汪家汇头，再其次便是庞庄了。木莲桥本来是东郭门内的地名，即在春波桥之东，但这里算作海边的一村，如汪得贵恭维老木，说木叔的名字“这里沿海三六十八村，谁不知道”，所以该在旧会稽属的东北方面了。庞庄是什么地方，很不容易推测，而且本来似乎也没有研究的必要，但是这里却有一点线索，所以不妨推测一下，这大概是吴融吧。吴融本是唐朝的一个诗人，据说他的故居是在这村里，所以留下这个名称，一直传到现在。本文中说庞庄快到了，那村口的魁星阁已经望得见。著者的大姑母嫁在吴融的马家，每年去拜新年，坐了半天船，一望见魁星阁就知道要到了，起手准备换着礼服，即是清代的袍褂，讲究一点还要穿上一双缎靴。这种魁星阁各处多有，大抵是在河道拐弯的地方，或是什么桥头，想必是有什么风水作用吧，但吴融的一个特别留下记忆，因为曾经多年作为一种目标，所以更是稔熟了。再从人的方面来说，也可以看出一点联络。七大人是一个土豪劣绅，不必有一定的模型，但在这里我们猜想可能是含有著者的姑丈章介千的影子。事实上他是三大人，是道墟的土皇帝，新年往来看他穿着顶戴，捐有什么府道衔吧，与当时做了很久的会稽县知县俞凤冈顶要好，本文中说大的圆脸上长着两条细眼和漆黑的细胡须，说的也正对。小说里所写的十足的官派固然说的是他，但是关于玩汉玉的一节那却是属于别人，而其实又与吴融有关系的。这人是章采彰，也是道墟人，当然是介千的本家，但我们遇见他却是在吴融，因为他也是马家亲戚，新年上总是在同一天来聚会的。他相貌颇魁梧，只是有一只眼睛有点毛病，很能喝酒谈天，我们称他为采彰伯，都有点喜欢他，因为席上有他就不寂寞。他爱玩汉玉，总戴着一只班指，有时拿出别的玉器来谈论，主客都热心的静听。本文中说七大人拿着一条烂石似的东西，在自己的鼻子旁擦了两下，说道：“这就是‘屁塞’，就是古人大殓的时候塞在屁股眼里的。”这正是那时的谈话，著者记忆了二三十年之久，便将它利用在这末篇的小说里了。这样说来，七大人里边混合有章介千采彰两人，庞庄则是吴融，大概可以说得过去，虽然这些在整个故事上别无什么关系，我们这些考据只是关于著者可以有点说明罢了。二六拆灶本文中还有几点乡间的习俗，或者应当稍为说明。其一，八三说，去年我们将他们（庄木三的女婿家）的灶都拆掉了，总算已经出了一口恶气，又汪得贵说，去年木叔带了六位儿子去拆平了他家的灶，即是拆灶的一件事在乡间的意义。从前听安桥头鲁家的一个亲戚，有着蜑船的“姚嘉福江司”（海边人的尊称）说过海村械斗的情形，以拆灶为终结。无论是家族或村庄聚众进攻，都是械斗的性质，假如对方同样的聚众对抗，便可能闹大，但得胜者的目的不在杀伤，只是浩浩荡荡的直奔敌人家去，走到厨下，用大竹杠通入灶门，多人用力向上一抬，那灶便即坍坏，他们也就退去了。似乎灶是那一家的最高代表，拆了灶便是完全坍台，如要恢复名誉，只有卷土重来，进行反攻，否则有人调停，即是屈服和解了。其次是庄木三在烟管上装了旱烟，旁人从肚兜里掏出一柄打火刀，打着火绒，给他按在烟斗上，木三点头说，“对对。”这在乡间是很普通的事，特别是拿了烟管吸着烟的人，两个烟斗相对去点火的时候，习惯都是那么的说。这或者如原注所说，“对不起对不起”之略，但多在烟管点火或斟酒的时候，用这简略的形式，别的时候也并不然，不知道是什么缘故。其三是骂人的话，如逃生子，贱胎，娘杀，娘滥十十万人生，皆是。方言称女人私通为“滥人”，其余也不悉解释了。二七狗《朝华夕拾》的著作年月是在《彷徨》之后，接下去也想写些衍义的文章，但是翻看一遍，觉得没有什么可说，因为去年所写的“百草园”差不多可以说是“朝华夕拾衍义”，要说的话已有十之八九都写在那里了。话虽如此，遗漏的部份也还有些，就把它写了出来，反正并不多，不再另立题目，附在这里，大概有几节未能预定，也就写到哪里是哪里罢了。第一篇文章的题目是“狗，猫，鼠”。可是文章的内容实在是说的猫和老鼠，这里和《呐喊》里的那篇《兔和猫》有点关系，著者要说明他的“仇猫”的原因，但是描写的重心却还是落在老鼠的身上。至于狗，那实在是陪客，恐怕因了那张打落水狗图而引出来的。这与本题本文没有多大关系，但在著者写本文的那时候却是很有意义，我们在这里不得不费点工夫来略为说明一下。一九二五年秋天，许寿裳辞了北京女师大校长之职，推荐杨荫榆继任，因为听说她是个教育专家，美国留学回来的，可是与学生们相处得很不好，为她们所反对，她也不肯干休，相持不下。教员方面听到校长高压的手段感觉不满，鲁迅等人便在《语丝》周刊上有些批评的文字，在那一方面有“研究系”的《晨报》和北大一部份教授所办的《现代评论》出来对敌，成为一个长时期的争斗。办《现代评论》的人都是留英美学生，大部份住在东吉祥胡同，在北大称为“东吉祥系”，在刊物上的代言人则是陈源教授，他用西滢的笔名，每期在“闲话”的总题下，冷嘲热讽，旁敲侧击的说话。他所说的很多，最有名的是说女师大风潮有教员在内挑拨，却说是“挑剔风潮”，这已成为典型的警句了。《晨报》则天天给“东吉祥系”鼓吹，说有许多正人君子，名人名教授，组织公理维持会，主持正义，拥护杨校长，这些文句后来也常见于鲁迅的文章中，也有古典的性质了。杨荫榆去职后，有人劝告停止论争，鲁迅却主张要彻底的干，便是落水狗也还要打，因为以前曾比那些名人为叭儿狗，所以这话说得有点双关，有人还画为漫画，登在《语丝》上面。这回讲猫而连带的说狗，也就是个方便，来发挥一通意见，在别篇中也是常常可以见到的。二八老鼠本文说明著者仇猫的原因，即是在于爱老鼠。这里边有几段很好的描写，其一是说花纸上的老鼠的。“我的床前就帖着两张花纸，一是‘八戒招赘’，满纸长嘴大耳，我以为不甚雅观；别的一张‘老鼠成亲’却可爱，自新郎新妇以至傧相，宾客，执事，没有一个不是尖腮细腿，像煞读书人的，但穿的都是红衫绿裤。我想，能举办这样大仪式的，一定只有我所喜欢的那些隐鼠。”其次是说老鼠数铜钱的事。“老鼠的大敌其实并不是猫。春后，你听到它‘咋！咋咋咋咋！’地叫着，大家称为‘老鼠数铜钱’的，便知道它的可怕的屠伯已经光降了。这声音是表现绝望的惊恐的，虽然遇见猫，还不至于这样叫。”说也奇怪，老鼠遇见猫还会得逃跑，一看见蛇却震惊失常，欲走不能，欲叫不得，故急迫而咋咋（即是吱吱的入声）作声，犹人之口吃，只是竦立着，旋即被蛇所缠束住了。俞曲园在《茶香室续钞》中也说及鼠数钱，云俗云“朝闻之为数出，主耗财；暮闻之为数入，主聚财”，似不知此乃是它的绝命的悲号似的。中国旧日通行铜钱，交付时必须计数，除一五一十罗列几案或地上之外，大抵两手持数，亦以五文为一注，自右至左，钱相触有声，说及数钱便各意会，今铜钱已尽废，便比较的费解了。所说驯养隐鼠原系事实，但本文中说先听见它的数钱声则属于诗化分子，因为会得咋咋的叫乃是“大个子的老鼠”的事，那只有拇指那么大的是不可能那样发出大声来的。而且说大个子啮破了箱柜，偷吃了东西，不是小鼠的事，这也不全与事实相符，那种隐鼠虽是样子可爱，毁坏物件也很利害，只是不能厉声咬木头而已。这又名“二十日鼠”，有地方相信它怀胎四星期就生产，一年里生四五窠，繁殖力很强，实在也是害虫之一。这在古书上称为“鼷鼠”，又称“甘口鼠”，啮人有毒，可是不觉得痛，现在已无此名，但人夜中偶被鼠咬，可能就是它们所干的事。二九阿长与山海经关于阿长即长妈妈的事情，本文中说的很详细了，因为自从有知识以来我便跟着祖母，住在小堂前的东偏房内，和她一直是隔绝的，所以没有什么话可以补充来说。我于戊戌（一八九八年）夏从杭州回家，至辛丑（一九一年）秋往南京，在乡下一直住了三年间，己亥四月长妈妈因发颠痫卒于舟中，我都在场，这些事已另行记下，收在“百草园”里了。那木刻小本的《山海经》的确是她所送的，年代当然不能确说，可是也约略可以推得出来。本文中说这在隐鼠事件以后，但实在恐怕还在以前，因为驯养隐鼠是在癸巳（一八九三年）的次年，时代不很早了。小堂前以西的前后房原是伯宜公的住处，癸巳春介孚公丁忧回家，这才让出来给他，伯宜公自己移到东偏的末一间里去了。未几介孚公因科场事下狱，潘姨太太和介孚公的次子伯升也搬到杭州去了，这大概是次年甲午的事，那房间便空闲着，鲁迅在那朝北的后房窗下放了一张桌子，放学回来去闲坐一会，养隐鼠就是在那里，这记忆很是明了，所以这事总不能比甲午更早。那时他已在三味书屋读书，也已从舅父家寄食回来，描画过《荡寇志》绣像，在那里见到了石印《毛诗品物图考》，不久也去从墨润堂书坊买了来，论年纪也已是十四岁了。那木刻小本的《山海经》，如本文所说，“这四本书，乃是我最初得到，最为心爱的宝书”，这完全是对的，但这时期应该很早，大概在十岁内外才对。著者因为上文有那隐鼠事件，这里便连在一起，这大抵是无意或有意的诗化，小引中说与实际容或有些不同，正是很可能的。三山海经与玉田本文中说自己渴慕着绘图的《山海经》，这渴慕是从一个远房的叔祖惹起来的。“他是一个胖胖的，和蔼的老人，爱种一点花木，如珠兰茉莉之类，还有极其少见的，据说从北边带回去的马缨花。他的太太却正相反，什么也莫名其妙，曾将晒衣服的竹竿搁在珠兰的枝条上，枝折了，还要愤愤地咒骂道：‘死尸！’（这是乡下女人骂人的常用语。）这老人是个寂寞者，因为无人可谈，就很爱和孩子们往来，有时简直称我们为‘小友’。在我们聚族而居的宅子里，只有他书多，而且特别。制艺和试帖诗，自然也是有的；但我却只在他的书斋里，看见过陆玑的《毛诗草木鸟兽虫鱼疏》，还有许多名目很生的书籍。我那时最爱看的是《花镜》，上面有许多图。他说给我听，曾经有过一部绘图的《山海经》，画着人面的兽，九头的蛇，三脚的鸟，生着翅膀的人，没有头而以两乳当作眼睛的怪物，……可惜现在不知道放在那里了。”上边所说的人是实在的，他属于致派下的仁房，与介孚公是同曾祖的兄弟行，小名蓝，鲁迅一辈称他为蓝爷爷，名兆蓝，字玉田，是个秀才，后来改从介孚公的“清”字排行，易名瀚清，字玉泉，别字琴逸，于戊戌夏病卒。他给予鲁迅的影响大概是很不小的，这里虽然说的只是关于图画的，但这也就延长及于一般书籍，由《点石斋丛画》和《诗画舫》，由《尔雅音图》和《毛诗品物图考》，不久转为二酉堂丛书和《六朝事迹类编》等了。玉田的遗书现在只有一部小本《日知录集释》，一册鲁迅手抄的《鉴湖竹枝词》，末尾小字写着“侄孙樟寿谨录”，可以知道他对于这老人的敬意，虽然在前一年丁酉催他在笔据上画花押（见《孤独者》第二节）的本来也就是这人，这时候似乎也暂时付之不论了。三一摇咕咚《二十四孝图》这篇文章批评了这本莠书，如用了俞理初的话来说，乃是愚儒与酷儒的著作，但在中国过去却是教孝的经典，说是“有朱文公之称的”朱熹所编定的。著者重重的打击了老莱娱亲和郭巨埋儿这两件事，特别和图画连起来说，我们现在也只就这一点来谈一下吧。在市上买到乡人孙德祖的著作十种，普通称之曰“寄龛全集”，其实都是光绪年间随刻随印，并没有什么总目和名称。三种是在湖州做教官时的文牍课艺，三种是诗文词，其他是笔记，即《寄龛甲志》至《丁志》各四卷，共十六卷，这是我所觉得最有兴趣的一部分。寄龛的文章颇多“规模史汉及六朝骈俪之作”，我也本不大了解，但薛福成给他作序，可惜他不能默究桐城诸老的义法，不然就将写得更好，也是很好玩的一件事。不过我比诗文更看重笔记，因为这里边可看的东西稍多，而且我所搜的同乡著作中笔记这一类实在也很少。清朝的我只有俞蛟的《梦厂杂著》，汪鼎的《雨韭庵笔记》，汪瑔的《松烟小录》与《旅谭》，施山的《姜露庵笔记》等，这寄龛甲乙丙丁志要算分量顶多的了。但是，我读笔记之后总是不满意，这回也不能是例外。我最怕读逆妇变猪或雷击不孝子的记事，这并不因为我是赞许忤逆，我感觉这种文章恶劣无聊，意思更是卑陋，无足取耳。冥报之说大抵如他们所说以补王法之不及，政治腐败，福淫祸善，乃以生前死后弥缝之，此其一，而文人心地褊窄，见不惬意者即欲正两观之诛，或为法所不问，亦其力所不及，则以阴谴处之，聊以快意，此又其二。所求于读书人者，直谅多闻，乃能立说著书，启示后人，今若此岂能望其为我们的益友乎。我读前人笔记，见多记这种事，不大喜欢，就只能拿来当作文章的资料，多有不敬的地方，实亦是不得已也。寄龛甲乙丙丁志中讲阴谴的地方颇多，与普通笔记无大区别，其最特别的是关于雷的纪事及说明。如《甲志》卷二有二则云：“庚午六月雷击岑墟鲁氏妇毙，何家溇何氏女也，性柔顺，舅姑极怜之，时方孕，与小姑坐厨下，小姑觉是屋热不可耐，趋他室取凉，才逾户限，霹雳下而妇殛矣。皆曰，宿业也。或疑其所孕有异。既而知其幼丧母，其叔母抚之至长，已而叔父母相继殁，遗子女各一，是尝赞其父收叔田产而虐其子女至死者也。皆曰，是宜殛。”“顺天李小亭言，城子峪某甲事后母以孝闻，亦好行善事，中年家益裕，有子矣，忽为雷殛。皆以为雷误击。一邻叟慨然曰，雷岂有误哉，此事舍余无知之者，今不须复秘矣。”据叟所述则某甲少时曾以计推后母所生的幼弟入井中，故雷殛之于三十年后，又申明其理由云：“所以至今日而后殛之者，或其祖若父不应绝嗣，俟其有子欤，雷岂有误哉。于是众疑始释，同声称天道不爽。”又《乙志》卷二有类似的话，虽然不是雷打：“潜说友《咸淳临安志》云，钱塘潮八月十八日临安民俗大半出观。绍兴十年秋，……潮至汹涌异常，桥坏压溺死数百人，既而死者家来号泣收敛，道路指言其人尽平日不逞辈也。同治中甬江浮桥亦觏此变。桥以铁索连巨舶为之，维系巩固，往来者日千万人，视犹庄逵焉。其年四月望郡人赛五都神会，赴江东当过桥，行人及止桥上观者不啻千余，桥忽中断，巨舶或漂失或倾覆，死者强半。……徐柳泉师为余言，是为夷粤燹后一小劫，幸免刀兵而卒罹此厄，虽未遍识其人，然所知中称自好者固未有与焉。印之潜氏所记，可知天道不爽。”又《丙志》卷二记钱西箴述广州风灾火灾，其第二则有云：“学使署有韩文公祠，在仪门之外，大门之内，岁以六月演剧祠中。道光中剧场灾，死者数千人。得脱者仅三人，其一为优伶，方戴面具跳魁罡，从面具眼孔中窥见满场坐客皆有铁索连锁其足，知必有大变，因托疾而出。一为妓女，正坐对起火处，遥见板隙火光荧然，思避之而坐在最上层，纡回而下恐不及，近坐有捷径隔阑干不可越，适有卖瓜子者在阑外，急呼之，告以腹痛欲绝，倩负之归，谢不能，则卸一金腕阑畀之曰，以买余命，隔阑飞上其肩，促其疾奔而出，卖瓜子者亦因之得脱。”孙君又论之曰：“三人之得脱乃倡优居其二，以优人所见铁索连锁，知冥冥中必有主之者，岂数千人者皆有夙业故絷之使不得去欤。优既不在此数，遂使之窥见此异，而坐下火光亦独一不在此数之妓女见之，又适有不在此数之卖瓜子者引缘而同出于难，异哉。然之三人者必有可以不死之道在，有知之者云卖瓜子者事孀母孝，则余二人虽贱其必有大善亦可以类推而知。”我不惮烦地抄录这些话，是很有理由的，因为这可以算是代表的阴谴说也。这里所说不但是冥冥中必有主之者，而且天道不爽，雷或是火风都是决无误的，所以死者一定是该死，即使当初大家看他是好人，死后也总必发见什么隐恶，证明是宜殛，翻过来说，不死者也必有可以不死之道在，必有大善无疑。这种歪曲的论法全无是非之心，说得迂远一点，这于人心世道实在很有妨害，我很不喜欢低级的报应说的缘故一部分即在于此。王应奎的《柳南随笔》卷三有一则云：“人怀不良之心者俗谚辄曰黑心当被雷击，而蚕豆花开时闻雷则不实，亦以花心黑也。此固天地间不可解之理，然以物例人，乃知谚语非妄，人可不知所惧哉。”尤其说得离奇，这在民俗学上固不失为最为珍奇的一条资料，若是读书人著书立说，将以信今传后，而所言如此，岂不可长太息乎。阴谴说——我们姑且以雷殛恶人当作代表，何以在笔记书中那么猖獗，这是极重要也极有趣的问题，虽然不容易解决。中国文人当然是儒家，不知什么时候几乎全然沙门教（不是佛教）化了，方士思想的侵入原也早有，但是现今这种情形我想还是近五百年的事，即如《阴骘文》《感应篇》的发达正在明朝，笔记里也是明清最利害的讲报应，以前总还要好一点。查《太平御览》卷十三雷与霹雳下，自《列女后传》李叔卿事后有《异苑》等数条，说雷击恶人事，《太平广记》卷三九三以下三卷均说雷，其第一条亦是李叔卿事，题云“列女传”，故此类记事可知自晋已有，但似不如后代之多而详备。又《论衡》卷六《雷虚篇》云：“盛夏之时，雷电迅疾，击折树木，坏败屋室，时犯杀人。世俗以为击折树木坏败屋室者天取龙，其犯杀人也谓之阴过。饮食人以不洁净，天怒击而杀之，隆隆之声，天怒之音，若人之呴吁矣。世无愚智莫谓不然，推人道以论之，虚妄之言也。”又云：“图画之工，图雷之状累累如连鼓之形，又图一人若力士之容，谓之雷公，使之左手引连鼓，右手推椎若击之状。其意以为雷声隆隆者，连鼓相扣击之音也，其魄然若敝裂者，椎所击之声也，其杀人也引连鼓相椎并击之矣。世又信之，莫谓不然，如复原之，虚妄之象也。”由此可见人有阴过被雷击死之说在后汉时已很通行，不过所谓阴过到底是些什么就不大清楚了，难道只是以不洁食人这一项么。这里我们可以注意的是王仲任老先生他自己便压根儿都不相信，他说：“建武四年夏六月雷击杀会稽靳专日食（案此四字不可解，《太平御览》引作鄞县二字）羊五头皆死，夫羊何阴过而天杀之。”《御览》引桓谭《新论》有云：“天下有鹳鸟，郡国皆食之，三辅俗独不敢取之，取或雷霹雳起。原夫天不独左彼而右此，其杀取时适与雷遇耳。”意见亦相似。王桓二君去今且千九百年矣，而有此等卓识，我们岂能爱今人而薄古人哉。王仲任又不相信雷公的那形状，他说：“钟鼓无所悬着，雷公之足无所蹈履，安得而为雷。……雷公头不悬于天，足不蹈于地，安能为雷公。飞者皆有翼，物无翼而飞谓之仙人，画仙人之形为之作翼，如雷公与仙人同，宜复着翼。使雷公不飞，图雷家言其飞，非也，使实飞，不为着翼，又非也。”这条唯理论者的驳议似乎被采纳了，后来画雷公的多给他加上了两扇大肉翅，明谢在杭在《五杂组》卷一中云：“雷之形人常有见之者，大约似雌鸡，肉翅，其响乃两翅奋扑声也。”谢生在王后至少相隔一千五百年了，而确信雷公形如母鸡，令人想起《封神传》上所画的雷震子。《乡言解颐》五卷，瓮斋老人著，但知是宝坻县人姓李，有道光己酉序，卷一天部第九篇曰雷，文颇佳：“《易说卦》，震为雷为长子。乡人雷公爷之称或原于此乎。然雷公之名其来久矣。《素问》，黄帝坐明堂召雷公而问之曰，子知医道乎？对曰，诵而颇能解，解而未能别，别而未能明，明而未能彰焉。又药中有雷丸雷矢也。梨园中演剧，雷公状如力士，左手引连鼓，右手推椎若击之状。《国史补》，雷州春夏多雷，雷公秋冬则伏地中，人取而食之，其状类彘。其曰雷闻百里，则本乎震惊百里也。曰雷击三世，见诸说部者甚多。《左传》曰，震电冯怒，又曰，畏之如雷霆。故发怒申饬人者曰雷，受之者遂曰被他雷了一顿。晋顾恺之凭重桓温，温死，人问哭状，曰，声如震雷破山，泪如倾河注海。故见小孩子号哭无泪者曰干打雷不下雨。曰打头雷，仲春之月雷乃发声也。曰收雷了，仲秋之月雷始收声也。宴会中有雷令，手中握钱，第一猜着者曰劈雷，自己落实者曰闷雷。至于乡人闻小考之信则曰，又要雷同了，不知作何解。”我所见中国书中讲雷的，要算这篇小文最是有风趣了。这里我连带地想起的是日本的关于雷公的事情。民间有一句俗语云，地震打雷火灾老人家。意思是说顶可怕的四样东西，可见他们也是很怕雷的，可是不知怎的对于雷公毫不尊敬，正如并不崇祀火神一样。我查日本的类书就没有看见雷击不孝子这类的纪事，虽然史上不乏有人被雷震死，都只当作一种天灾，有如现时的触电，不去附会上道德的意义。在文学美术上雷公却时时出现，可是不大庄严，或者反多有喜剧色彩。十四世纪的“狂言”里便有一篇《雷公》，说他从天上失足跌下来，闪坏了腰，动弹不得，请一位过路的庸医打了几针，大惊小怪的叫痛不迭，总算医好了，才能飞回天上去。民间画的“大津绘”里也有雷公的画，圆眼獠牙，顶有双角，腰裹虎皮，正是鬼（oni，恶鬼，非鬼魂）一般的模样，伏身云上，放下一条长绳来，挂着铁锚似的钩，去捞那浮在海水上的一个雷鼓。有名的滑稽小说《东海道中膝栗毛》（膝栗毛意即徒步旅行）后编下记老年朝山进香人的自述，雷公跌坏了在他家里养病，就做了他的女婿，后来一去不返，有雷公朋友来说，又跌到海里去被鲸鱼整个地吞下去了。我们推想这大约是一位假雷公，但由此可知民间讲雷公的笑话本来很多，而做女婿乃是其中最好玩的资料之一，据说还有这种春画，实在可以说是大不敬了。这样的洒脱之趣我最喜欢，因为这里有活力与生意。可惜中国缺少这种精神，只有《太平广记》载狄仁杰事，（《五杂组》亦转录，）雷公为树所夹，但是救了他有好处，也就成为报应故事了。日本国民更多宗教情绪，而对于雷公多所狎侮，实在却更有亲近之感。中国人重实际的功利，宗教心很淡薄，本来也是一种特点，可是关于水火风雷都充满那些恐怖，所有纪载与说明又都那么惨酷刻薄，正是一种病态心理，即可见精神之不健全。哈理孙女士论希腊神话有云：“这是希腊的美术家与诗人的职务，来洗除宗教中的恐怖分子。这是我们对于希腊神话作者的最大的负债。”日本庶几有希腊的流风余韵，中国文人则专务创造出野蛮的新的战栗来，使人心愈益麻木痿缩，岂不哀哉。廿五年五月谈鬼论三年前我偶然写了两首打油诗，有一联云，街头终日听谈鬼，窗下通年学画蛇。有些老实的朋友见之哗然，以为此刻现在不去奉令喝道，却来谈鬼的故事，岂非没落之尤乎。这话说的似乎也有几分道理，可是也不能算对。盖诗原非招供，而敝诗又是打油诗也，滑稽之言，不能用了单纯的头脑去求解释。所谓鬼者焉知不是鬼话，所谓蛇者或者乃是蛇足，都可以讲得过去，若一一如字直说，那么真是一天十二小时站在十字街头听《聊斋》，一年三百六十五日坐在南窗下临《十七帖》，这种解释难免为姚首源所评为痴叔矣。据《东坡事类》卷十三神鬼类引《癸辛杂识》序云：“坡翁喜客谈，其不能者强之说鬼，或辞无有，则曰，姑妄言之。闻者绝倒。”说者以为东坡晚年厌闻时事，强人说鬼，以鬼自晦者也。东坡的这件故事很有意思，是否以鬼自晦，觉得也颇难说，但是我并无此意则是自己最为清楚的。虽然打油诗的未必即是东坡客之所说，虽然我亦未必如东坡之厌闻时事，但假如问是不是究竟喜欢听人说鬼呢，那么我答应说，是的。人家如要骂我应该从现在骂起，因为我是明白的说出了，以前关于打油诗的话乃是真的或假的看不懂诗句之故也。话虽如此，其实我是与鬼不大有什么情分的。辽阳刘青园著《常谈》卷一中有一则云：“鬼神奇迹不止匹夫匹妇言之凿凿，士绅亦尝及之。唯余风尘斯世未能一见，殊不可解。或因才不足以为恶，故无鬼物侵陵，德不足以为善，亦无神灵呵护。平庸坦率，无所短长，眼界固宜如此。”金谿李登斋著《常谈丛录》卷六有性不见鬼一则云：“予生平未尝见鬼形，亦未尝闻鬼声，殆气禀不近于阴耶。记少时偕族人某宿鹅塘杨甥家祠堂内，两室相对，晨起某蹙然曰，昨夜鬼叫呜呜不已，声长而亮，甚可畏。予谓是夜行者戏作呼啸耳，某曰，略不似人声，乌有寒夜更深奔走正苦而欢娱如是者，必鬼也。予终不信。越数日予甥杨集益秀才夫妇皆以暴病相继殁，是某所闻者果为世所传勾摄之走无常耶。然予与同堂隔室宿，殊不闻也。郡城内广寿寺前左有大宅，李玉渔庶子传熊故居也，相传其中多鬼，予尝馆寓于此，绝无所闻见。一日李拔生太学偕客来同宿东房，晨起言夜闻鬼叫如鸭，声在壁后呀呷不已，客亦谓中夜拔生以足蹴使醒，听之果有声，拥被起坐，静察之，非虫非鸟，确是鬼鸣。然予亦与之同堂隔室宿，竟寂然不闻，询诸生徒六七人，悉无闻者，用是亦不深信。拔生因述往岁曾以讼事寓此者半年，每至交夜则后堂啼叫声，或如人行步声，器物门壁震响声，无夕不有，甚或若狂恣猖披几难言状。然予居此两载，迄无闻见，且连年夏中俱病甚，恒不安寐，宵深每强出卧堂中炕座上，视广庭月色将尽升檐际，乃复归室，其时旁无一人，亦竟毫无影响。诸小说家所称鬼物虽同地同时而闻见各异者甚多，岂不有所以异者耶。若予之强顽，或鬼亦不欲与相接于耳目耶。不近阴之说尚未必其的然也。”李书有道光二十八年序，刘书记有道光十八年事，盖时代相同，书名又均称常谈，其不见鬼的性格也相似，可谓巧合。予生也晚，晚于刘李二君总将一百年吧，而秉性愚拙，不能活见鬼，因得附骥尾而成鼎足，殊为光荣之至。小时候读《聊斋》等志异书，特别是《夜谈随录》的影响最大，后来脑子里永远留下了一块恐怖的黑影，但是我是相信神灭论的，也没有领教过鬼的尊容或其玉音，所以鬼之于我可以说是完全无缘的了。——听说十王殿上有一块匾，文曰，“你也来了！”这个我想是对那怙恶不悛的人说的。纪晓岚著《滦阳消夏录》卷四有一条云：“边随园征君言，有入冥者，见一老儒立庑下，意甚惶遽。一冥吏似是其故人，揖与寒温毕，拱手对之笑曰，先生平日持无鬼论，不知先生今日果是何物。诸鬼皆粲然，老儒猬缩而已。”《阅微草堂笔记》多设词嘲笑老儒或道学家，颇多快意，此亦其一例，唯因不喜程朱而并恶无鬼论原是讲不通，于不佞自更无关系，盖不佞非老儒之比，即是死后也总不会变鬼者也。这样说来，我之与鬼没有什么情分是很显然的了，那么大可干脆分手了事。不过情分虽然没有，兴趣却是有的，所以不信鬼而仍无妨喜说鬼，我觉得这不是不合理的事。我对于鬼的故事有两种立场不同的爱好。一是文艺的，一是历史的。关于第一点，我所要求的是一篇好故事，意思并不要十分新奇，结构也无须怎么复杂，可是文章要写得好，简洁而有力。其内容本来并不以鬼为限，自宇宙以至苍蝇都可以，而鬼自然也就是其中之一。其体裁是，我觉得志怪比传奇为佳，举个例来说，与其取《聊斋志异》的长篇还不如《阅微草堂笔记》的小文，只可惜这里也绝少可以中选的文章，因为里边如有了世道人心的用意，在我便当作是值得红勒帛的一个大瑕疵了。四十年前读段柯古的《酉阳杂俎》，心甚喜之，至今不变，段君诚不愧为三十六之一，所写散文多可读。《诺皋记》卷中有一则云：“临川郡南城县令戴詧初买宅于馆娃坊，暇日与弟闲坐厅中，忽听妇人聚笑声或近或远，詧颇异之。笑声渐近，忽见妇人数十散在厅前，倏忽不见，如是累日，詧不知所为。厅阶前枯梨树大合抱，意其为祥，因伐之。根下有石露如块，掘之转阔，势如鏊形，乃火上沃醯，凿深五六尺不透。忽见妇人绕坑抵掌大笑，有顷共牵詧入坑，投于石上，一家惊惧之际妇人复还大笑。詧亦随出。詧才出，又失其弟，家人恸哭，詧独不哭曰，他亦甚快活，何用哭也。詧至死不肯言其情状。”此外如举人孟不疑，独孤叔牙，虞侯景乙，宣平坊卖油人各条，亦均有意趣。盖古人志怪即以此为目的，后人即以此为手段，优劣之分即见于此，虽文词美富，叙述曲折，勉为时世小说面目，亦无益也。其实宗旨信仰在古人似亦无碍于事，如佛经中不乏可喜的故事短文，近读梁宝唱和尚所编《经律异相》五十卷，常作是想，后之作者气度浅陋，便难追及，只缘面目可憎，以致语言亦复无味，不然单以文字论则此辈士大夫岂不绰绰然有余裕哉。第二所谓历史的，再明了的说即是民俗学上的兴味。关于这一点我曾经说及几次，如在《河水鬼》，《鬼的生长》，《说鬼》诸文中，都讲过一点儿。《鬼的生长》中云：“我不信鬼，而喜欢知道鬼的事情，此是一大矛盾也。虽然，我不信人死为鬼，却相信鬼后有人，我不懂什么是二气之良能，但鬼为生人喜惧愿望之投影则当不谬也。陶公千古旷达人，其《归园田居》云，人生似幻化，终当归空无。《神释》云，应尽便须尽，无复更多虑。在《拟挽歌辞》中则云，欲语口无音，欲视眼无光，昔在高堂寝，今宿荒草乡。陶公于生死岂尚有迷恋，其如此说于文词上固亦大有情致，但以生前的感觉推想死后况味，正亦人情之常，出于自然者也。常人更执着于生存，对于自己及所亲之翳然而灭，不能信亦不愿信其灭也，故种种设想，以为必继续存在，其存在之状况则因人民地方以至各自的好恶而稍稍殊异，无所作为而自然流露，我们听人说鬼实即等于听其谈心矣。”（廿三年四月）这是因读《望杏楼志痛编补》而写的，故就所亲立论，原始的鬼的思想之起原当然不全如此，盖由于恐怖者多而情意为少也。又在《说鬼》（廿四年十一月）中云：“我们喜欢知道鬼的情状与生活，从文献从风俗上各方面去搜求，为的可以了解一点平常不易知道的人情，换句话说就是为了鬼里边的人。反过来说，则人间的鬼怪伎俩也值得注意，为的可以认识人里边的鬼吧。我的打油诗云，街头终日听谈鬼，大为志士所诃，我却总是不管，觉得那鬼是怪有趣的物事，舍不得不谈，不过诗中所谈的是那一种，现在且不必说。至于上边所讲的显然是老牌的鬼，其研究属于民俗学的范围，不是讲玩笑的事，我想假如有人决心去作‘死后的生活’的研究，实是学术界上破天荒的工作，很值得称赞的。英国茀来则博士（JGFrazer）有一部大书专述各民族对于死者之恐怖，现在如只以中国为限，却将鬼的生活详细地写出，虽然是极浩繁困难的工作，值得当博士学位的论文，但亦极有趣味与实益，盖此等处反可以见中国民族的真心实意，比空口叫喊固有道德如何的好还要可凭信也。”照这样去看，那么凡一切关于鬼的无不是好资料，即上边被骂为面目可憎语言无味的那些亦都在内，别无好处可取，而说者的心思毕露，所谓如见其肺肝然也。此事当然需要专门的整理，我们外行人随喜涉猎，略就小事项少材料加以参证，稍见异同，亦是有意思的事。如眼能见鬼者所说，俞少轩的《高辛砚斋杂著》第五则云：“黄铁如者名楷，能文，善视鬼，并知鬼事。据云，每至人家，见其鬼香灰色则平安无事，如有将落之家，则鬼多淡黄色。又云，鬼长不过二尺余，如鬼能修善则日长，可与人等，或为淫厉，渐短渐灭，至有仅存二眼旋转地上者。亦奇矣。”王小穀的《重论文斋笔录》卷二中有数则云：“曾记族朴存兄淳言，（兄眼能见鬼，凡黑夜往来俱不用灯。）凡鬼皆依附墙壁而行，不能破空，疫鬼亦然，每遇墙壁必如蚓却行而后能入。常鬼如一团黑气，不辨面目，其有面目而能破空者则是厉鬼，须急避之。”“兄又言，鬼最畏风，遇风则牢握草木蹲伏不敢动。”“兄又云，《左传》言故鬼小新鬼大，其说确不可易，至溺死之鬼则新小而故大，其鬼亦能登岸，逼视之如烟云消灭者，此新鬼也。故鬼形如槁木，见人则跃入水中，水有声而不散，故无圆晕。”纪晓岚的《滦阳销夏录》卷二云：“扬州罗两峰目能视鬼，曰凡有人处皆有鬼。其横亡厉鬼多年沉滞者率在幽房空宅中，是不可近，近则为害。其憧憧往来之鬼，午前阳盛多在墙阴，午后阴盛则四散游行，可穿壁而过，不由门户，遇人则避路，畏阳气也，是随处有之，不为害。又曰，鬼所聚集恒在人烟密簇处，僻地旷野所见殊希。喜围绕厨灶，似欲近食气，又喜入溷厕，则莫明其故，或取人迹罕到耶。”罗两峰是袁子才的门人，想随园著作中必有说及其能见鬼事，今不及翻检，但就上文所引也可见一斑了。其所说有异同处最是好玩，盖说者大抵是读书人，所依据的与其说是所见无宁是其所信，这就是一种理，因为鬼总是阴气，所以甲派如王朴存说鬼每遇墙壁必如蚓却行而后能入，盖以其为阴，而乙派如罗两峰则云鬼可穿壁而过，殆以其为气也。其相同之点转觉无甚意思，殆因说理一致，或出于因袭，亦未可知。如纪晓岚的《如是我闻》卷三记柯禺峰遇鬼事，有云：“睡至夜半，闻东室有声如鸭鸣，怪而谛视。时明月满窗，见黑烟一道从东室门隙出，着地而行，长丈余，蜿蜒如巨蟒，其首乃一女子，鬟鬓俨然，昂首仰视，盘旋地上，作鸭鸣不止。”又《槐西杂志》卷四记一奴子妇为狐所媚，每来必换一形，岁余无一重复者，末云：“其尤怪者，妇小姑偶入其室，突遇狐出，一跃即逝。小姑所见是方巾道袍人，白须鬖鬖，妇所见则黯黑垢腻一卖煤人耳。同时异状，更不可思议。”此两节与《常谈丛录》所说李拔生夜闻鬼叫如鸭，又鬼物同时同地而闻见各异语均相合，则恐是雷同，当是说鬼的传统之一点滴，但在研究者却殊有价值耳。罗两峰所画《鬼趣图》很有名，近年有正书局有复印本，得以一见，乃所见不逮所闻远甚。图才八幅，而名人题咏有八十通，可谓巨观，其实图也不过是普通的文人画罢了，较《玉历钞传》稍少匠气，其鬼味与谐趣盖犹不及吾乡的大戏与目连戏，倘说此是目击者的描写，则鬼世界之繁华不及人间多多矣。——这回论语社发刊鬼的故事专号，不远千里征文及于不佞，重违尊命，勉写小文，略述谈鬼的浅见，重读一过，缺乏鬼味谐趣，比罗君尤甚，既无补于鬼学，亦不足以充鬼话，而犹妄评昔贤，岂不将为九泉之下所抵掌大笑耶。廿五年六月十一日，于北平之智堂。家之上下四旁《论语》这一次所出的课题是“家”，我也是考生之一，见了不禁着急，不怨自己的肚子空虚得很，只恨考官促狭，出这样难题目来难人。的确这比前回的“鬼”要难做得多了，因为鬼是与我们没有关系的，虽然普通总说人死为鬼，我却不相信自己会得变鬼，将来有朝一日即使死了也总不想到鬼门关里去，所以随意谈论谈论也还无妨。若是家，那是人人都有的，除非是不打诳话的出家人，这种人现在大约也是绝无仅有了，现代的和尚热心于国大选举，比我们还要积极，如我所认识的绍兴阿毛师父自述，他们的家也比我们为多，即有父家妻家与寺家三者是也。总而言之，无论在家出家，总离不开家，那么家之与我们可以说是关系深极了，因为关系如此之深，所以要谈就不大容易。赋得家是个难题，我在这里就无妨坚决地把他宣布了。话虽如此，既然接了这个题目，总不能交白卷了事，无论如何须得做他一做才行。忽然记起张宗子的一篇《岱志》来，第一节中有云：“故余之志岱，非志岱也。木华作《海赋》，曰，胡不于海之上下四旁言之。余不能言岱，亦言岱之上下四旁已耳。”但是抄了之后，又想道，且住，家之上下四旁有可说的么？我一时也回答不来。忽然又拿起刚从地摊买来的一本《醒闺编》来看，这是二十篇训女的韵文，每行分三三七共三句十三字，题曰西园廖免骄编。首篇第三叶上有这几行云：犯小事，由你说，倘犯忤逆推不脱。有碑文，你未见，湖北有个汉川县。邓汉真，是秀才，配妻黄氏恶如豺。打婆婆，报了官，事出乾隆五十三。将夫妇，问剐罪，拖累左邻与右舍。那邻里，最惨伤，先打后充黑龙江。那族长，伯叔兄，有问绞来有问充。后家娘，留省城，当面刺字充四门。那学官，革了职，流徙三千杖六十。坐的土，掘三尺，永不准人再筑室。将夫妇，解回城，凌迟碎剐晓谕人。命总督，刻碑文，后有不孝照样行。我再翻看前后，果然在卷首看见“遵录湖北碑文”，文云：“乾隆五十三年正月奉上谕：朕以孝治天下，海澨山陬无不一道同风。据湖北总督疏称汉川县生员邓汉祯之妻黄氏以辱母殴姑一案，朕思不孝之罪别无可加，唯有剥皮示众。左右邻舍隐匿不报，律杖八十，乌龙江充军。族长伯叔兄等不教训子侄，亦议绞罪。教官并不训诲，杖六十，流徙三千里。知县知府不知究治，罢职为民，子孙永不许入仕。黄氏之母当面刺字，留省四门充军。汉祯之家掘土三尺，永不许居住。汉祯之母仰湖北布政使司每月给米银二两，仍将汉祯夫妇发回汉川县对母剥皮示众。仰湖北总督严刻碑文，晓谕天下，后有不孝之徒，照汉祯夫妇治罪。”我看了这篇碑文，立刻发生好几个感想。第一是看见“朕以孝治天下”这一句，心想这不是家之上下四旁么，找到了可谈的材料了。第二是不知道这碑在那里，还存在么，可惜弄不到拓本来一看。第三是发生“一丁点儿”的怀疑。这碑文是真的么？我没有工夫去查官书，证实这汉川县的忤逆案，只就文字上说，就有许多破绽。十全老人的汉文的确有欠亨的地方，但这种谕旨既已写了五十多年，也总不至于还写得不合格式。我们难保皇帝不要剥人家的皮，在清初也确实有过，但乾隆时有这事么，有点将信将疑。看文章很有点像是老学究的手笔，虽然老学究不见得敢于假造上谕，——这种事情直到光绪末革命党才会做出来，而且文句也仍旧造得不妥贴。但是无论如何，或乾隆五十三年真有此事，或是出于士大夫的捏造，都是同样的有价值，总之足以证明社会上有此种意思，即不孝应剥皮是也。从前翻阅阮云台的《广陵诗事》，在卷九有谈逆妇变猪的一则云：“宝应成安若康保《皖游集》载，太平寺中一豕现妇人足，弓样宛然，（案，此实乃妇人现豕足耳。）同游诧为异，余笑而解之曰，此必妒妇后身也，人彘之冤今得平反矣，因成一律，以‘偶见’命题云。忆元幼时闻林庾泉云，曾见某处一妇不孝其姑遭雷击，身变为彘，唯头为人，后脚犹弓样焉，越年余复为雷殛死。始意为不经之谈，今见安若此诗，觉天地之大事变之奇，真难于恒情度也。惜安若不向寺僧究其故而书之。”阮君本非俗物，于考据词章之学也有成就，今记录此等恶滥故事，未免可笑，我抄了下来，当作确实材料，用以证此种思想之普遍，无雅俗之分也。翻个转面就是劝孝，最重要的是大家都知道的《二十四孝图说》。这里边固然也有比较容易办的，如扇枕席之类，不过大抵都很难，例如喂蚊子，有些又难得有机会，一定要凑巧冬天生病，才可以去找寻鱼或笋，否则终是徒然。最成问题的是郭巨埋儿掘得黄金一釜，这件事古今有人怀疑。偶看尺牍，见朱荫培著《芸香阁尺一书》（道光年刊）卷二有致顾仲懿书云：“所论岳武穆何不直捣黄龙，再请违旨之罪，知非正论，姑作快论，得足下引《春秋》大义辨之，所谓天王明圣臣罪当诛，纯臣之心惟知有君也。前春原嵇丈评弟郭巨埋儿辨云，惟其愚之至，是以孝之至，事异论同，皆可补芸香一时妄论之失。”以我看来，顾嵇二公同是妄论，纯是道学家不讲情理的门面话，但在社会上却极有势力，所以这就不妨说是中国的舆论，其主张与朕以孝治天下盖全是一致。从这劝与戒两方面看来，孝为百行先的教条那是确实无疑的了。现在的问题是，这在近代的家庭中如何实行？老实说，仿造的二十四孝早已不见得有，近来是资本主义的时代，神道不再管事，奇迹难得出现，没有纸票休想得到笋和鱼，世上一切都已平凡现实化了。太史公曰，伤哉贫也，生无以为养，死无以为葬也。这就明白的说明尽孝的难处。对于孝这个字想要说点闲话，实在很不容易。中国平常通称忠孝节义，四者之中只有义还可以商量，其他三德分属三纲，都是既得权利，不容妄言有所侵犯。昔者，施存统著《非孝》，而陈仲甫顶了缸，至今读经尊孔的朋友犹津津乐道，谓其曾发表万恶孝为首的格言，而林琴南孝廉又拉了孔北海的话来胡缠，其实《独秀文存》具在，中间原无此言也。我写到这里殊不能无戒心，但展侧一想，余行年五十有几矣，如依照中国早婚的习惯，已可以有曾孙矣，余不敏今仅以父亲的资格论孝，虽固不及曾祖之阔气，但资格则已有了矣。以余观之，现代的儿子对于我们殊可不必再尽孝，何也，盖生活艰难，儿子们第一要维持其生活于出学校之后，上有对于国家的义务，下有对于子女的责任，如要衣食饱暖，成为一个贤父良夫好公民，已大须努力，或已力有不及，若更欲彩衣弄雏，鼎烹进食，势非贻误公务亏空公款不可，一朝捉将官里去，岂非饮鸩止渴，为之老太爷老太太者亦有何快乐耶。鄙意父母养育子女实止是还自然之债。此意与英语中所有者不同，须引《笑林》疏通证明之。有人见友急忙奔走，问何事匆忙，答云，二十年前欠下一笔债。即日须偿。再问何债，曰，实是小女明日出嫁。此是笑话，却非戏语。男子生而愿为之有室，女子生而愿为之有家，即此意也。自然无言，生物的行为乃其代言也，人虽灵长亦自不能出此民法外耳。债务既了而情谊长存，此在生物亦有之，而于人为特显著，斯其所以为灵长也欤。我想五伦中以朋友之义为最高，母子男女的关系所以由本能而进于伦理者，岂不以此故乎。有富人父子不和，子甚倔强，父乃语之曰，他事即不论，尔我共处二十余年，亦是老朋友了，何必再闹意气。此事虽然滑稽，此语却很有意思。我便希望儿子们对于父母以最老的老朋友相处耳，不必再长跪请老太太加餐或受训诫，但相见怡怡，不至于疾言厉色，便已大佳。这本不是石破天惊的什么新发明，世上有些国土也就是这样做着，不过中国不承认，因为他是喜唱高调的。凡唱高调的亦并不能行低调，那是一定的道理。吾乡民间有目连戏，本是宗教剧而富于滑稽的插话，遂成为真正的老百姓的喜剧，其中有“张蛮打爹”一段，蛮爹对众说白有云：“现在真不成世界了，从前我打爹的时候爹逃就算了，现在我逃了他还要追着打哩。”这就是老百姓的“犯话”，所谓犯话者盖即经验之谈，从事实中“犯”出来的格言，其精锐而讨人嫌处不下于李耳与伊索，因为他往往不留情面的把政教道德的西洋镜戳穿也。在士大夫家中，案头放着《二十四孝》和《太上感应篇》，父亲乃由暴君降级欲求为老朋友而不可得，此等事数见不鲜，亦不复讳，亦无可讳，恰似理论与事实原是二重真理可以并存也者，不佞非读经尊孔人却也闻之骇然，但亦不无所得，现代的父子关系以老朋友为极则，此项发明实即在那时候所得到者也。上边所说的一番话，看似平常，实在我也是很替老年人打算的。父母少壮时能够自己照顾，而且他们那时还要照顾子女呢，所以不成什么问题。成问题的是在老年，这不但是衣食等事，重要的还是老年的孤独。儿子阔了有名了，往往在书桌上留下一部《百孝图说》，给老人家消遣，自己率领宠妾到洋场官场里为国民谋幸福去了。假如那老头子是个希有的明达人，那么这倒也还没有什么。如曹庭栋在《老老恒言》卷二中所说：“世情世态，阅历久看应烂熟，心衰面改，老更奚求。谚曰，求人不如求己。呼牛呼马，亦可由人，毋少介意。少介意便生忿，忿便伤肝，于人何损，徒损乎己耳。少年热闹之场非其类则弗亲，苟不见几知退，取憎而已。至与二三老友相对闲谈，偶闻世事，不必论是非，不必较长短，慎尔出话，亦所以定心气。”又沈赤然著《寒夜丛谈》卷一有一则云：“膝前林立，可喜也，虽不能必其皆贤，必其皆寿也。金钱山积，可喜也，然营田宅劳我心，筹婚嫁劳我心，防盗贼水火又劳我心矣。黄发台背，可喜也，然心则健忘，耳则重听，举动则须扶持，有不为子孙厌之，奴婢欺之，外人侮之者乎。故曰，多男子则多惧，富则多事，寿则多辱。”如能像二君的达观，那么一切事都好办，可惜千百人中不能得一，所以这就成为问题。社会上既然尚无国立养老院，本各尽所能各取所需的原则，对于已替社会做过相当工作的老年加以收养，衣食住药以至娱乐都充分供给，则自不能不托付于老朋友矣，——这里不说子孙而必戏称老朋友者，非戏也，以言子孙似专重义务，朋友则重在情感，而养老又以销除其老年的孤独为要，唯用老朋友法可以做到，即古之养志也。虽然，不佞不续编《二十四孝》，而实际上这老朋友的孝亦大不容易，恐怕终亦不免为一种理想，不违反人情物理，不压迫青年，亦不委屈老年，颇合于中庸之道，比皇帝与道学家的意见要好得多了，而实现之难或与二十四孝不相上下，亦未可知。何也？盖中国家族关系唯以名分，以利害，而不以情义相维系也，亦已久矣。闻昔有龚橙自号半伦，以其只有一妾也，中国家庭之情形何如固然一言难尽，但其不为龚君所笑者殆几希矣。家之上下四旁如只有半伦，欲求朋友于父子之间又岂可得了。附记关于汉川县一案，我觉得乾隆皇帝（假如是他）处分得最妙的是那邓老太太。当着她老人家的面把儿子媳妇都剥了皮，剩下她一个孤老，虽是每月领到了藩台衙门的二两银子，也没有家可住，因为这掘成一个茅厕坑了，走上街去，难免遇见黄宅亲家母面上刺着两行金印，在那里看守城门，彼此都很难为情。教官族长都因为不能训诲问了重罪，那么邓老太太似乎也是同一罪名，或者那样处分也就是这意思吧。甚矣皇帝与道学家之不测也，吾辈以常情推测，殊不能知其万一也。廿五年十月十八日记。刘香女离开故乡以后，有十八年不曾回去，一切想必已经大有改变了吧。据说石板路都改了马路，店门往后退缩，因为后门临河，只有缩而无可退，所以有些店面很扁而浅，柜台之后刚容得下一个伙计站立。这倒是很好玩的一种风景，独自想像觉得有点滑稽，或者檐前也多装着蹩脚的广播收音机，吱吱喳喳地发出非人间的怪声吧。不过城郭虽非，人民犹是，莫说一二十年，就是再加上十倍，恐怕也难变化那里的种种琐屑的悲剧与喜剧。木下太郎诗集《食后之歌》里有一篇《石竹花》，民国十年曾译了出来，收在《陀螺》里，其词云：“走到薄暮的海边，唱着二上节的时候，龙钟的盲人跟着说道，古时人们也这样的唱也！那么古时也同今日没有变化的人心的苦辛，怀慕与悲哀。海边的石墙上，淡红的石竹花开着了。”近日承友人的好意，寄给我几张《绍兴新闻》看。打开六月十二日的一张来看时，不禁小小的吃一惊，因为上面记着一个少女投井的悲剧。大意云：“城东镇鱼化桥直街陈东海女陈莲香，现年十八岁，以前曾在城南狮子林之南门小学读书，天资聪颖，勤学不倦，唯不久辍学家居，闲处无俚，辄以小说如《三国志》等作为消遣，而尤以《刘香女》一书更百看不倦，其思想因亦为转移。民国二十年间由家长作主许字于严某，素在上海为外国铜匠，莲香对此婚事原表示不满，唯以屈于严命，亦无可如何耳，然因此态度益趋消极，在家常时茹素唪经，已四载于兹。最近闻男家定于阴历十月间迎娶，更觉抑郁，乃于十一日上午潜行写就遗书一通，即赴后园，移开井栏，跃入井中自杀。当赴水前即将其所穿之黑色哔叽鞋脱下，搁于井傍之树枝上，遗书则置于鞋内。书中有云，不愿嫁夫，得能清祸了事，则反对婚姻似为其自杀之主因，遗书中又有今生不能报父母辛劳，只得来生犬马图报之语，至于该遗书原文已由其外祖父任文海携赴东关，坚不愿发表全文云。”这种社会新闻恐怕是很普通的，为什么我看了吃惊的呢？我说小小的，乃是客气的说法，实在却并不小。因为我记起四十年前的旧事来，在故乡邻家里就见过这样的少女，拒绝结婚，茹素诵经，抑郁早卒，而其所信受爱读的也即是《刘香宝卷》，小时候听宣卷，多在这屠家门外，她的老母是发起的会首。此外也见过些灰色的女人，其悲剧的显晦大小虽不一样，但是一样的暗淡阴沉，都抱着一种小乘的佛教人生观，以宝卷为经史，以尼庵为归宿。此种灰色的印象留得很深，虽然为时光所掩盖，不大显现出来了，这回忽然又复遇见，数十年时间恍如一瞬，不禁愕然，有别一意义的今昔之感。此数十年中有甲午戊戌庚子辛亥诸大事，民国以来花样更多，少信的人虽不敢附和谓天国近了，大时代即在明日，也总觉得多少有些改变，聊可慰安，本亦人情，而此区区一小事乃即揭穿此类乐观之虚空者也。北平未闻有宣卷，宝卷亦遂不易得。凑巧在相识的一家旧书店里见有几种宝卷，《刘香女》亦在其中，便急忙去拿了来，价颇不廉，盖以希为贵欤。书凡两卷，末叶云，同治九年十一月吉日晓庵氏等敬刊，板存上海城隍庙内翼化堂善书局，首叶刻蟠龙位牌，上书皇图巩固，帝道遐昌，佛日增辉，法轮常转四句，与普通佛书相似。全部百二十五叶，每半叶九行十八字，共计三万余言，疏行大字，便于诵读，唯流通甚多，故稍后印便有漫漶处，书本亦不阔大，与幼时所见不同，书面题辛亥十月，可以知购置年月。完全的书名为“太华山紫金镇两世修行刘香宝卷”，叙湘州李百倍之女不肯出嫁，在家修行，名唤善果，转生为刘香，持斋念佛，劝化世人，与其父母刘光夫妇，夫状元马玉，二夫人金枝，婢玉梅均寿终后到西方极乐世界，得生上品。文体有说有唱，唱的以七字句为多，间有三三四句，如俗所云攒十字者，体裁大抵与普通弹词相同，性质则盖出于说经，所说修行侧重下列诸事，即敬重佛法僧三宝，装佛贴金，修桥补路，斋僧布施，周济贫穷，戒杀放生，持斋把素，看经念佛，而归结于净土信仰。这些本是低级的佛教思想，但正因此却能深入民间，特别是在一般中流以下的妇女，养成她们一种很可怜的“女人佛教人生观”。十五年前曾在一篇小论文里说过，中国对于女人轻视的话是以经验为本的，只要有反证这就容易改正，若佛教及基督教的意见，把女人看作秽恶，以宗教或迷信为本，那就更可怕了。《刘香女》一卷完全以女人为对象，最能说出她们在礼教以及宗教下的所受一切痛苦，而其解脱的方法则是出家修行，一条往下走的社会主义的路。卷上记刘香的老师真空尼在福田庵说法，开宗明义便立说云：你道男女都一样谁知贵贱有差分先说男子怎样名贵，随后再说女子的情形云：女在娘胎十个月背娘朝外不相亲娘若行走胎先动娘胎落地尽嫌憎在娘肚里娘受狱出娘肚外受嫌憎合家老小都不喜嫌我女子累娘身爷娘无奈将身养长大之时嫁与人嫁人的生活还都全是苦辛，很简括的说道：公婆发怒忙陪笑丈夫怒骂不回声剪碎绫罗成罪孽淘箩落米罪非轻生男育女秽天地血裙秽洗犯河神点脂搽粉招人眼遭刑犯法为佳人若还堂上公婆好周年半载见娘亲如若不中公婆意娘家不得转回程这都直截的刺入心坎，又急下棒喝道：任你千方并百计女体原来服侍人这是前生罪孽重今生又结孽冤深又说明道：“男女之别，竟差五百劫之分，男为七宝金身，女为五漏之体。嫁了丈夫，一世被他拘管，百般苦乐，由他做主。既成夫妇，必有生育之苦，难免血水，触犯三光之罪。”至于出路则只有这一条：若是聪明智慧女持斋念佛早修行女转男身多富贵下世重修净土门我这里仔细的摘录，因为他能够很简要的说出那种人生观来，如我在卷上所题记，凄惨抑郁，听之令人不欢。本来女子在社会上地位的低尽人皆知，俗语有做人莫做女人身，百年苦乐由他人之语。汪悔翁为清末奇士，甚有识见，其二女出嫁皆不幸，死于长毛时，故对于妇女特有创见。《乙丙日记》卷三录其生女之害一条云：“人不忧生女，偏不受生女之害，我忧生女，即受生女之害。自己是求人的，自己是在人教下的。女是依靠人的，女是怕人的。”后又说明其害，有云：“平日婿家若凌虐女，己不敢校，以女究在其家度日也，添无限烦恼。婿家有言不敢校，女受翁姑大伯小叔妯娌小姑等气，己不敢校，遂为众人之下。”此只就“私情”言之，若再从“公义”讲，又别有害：“通筹大局，女多故生人多而生祸乱。”故其所举长治久安之策中有下列诸项：“弛溺女之禁，推广溺女之法，施送断胎冷药。家有两女者倍其赋。严再嫁之律。广清节堂。广女尼寺。立童贞女院。广僧道寺观，唯不塑像。三十而娶，二十五而嫁。妇人服冷药，生一子后服之。”又有云：“民间妇女有丁钱，则贫者不养女而溺女，富者始养女嫁女，而天下之贫者以力相尚者不才者皆不得取，而人少矣，天下之平可卜。”悔翁以人口多为祸乱之源，不愧为卓识，但其方法侧重于女人少，至主张广溺女之法，则过于偏激，盖有感于二女之事，对于女人的去路只指出两条最好的，即是死与出家，无意中乃与女人佛教人生观适合，正是极有意义的事。悔翁又絮絮于择婿之难，此不独为爱怜儿女，亦足以表其深知女人心事，因爱之切知之深而欲求彻底的解决，唯有此忍心害理的一二下策矣。《刘香女》卷以佛教为基调，与悔翁不同，但其对于妇女的同情则自深厚，唯爱莫能助，只能指引她们往下走去，其态度亦如溺女之父母，害之所以爱之耳。我们思前想后良久之后，但觉得有感慨，未可赞同，却也不能责难，我所不以为然者只是宝卷中女人秽恶之观念，此当排除，此外真觉得别无什么适当的话可说也。往上走的路亦有之乎？英诗人卡本德云，妇女问题要与工人问题同时解决。若然则是中国所云民生主义耳。虽然，中国现时“民生”只作“在勤”解，且俟黄河之清再作计较，我这里只替翼化堂充当义务广告，劝人家买一部《刘香宝卷》与《乙丙日记》来看看，至于两性问题中亦可藏有危险思想，则不佞未敢触及也。廿五年六月廿五日，于北平。尾久事件五月十九日以后这四五天的东京报纸都揭载一件奇怪的杀人案，每天几乎占去整页的纸面，仿佛大家的注意全集中在这里，连议院里的嚼舌头与国技馆的摔壳子的记事相形之下也有点黯然无色了。这件事本来很简单：男女二人住在旅馆流连几天之后，忽然发见男的被绞死，女的逃走了。可是奇怪的是，死者的男根全被割去，在左腿及垫布角上有血书大字云“只有定吉二人”。警察查出死者石田吉藏年四十二岁，是酒楼的主人，女的阿部阿定，三十二岁，是那里的女招待。过了两天，阿定也已捕获了。假如这只是怨恨或妒忌的谋杀，那么这件事也就可以完了。然而不然。警察在阿定身边搜出三封遗书，因为她本想到生驹山上去自杀的，这也不足为奇，但其中一封却是给死者吉藏的，其文曰：“我顶喜欢的你现在死了成为我的所有了。我也就去。”信封上写道：“我的你，加代寄。”加代当然是她那时所用的名字，关于你字却要少少说明。日本语里有好几个你字，这一个读作“阿那太”的字除平常当作客气的对称以外还有一点别的意思，即是中流家庭用为妻称夫的代名词，像这里用法又颇近于名词了。警察问她为什么杀死石田，她所说的理由是如此：“我喜欢石田，喜欢得了不得。我不愿让别的女人用指头来碰他一下，我想将他绝对地成为我的所有物。所以把他杀了。”又据报说，石田睡时阿定常以细带套其颈，随时可绞，石田了不恐怕。十七日未明阿定戏语云，“我喜欢你，索性杀了也罢？”石田答说，“好吧，且杀了看。”阿定遂下手，石田渐苦闷，乃中止，至夜中又决心，终于绞死。其时石田似亦知觉，假如稍有嫌恶的表示，或出声呼唤，则阿定即认为无爱情，将不再杀害，但石田最后亦只频呼加代不止，毫不畏避，以至于死云。这件事一看有点奇怪，但是仔细分析也只是一种情死，用新的名词是“死之胜利”。这里唯一的奇特是男根切取，可以说是属于变态心理的。报载日本警视厅卫生部技师金子准二博士的谈话云：“这完全是疼痛性淫乱症（Algolagnie）。有撒提士谟思（案或译他虐狂）与玛淑希士谟思（被虐狂），但大抵多是两者混合的。这可以算是变态性欲的集合吧。”专门家的话我们外行未便妄下雌黄，不过据我想恐怕还是茀帖息士谟思（庶物崇拜）的分子为多罢。看这事件的动机在于爱的独占，记得中国笔记（纪晓岚的？）中也有过类似的事，有新夫妇严妆对缢，正是所谓“心中死”也。佛牙，圣骨，平人遗发，以分代全的纪念物世中多有，男根稍为别致了，但生殖崇拜的“林甘”（Lingam）甚为普遍，遗迹是处可见，实在也不能说怎么太古怪，知骆驼自肿背则不必疑是怪马，而新闻上所谓“夜会髻之妖女”亦正未必如此耳。真君在东京留学，屡次来信叹息于中国报纸上社会新闻之恶劣，常举日本报章的盗贼小记事为例，更有风致与情意，以为不可及，此固是事实，但是这回他们也大显其江湖诀，滥用肉麻艰涩的文句，以咏叹此桃色惨案，大可与中国竞爽矣，以言其差亦止五十步与百步而已。二十五日《读卖新闻》载神近市子的一篇小文，说得最好，却非一般新闻记者所能知也，其文云：“在尾久旅舍的情夫杀害事件，因其手法的残忍与奇怪的变态性，自发现以至逮捕的三日间，市民的兴趣差不多都被吸收到那边去了。但是逮捕了以后，这杀人事件的变态性虽然还是一点都没有变化，可是其残忍乃是全然有不同的内容，这事却是明白了。盖其残忍并不是如以前所想像似的出于憎恶，实乃爱着之极的结果，女的爱情归向于现代一种代表模型即堂驩（DonJuan）式的男子之结果，因了女的欲求与男的自由立场的相异而生之间隙乃使得女的那种变态性更进于浓厚，遂致发生与常识几乎完全相反的，即因爱而杀的结果来了。事件的内容既然明白，我想世间一般对于这女人大抵会原谅她吧。而且也会有人是这样看法，这是代表着对于猎奇求新不知厌足的男子之女性的危惧与不安，也即对于这事的女性的复仇吧。但是，这或者不如说是自然假手于这女人来复仇，更为正确亦未可知。变态性这事因其性质上的关系我们不大能够看到，但这在社会的底里流动着，使许多男女苦恼着，那正是事实。这虽是本能之病的表现，可是这也是事实，找寻刺激不知厌的有闲阶级的男性以及非以供给此项刺激求生存不可的女性，这两群的同时出现，更是异常的把变态性助长起来了。这一个女人的出现就是在这样歪曲了的性生活之很长的连续过程中各处发生的现象之一，看去好像是极特殊的偶然的事件，实在却是尽有发生的理由而起来的。”神近女士是日本的一个新思想家，最初我看见她所译南非须莱纳耳著的《妇女与劳动》，二十年前曾因恋爱关系刺大杉荣未死，下狱两年，那时所著的一本书也曾看过。前年我往东京，在藤森成吉家里见到她，思想言论都很好，这上边所说的也很平正，有几点更有意义，如第三四节均是。中国万事都显得麻木，但我还记得民国十九年五月的《新晨报》上SCY女士的一篇文章，七日报上便有副刊编辑主任声明去职，接着登有报馆的征文启事，因为文章很妙，全抄于下：“本报主张男女平权，对于提高女子地位尊重女子人格之文向所欢迎。本月四日副刊妇女特刊登有《离婚与暗杀》一文，与本报素日宗旨不合，一时失慎，致淆观感，抱歉万分。兹拟征求反对《离婚与暗杀》的名作，借盖前愆，如妇女界有能将一部分偏激女子憎恶男子之心理公平写出，尤为跂盼。”后来征来的名作如何，因为不曾保留，说不清了，那篇偏激的文章仔细读过，虽是出于憎恶的方面，但这总也是表示女性的危惧与不安，正是事实。其次据报上所说，阿定从十五岁起与男子厮混，做过艺妓娼妓女招待，直到现在算来已有十七年之久了，“非以供给此项刺激求生活不可”，在这样歪曲了的性生活里，变态真是尽有发生的理由，不，或者不发生倒要算是例外吧。伊凡勃洛赫（IwanBloch）所著《现时的性生活》（一九二四年英文本）第二十一章是论淫虐狂（即Algolagnie，译语均未妥适）的，有这样的话：“由长久继续的性欲过度而起的感觉木钝乃需要凶残之更强烈的刺激。正如在荡子或娼妇，这感觉的木钝发生一种他虐的倾向。”不限于他虐，这也可以作别的变态之说明。尾久事件里的变态至少有一半要归于后天的那种性生活，即使有一半归于阿定的先天的气质。卖买淫的制度是人类以外的生物界中所没有的事情，在这里边我真不知道他究竟发见了他自己独有的幸福呢还是诅咒。从这里培养出来的结果，梅毒其一也，变态心理又其一也，我们不跟了茀洛伊特学舌，也知道性生活实在是人生之重要的一部分，这一歪曲了便一切都受影响。古人云，饮食男女，人之大欲存焉，这是有理解的一句名言，实亦即是常识。但是这个原是离之则双美，合之则双伤，各有其轨道的，奈何寄饮食于男女之中，以其所以养人者害人，这种办法真是非普通兽类所能想得出来的了。《水浒传》记白玉英卖唱的上场诗有云，人生衣食真难事，不及鸳鸯处处飞。正是古已有之，我所说的也是有所本，不过说得稍为诙诡罢了。对于卖淫制度也有些人表示反对，特别是宗教方面的人，想设法禁止。不过他们多有点看错，往往以为这些女人本来可以在家纳福的，却自喜欢出来做这生意，而又不见得会有买主来的，所以只要一禁就止，就都回家去安分过日子去了。我们不要笑宗教家头脑冬烘，我们的官大抵也是如此，只要看种种禁娼的方法就可知道。真正懂得这道理的要算那些性学家，然而这又未免近于“危险思想”，细按下去恐怕不但是坏乱风俗而且还有点要妨害治安吧。在法西斯的国家所以要禁遏性学，柏林性学研究院之被毁正是当然的。幸亏中国不是法西斯的民主国，还不妨引用德国性学大师希耳息茀耳特博士（DrMagnusHirschfeld）的话来做说明。他在一九三一年作东方之游，从美国经过夏威夷菲列滨日本中国爪哇印度埃及以至帕勒斯丁与叙利亚，作有游记百二十八节，题曰“男与女”，副题曰“一性学家之世界旅行”。我所见的是一九三五年的英译本，第十二至二十九节都是讲中国的，十七节记述他在南京与卫生部长刘博士谈话，有关于卖淫的一段很有意思，抄录于下：“部长问，对于登记妓女，尊意如何。你或当知道，我们向无什么统制的方法。我答说，没有多大用处。卖淫制度非政府的统制所可打倒，我从经验上知道，你也只能停止它的一小部分，而且登记并不就能防止花柳病。从别方面说，你标示出一群人来，最不公平的侮辱她们，因为卖淫的女人大抵是不幸的境遇之牺牲，也是使用她们的男子或是如中国常有的为了几块银元卖了她们的父母之牺牲也。部长又问还有什么别的方法可以遏止卖淫呢，我答说，什么事都不成功，若不是有更广远的，更深入于社会学的与性的方面之若干改革。”第十一节离开日本时有一篇临别赠言也很有意义，今只抄录其与上边的问题有关的一段于后：“第一，要跟着时代的轨道，教育你们的妇女成为独立的人格。她们现在大抵都还不是独立人，只是给男子的非常可爱的玩物。你不应该使将来还有这种日子，那时你们的女子可以当做活货物出售，这样让她再去卖她自己的身子。假如我是一个性学家而不戳穿你们国家组织上的这个创口，那么我就是害了你们了。”无论他对中国说的那么冷淡，对日本说的那么热烈，他的意思还是一样。因为对于人性有深切的了解，所以其意见总是那么平和而激烈，为现今社会所不能容受。再想到神近女士的小文，议论明达，大家却未必多相信她，我真觉得这个世界有点像倒竖着似的。我也感觉在这事件里变态尽算是变态，阿定的确很有可以同情的地方，或者比那报道的新闻记者还不大可厌恶，——对于他们自然也找得到可以原谅之点，而这恰与阿定相同，就是他们是被不幸的职业与环境所害了。中国有过陶思瑾刘景桂各案，虽然供给报纸以很好的“桃色”材料，不知怎的没有引起我的注意，其理由尚待考，今不具论。"}
